[
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 1,
        "name": "Dejima",
        "latitude": "32.743392",
        "longitude": "129.872947",
        "excerpt": "In 1641 the Tokugawa shogunate banished all foreigners from Japan, with one exception: Dejima, a fan-shaped, artificial island in Nagasaki harbour. From…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/dejima/a/poi-sig/1233257/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/167624241_master.jpg",
        "detail_description": "In 1641 the Tokugawa shogunate banished all foreigners from Japan, with one exception: Dejima, a fan-shaped, artificial island in Nagasaki harbour. From then until the 1850s, this tiny, 15,000-sq-metre Dutch trading post was the sole sanctioned foreign presence in Japan. Today the city has filled in around the island and you might be tempted to skip it. Don't. Seventeen buildings, walls and structures (plus a miniature Dejima) have been painstakingly reconstructed.\nRestored and reopened in 2006 and constantly being upgraded, the buildings are as instructive inside as they are appealing outside, filled with exhibits covering the spread of trade, Western learning and culture, archaeological digs, and rooms combining Japanese tatami (tightly woven floor matting) with Western wallpaper. There's excellent English signage. Allow at least two hours.Free walking-tour maps of the entire site are available, and there's even a kimono-rental shop (¥2000/6000 per hour/day) for those who want to feel even more historically connected."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 2,
        "name": "Gunkanjima",
        "latitude": "32.627376",
        "longitude": "129.738386",
        "excerpt": "From afar, the Unesco World Heritage island of Hashima resembles a battleship, hence its nickname Gunkanjima ('battleship island'). Up close, this long…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/gunkanjima/a/poi-sig/1555019/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d425de1a63a27827c327612dc20a56dd-hashima.jpg",
        "detail_description": "From afar, the Unesco World Heritage island of Hashima resembles a battleship, hence its nickname Gunkanjima ('battleship island'). Up close, this long-abandoned coal mine looks as though it's straight out of an apocalyptic manga (even appearing as the villain's lair in the 2012 James Bond film Skyfall). Once earth's most densely populated place, it became a ghost island when the mines were closed in 1974, and it's been left to nature since, now accessible only by guided tour.\nAccess is restricted because so many structures have collapsed or been damaged that much of the island is unsafe. Guided tours allow visitors to ramble on walkways among the long-disused skyscrapers. Some of the architecture (such as the iconic 'X' stairways – alas, not visible on the tour) was considered remarkable for its time, as engineers tackled the challenges of designing for such cramped living.While most of the spoken guiding is in Japanese, English info is available. Three-hour cruises from Nagasaki run twice daily from April to October; there are fewer departures November to March. Contact Gunkanjima Concierge for reservations."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 3,
        "name": "Peace Park",
        "latitude": "32.775287",
        "longitude": "129.862969",
        "excerpt": "A still, serene and deeply moving place, Nagasaki's Peace Park commemorates the atomic bombing of the city on August 9, 1945, which reduced the…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/peace-park/a/poi-sig/429510/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/157398076_medium.jpg",
        "detail_description": "A still, serene and deeply moving place, Nagasaki's Peace Park commemorates the atomic bombing of the city on August 9, 1945, which reduced the surrounding area to rubble and claimed tens of thousands of&nbsp;lives. Together with the Atomic Bomb Museum and National Peace Memorial Hall (both a short walk away), this is an essential stop for any visitor who wants to understand how the disaster shaped the city.\nThe green, spacious park is presided over by the 10-tonne bronze Nagasaki Peace Statue, designed in 1955 by Kitamura Seibō. It also includes the dove-shaped Fountain of Peace (1969) and the Peace Symbol Zone, a sculpture garden with contributions on the theme of peace from around the world.\nPractically adjoining the park to the south is the smaller Atomic Bomb Hypocentre Park, with a monument marking the epicentre of the deadly blast.\nOn 9 August a rowdy antinuclear protest is held within earshot of the more formal official memorial ceremony for those lost to the bomb.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 4,
        "name": "Nagasaki National Peace Memorial Hall for the Atomic Bomb Victims",
        "latitude": "32.77267337022",
        "longitude": "129.8645796177",
        "excerpt": "Adjacent to the Atomic Bomb Museum and completed in 2003, this minimalist memorial by Kuryū Akira is a profoundly moving place. It's best approached by…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/nagasaki-national-peace-memorial-hall-for-the-atomic-bomb-victims/a/poi-sig/1233229/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5e6dda065e59c773d49f5dc25396923d-nagasaki-national-peace-memorial-hall-for-the-atomic-bomb-victims.jpg",
        "detail_description": "Adjacent to the Atomic Bomb Museum and completed in 2003, this minimalist memorial by Kuryū Akira is a profoundly moving place. It's best approached by quietly walking around the sculpted water basin, commemorating those who cried for water in their dying days. In the hall below, 12 'pillars of light', containing shelves of books of the names of the deceased, reach skyward. Listen to survivors' messages and leave your own digital message for peace at 'peace information counters'.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 5,
        "name": "Nagasaki Atomic Bomb Museum",
        "latitude": "32.77229932062",
        "longitude": "129.86447100471",
        "excerpt": "On 9 August 1945, the world's second nuclear weapon detonated over Nagasaki, and this sombre place recounts the city's destruction and loss of life…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/nagasaki-atomic-bomb-museum/a/poi-sig/429536/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/185748382_full.jpg",
        "detail_description": "On 9 August 1945, the world's second nuclear weapon detonated over Nagasaki, and this sombre place recounts the city's destruction and loss of life through photos and artefacts, including mangled rocks, trees, furniture, pottery and clothing, a clock stopped at 11.02 (the time of the bombing), firsthand accounts from survivors, and stories of heroic relief efforts. Exhibits also include the post-bombing struggle for nuclear disarmament, and conclude with a chilling illustration of which nations bear nuclear arms.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 6,
        "name": "Suwa-jinja",
        "latitude": "32.75432453851",
        "longitude": "129.88189093769",
        "excerpt": "Situated on a forested hilltop and reached via multiple staircases with nearly 200 steps, this enormous shrine was established in 1625. Around the grounds…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/suwa-jinja/a/poi-sig/1233266/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c112b4e59ab5ebb08d599170e804ba44-suwa-jinja.jpg",
        "detail_description": "Situated on a forested hilltop and reached via multiple staircases with nearly 200 steps, this enormous shrine was established in 1625. Around the grounds are statues of komainu (protective dogs), including the kappa-komainu (water-sprite dogs), which you pray to by dribbling water onto the plates on their heads. The gankake komainu (turntable dog) was often called on by prostitutes, who prayed that storms would arrive, forcing the sailors to stay at the port another day.\nThe shrine comes to life each year with the dragon dance of Kunchi Matsuri, Nagasaki's most important annual festival."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 7,
        "name": "Sōfuku-ji",
        "latitude": "32.742308909336",
        "longitude": "129.883613024",
        "excerpt": "In Teramachi, this Ōbaku temple (Ōbaku is the third-largest Zen sect after Rinzai and Sōtō) was built in 1629 by Chinese monk Chaonian. Its red entrance…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/sofuku-ji/a/poi-sig/429554/356734",
        "image_url": null,
        "detail_description": "In Teramachi, this Ōbaku temple (Ōbaku is the third-largest Zen sect after Rinzai and Sōtō) was built in 1629 by Chinese monk Chaonian. Its red entrance gate (Daiippo-mon) exemplifies Ming-dynasty architecture. Inside the temple you can admire a huge cauldron that was used to prepare food for famine victims in 1681, and a statue of Mazu (aka Maso), goddess of the sea, worshipped by early Chinese seafarers. There are excellent descriptions in English throughout the grounds.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 8,
        "name": "Ōura Cathedral",
        "latitude": "32.734413",
        "longitude": "129.870157",
        "excerpt": "This hilltop church, Japan's oldest (1864), is dedicated to the 26 Christians who were crucified in Nagasaki in 1597. The former seminary and bishop's…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/oura-cathedral/a/poi-sig/429548/356734",
        "image_url": null,
        "detail_description": "This hilltop church, Japan's oldest (1864), is dedicated to the 26 Christians who were crucified in Nagasaki in 1597. The former seminary and bishop's residence have recently been renovated to house a museum exhibiting items relating to the history of Christianity in Japan, with a special focus on hidden Christians and the suffering they endured under shogunal rule. The church and other Nagasaki Christian sites were named to Unesco's World Heritage list in 2018.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 9,
        "name": "Nagasaki Museum of History & Culture",
        "latitude": "32.753546907961",
        "longitude": "129.87900712855",
        "excerpt": "This large museum with attractive displays focuses on Nagasaki's proud history of international exchange. Additionally, there's a fabulous, detailed…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/nagasaki-museum-of-history-culture/a/poi-sig/429538/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/40cec52982df171048c1652c64214bad-nagasaki-museum-of-history-culture.jpg",
        "detail_description": "This large museum with attractive displays focuses on Nagasaki's proud history of international exchange. Additionally, there's a fabulous, detailed reconstruction of a section of the Edo-period Nagasaki Magistrate's Office, which controlled trade and diplomacy. Be sure to get the free English-language audio guide.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 10,
        "name": "Nagai Takashi Memorial Museum",
        "latitude": "32.778985",
        "longitude": "129.865673",
        "excerpt": "This small but quietly moving museum celebrates the courage and faith of one man in the face of overwhelming adversity. Already suffering from leukaemia,…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/nagai-takashi-memorial-museum/a/poi-sig/429534/356734",
        "image_url": null,
        "detail_description": "This small but quietly moving museum celebrates the courage and faith of one man in the face of overwhelming adversity. Already suffering from leukaemia, Dr Nagai survived the atomic explosion but lost his wife to it. He immediately devoted himself to the treatment of bomb victims until his death in 1951. In his final days he continued to write prolifically and to secure donations for survivors and orphans, earning the nickname 'Saint of Nagasaki'. Ask to watch the video in English.\nNext door is Nyokodō (如己堂), the simple hut from which Dr Nagai worked – its name comes from the biblical commandment 'love thy neighbour as thyself'."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 11,
        "name": "Atomic Bomb Hypocentre Park",
        "latitude": "32.773662774835",
        "longitude": "129.86321724044",
        "excerpt": "A must-see for anyone coming to Nagasaki for its historic significance, this park houses a smooth, black-stone column that marks the point above which the…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/atomic-bomb-hypocentre-park/a/poi-sig/429486/356734",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ca5c5cfd0ca3ad2432847884dc86e966-atomic-bomb-hypocentre-park.jpg",
        "detail_description": "A must-see for anyone coming to Nagasaki for its historic significance, this park houses a smooth, black-stone column that marks the point above which the atomic bomb exploded. Nearby are bomb-blasted relics, including a section of the wall of the Urakami Cathedral.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 12,
        "name": "Glover Garden",
        "latitude": "32.734413",
        "longitude": "129.869428",
        "excerpt": "Some two dozen former homes of the city's Meiji-period European residents and other important buildings have been reassembled in this beautifully…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/glover-garden/a/poi-sig/1233286/356734",
        "image_url": null,
        "detail_description": "Some two dozen former homes of the city's Meiji-period European residents and other important buildings have been reassembled in this beautifully landscaped hillside garden, with breathtaking views across the harbour. Glover Garden is named after Scottish merchant and industrialist Thomas Glover (1838–1911), who built Japan's first railway and helped establish the shipbuilding industry, and whose arms-importing operations influenced the course of the Meiji Restoration.\nStart by taking the moving walkways to the top of the hill, then work your way back down.The Mitsubishi No 2 Dock building is at the top, with panoramic views of the city and harbour from the 2nd floor. Next highest is Walker House, filled with artefacts donated by the Glover and Walker families, followed by Ringer House, Alt House and finally Glover House. Halfway down is the Madame Butterfly Statue of Japanese opera singer Tamaki Miura. Exit the garden through the Nagasaki Traditional Performing Arts Museum, which has a display of dragons and floats used in Nagasaki's colourful Kunchi Matsuri.The 'audio pen' guide, available near the ticket office, gives lots of detailed commentary and costs ¥700, although the map that comes with it can be confusing."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 13,
        "name": "Dutch Slopes",
        "latitude": "32.735803",
        "longitude": "129.872872",
        "excerpt": "The gently inclined flagstone streets known as the Dutch Slopes were once lined with wooden Dutch houses. Several buildings here have been beautifully…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/dutch-slopes/a/poi-sig/429502/356734",
        "image_url": null,
        "detail_description": "The gently inclined flagstone streets known as the Dutch Slopes were once lined with wooden Dutch houses. Several buildings here have been beautifully restored and offer glimpses of Japan's early interest in the West. The Japanese name 'Oranda-zaka' comes from the Japanese word for Holland. It's a lovely stroll, and the quiet Ko-shashin-shiryōkan and Maizō-shiryōkan museums showcase the area's history (note that most signage is in Japanese).\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 14,
        "name": "Nagasaki Ropeway",
        "latitude": "32.757999940001",
        "longitude": "129.85976132454",
        "excerpt": "West of the harbour, this cable car ascends every 15 to 20 minutes to the top of 333m-high Inasa-yama. The view from the mountaintop has been ranked one…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/nagasaki-ropeway/a/poi-sig/1318912/356734",
        "image_url": null,
        "detail_description": "West of the harbour, this cable car ascends every 15 to 20 minutes to the top of 333m-high Inasa-yama. The view from the mountaintop has been ranked one of the world's three best at night, alongside Hong Kong and Monaco. Enter at the left side of Fuchi-jinja.\nBeginning 7pm nightly, a free shuttle bus serves the ropeway station from select hotels and JR Nagasaki Station, four times each way. Reservations required. Visit https://reserve.nagasaki-ropeway.jp for more information."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 15,
        "name": "Shiroyama Elementary School",
        "latitude": "32.773537",
        "longitude": "129.857787",
        "excerpt": "This was the closest school to the nuclear blast, up a hill a mere 500m away, and 1400 children perished here. Nowadays, it's hard not to be moved by the…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/shiroyama-elementary-school/a/poi-sig/1358986/356734",
        "image_url": null,
        "detail_description": "This was the closest school to the nuclear blast, up a hill a mere 500m away, and 1400 children perished here. Nowadays, it's hard not to be moved by the site's very ordinariness. Except for one building that still stands as it did following the bombing (to the right at the top of the stairs), and the presence of some new exhibits, this functioning school looks much like any other, albeit with the addition of sculptures, monuments and memorials to the victims.\nThe last of these is laden with strands of 1000 origami cranes, the traditional children's prayer for peace."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 16,
        "name": "Glover House",
        "latitude": "32.734156980807",
        "longitude": "129.86908531709",
        "excerpt": "A Unesco World Heritage site and Japan's oldest wooden Western-style building, this house, and the garden around it, are named for Thomas Glover (1838…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/glover-house/a/poi-sig/429508/356734",
        "image_url": null,
        "detail_description": "A Unesco World Heritage site and Japan's oldest wooden Western-style building, this house, and the garden around it, are named for Thomas Glover (1838–1911), the Scottish merchant and industrialist whose arms-importing operations played an important part in the Meiji Restoration. He also built the first train line in Japan (between Tokyo and Yokohama), helped establish the country's first modern shipyard and was one of the founders of Kirin beer.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 17,
        "name": "Fukusai-ji Kannon",
        "latitude": "32.7529241584",
        "longitude": "129.87654724644",
        "excerpt": "This temple takes the form of a huge turtle carrying an 18m-high figure of the goddess Kannon on its back. Inside, a Foucault pendulum (demonstrating the…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/fukusai-ji-kannon/a/poi-sig/429504/356734",
        "image_url": null,
        "detail_description": "This temple takes the form of a huge turtle carrying an 18m-high figure of the goddess Kannon on its back. Inside, a Foucault pendulum (demonstrating the rotation of the earth on its axis) hangs from near the top of the hollow statue. Only St Petersburg and Paris have larger examples.\nThe original temple, Chinese in origin, was built in 1628 but was completely burnt by the atomic-bomb fire. The replacement was built in 1976. The temple bell tolls at 11.02 daily, the exact time of the bomb's explosion."
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 18,
        "name": "Kōshi-byō & Historical Museum of China",
        "latitude": "32.735487",
        "longitude": "129.872708",
        "excerpt": "The jauntily painted Kōshi-byō shrine claims to be the only Confucian shrine built by and for Chinese outside China, and the statues of sages in its…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/koshi-byo-historical-museum-of-china/a/poi-sig/429512/356734",
        "image_url": null,
        "detail_description": "The jauntily painted Kōshi-byō shrine claims to be the only Confucian shrine built by and for Chinese outside China, and the statues of sages in its courtyard certainly make you feel as though you've journeyed across the sea. The original 1893 building was destroyed by fire following the atomic-bomb explosion.Behind the shrine, a museum of Chinese art spans jade artefacts, Neolithic archaeological finds, terracotta warriors and Qing-dynasty porcelain. There's also a large gift shop with trinkets from classy to kitschy.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 19,
        "name": "Inasa-yama",
        "latitude": "32.757324",
        "longitude": "129.857218",
        "excerpt": "West of the harbour, the Nagasaki Ropeway cable car ascends every 15 to 20 minutes to the top of 333m-high Inasa-yama, offering superb views over Nagasaki…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/inasa-yama/a/poi-sig/1233285/356734",
        "image_url": null,
        "detail_description": "West of the harbour, the Nagasaki Ropeway cable car ascends every 15 to 20 minutes to the top of 333m-high Inasa-yama, offering superb views over Nagasaki; it's been ranked as one of the world's top three nighttime views, alongside Hong Kong and Monaco. A tower at the top offers even more panoramic views. Elsewhere on the mountain is Onsen Fukunoyu.\n"
    },
    {
        "country": "nagasaki",
        "city": "Nagasaki",
        "index": 20,
        "name": "Gunkanjima Digital Museum",
        "latitude": "32.736121",
        "longitude": "129.869141",
        "excerpt": "For days when Gunkanjima is inaccessible (or even when it's not), you can tour the island from afar via high-tech video presentations and virtual-reality…",
        "detail_url": "https://www.lonelyplanet.com/japan/kyushu/nagasaki/attractions/gunkanjima-digital-museum/a/poi-sig/1611687/356734",
        "image_url": null,
        "detail_description": "For days when Gunkanjima is inaccessible (or even when it's not), you can tour the island from afar via high-tech video presentations and virtual-reality experiences, most available with English translations. Reserve for the 'mixed-reality' game/tour, in which you try to catch holograms (¥1000 extra) on a virtual-reality Gunkanjima. Discounted tickets available for children up to 18. The museum closes irregularly.\n"
    }
]