[
    {
        "country": "naples",
        "city": "Naples",
        "index": 1,
        "name": "Catacombe di San Gennaro",
        "latitude": "40.864158",
        "longitude": "14.247133",
        "excerpt": "Naples' oldest and most sacred catacombs became a Christian pilgrimage site when San Gennaro's body was interred here in the 5th century. The carefully…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/la-sanita-capodimonte/attractions/catacombe-di-san-gennaro/a/poi-sig/422529/1342346",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/15c403e28283e837973e17f1c11d42e4-catacombe-di-san-gennaro.jpg",
        "detail_description": "Naples' oldest and most sacred catacombs became a Christian pilgrimage site when San Gennaro's body was interred here in the 5th century. The carefully restored site allows visitors to experience an evocative other world of tombs, corridors and broad vestibules, its treasures including 2nd-century Christian frescoes, 5th-century mosaics and the oldest known portrait of San Gennaro, dating from the second half of the 5th century.\nThe catacombs are home to three types of tomb, each corresponding to a specific social class. The wealthy opted for the open-room cubiculum, originally guarded by gates and adorned with colourful wall frescoes. One cubiculum to the left of the entrance features an especially beautiful funerary fresco of a mother, father and child: it's made up of three layers of fresco, one commissioned for each death. The smaller, rectangular wall niches, known as loculum, were the domain of the middle classes, while the forme (floor tombs) were reserved for the poor.Further ahead you'll stumble upon the basilica minore (minor basilica), home to the tombs of San Gennaro and 5th-century archbishop of Naples Giovanni I. Sometime between 413 and 431, Giovanni I accompanied the martyr's remains from Pozzuoli to Naples, burying them here before Lombard prince Sico I of Benevento snatched them in the 9th century. The basilica minore also harbours fragments of a fresco depicting Naples' first bishop, Sant'Aspreno. The city's bishops were buried here until the 11th century.Close to the basilica minore is a 3rd-century tomb whose Pompeiian-hued artwork employs both Christian and pagan elements. In the image of three women building a castle, the figures represent the three virtues, while the castle symbolises the Church.The lower level is even older, dating back to the 2nd century and speckled with typically pagan motifs like fruit and animals. The painting on the side of San Gennaro's tomb – depicting the saint with Mt Vesuvius and Mt Somma in the background – is the first known image of San Gennaro as the protector of Naples. Also on the lower level is the Basilica di Agrippino, named in honour of Sant'Agrippino. The sixth bishop of Naples, Agrippino was also the first Christian to be buried in the catacombs, back in the 3rd century.Tours of the catacombs are run by the Cooperativa Sociale Onlus 'La Paranza', whose ticket office is to the left of the Chiesa di Madre di Buon Consiglio, a snack-sized replica of St Peter's in Rome completed in 1960. Tickets can also be purchased in advance online.The cooperative also runs a fascinating Sunday morning walking tour called Il Miglio Sacro (The Holy Mile; adult/reduced €15/13), which explores the neighbouring Sanità district. The Holy Mile tour must be prebooked and is offered in Italian unless requested in English, French or Spanish in advance; see the website for details.The catacombs themselves also host occasional special events, including theatrical and live-music performances; see the website."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 2,
        "name": "Certosa e Museo di San Martino",
        "latitude": "40.843510270753",
        "longitude": "14.240872058424",
        "excerpt": "The high point (quite literally) of the Neapolitan baroque, this charterhouse-turned-museum was built as a Carthusian monastery between 1325 and 1368…",
        "detail_url": "https://www.lonelyplanet.com/italy/campania/naples/attractions/certosa-e-museo-di-san-martino/a/poi-sig/422533/359879",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2105276987.jpg",
        "detail_description": "The high point (quite literally) of the Neapolitan baroque, this charterhouse-turned-museum was built as a Carthusian monastery between 1325 and 1368. Centred on one of the most beautiful cloisters in Italy, it has been decorated, adorned and altered over the centuries by some of Italy’s finest talent, most importantly architect Giovanni Antonio Dosio in the 16th century and baroque sculptor Cosimo Fanzago a century later. Nowadays, it’s a superb repository of Neapolitan and Italian artistry.\nThe monastery’s church and the sacristy, treasury and chapter house that flank it contain a feast of frescoes and paintings by some of Naples’ greatest 17th-century artists, among them Battista Caracciolo, Jusepe de Ribera, Guido Reni and Massimo Stanzione. In the nave, Cosimo Fanzago’s inlaid marble work is simply extraordinary.Adjacent to the church, the Chiostro dei Procuratori is the smaller of the monastery’s two cloisters. A grand corridor on the left leads to the larger Chiostro Grande (Great Cloister). Originally designed by Dosio in the late 16th century and added to by Fanzago, it’s a sublime composition of Tuscan-Doric porticoes, marble statues and vibrant camellias. The balustrade marks the Certosa's small cemetery, adorned with skulls created by Fanzago.Just off the Chiostro dei Procuratori, the Sezione Navale documents the history of the Bourbon navy from 1734 to 1860, and features a small yet extraordinary collection of royal barges. The Sezione Presepiale – which faces the refectory – houses a whimsical collection of rare Neapolitan presepi (nativity scenes) from the 18th and 19th centuries, including the colossal 19th-century Cuciniello creation, which covers one wall of what used to be the monastery’s kitchen. The Quarto del Priore in the southern wing houses the bulk of the monks' historic picture collection, as well as one of the museum’s most famous sculptures, the tender Madonna col Bambino e San Giovannino (Madonna and Child with the Infant John the Baptist). The piece is the work of Pietro Bernini, father of the more famous Gian Lorenzo Bernini. Also noteworthy is a statue of St Francis of Assisi by 18th-century master sculptor Giuseppe Sanmartino, creator of the Cristo velato (Veiled Christ) housed in Naples' Cappella Sansevero.A pictorial history of Naples is told in Immagini e Memorie della Città e del Regno (Images and Memories of the City and Kingdom of Naples). Here you’ll find portraits of historic characters; antique maps, including a 35-panel copper map of 18th-century Naples in Room 45; and rooms dedicated to major historical events such as the eruption of Mt Vesuvius and the Revolt of the Masaniello (Room 36) and the plague (Room 37). Room 32 boasts the beautiful Tavola Strozzi (Strozzi Table); its fabled depiction of maritime Naples in the second half of the 15th century is one of the city’s most celebrated historical records.It's worth noting that some sections of the museum are only open at various times of the day; see the website for specific times.Below the Certosa is the imposing Sotterranei Gotici (Gothic basement). The austere vaulted space holds around 150 marble sculptures and epigraphs. Unfortunately, tours were suspended indefinitely in 2017; contact the museum for updates."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 3,
        "name": "Museo Archeologico Nazionale",
        "latitude": "40.85348",
        "longitude": "14.250448",
        "excerpt": "Naples' National Archaeological Museum serves up one of the world’s finest collections of Graeco-Roman artefacts. Originally a cavalry barracks and later…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/toledo-quartieri-spagnoli-1342344/attractions/museo-archeologico-nazionale/a/poi-sig/422621/1342344",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/25904fe175402b4f8acc577d4500821a58b0674474c00787036d6fad4674770d.jpg",
        "detail_description": "Naples' National Archaeological Museum serves up one of the world’s finest collections of Graeco-Roman artefacts. Originally a cavalry barracks and later seat of the city’s university, the museum was established by the Bourbon king Charles VII in the late 18th century to house the antiquities he inherited from his mother, Elisabetta Farnese, as well as treasures looted from Pompeii and Herculaneum. Star exhibits include the celebrated Toro Farnese (Farnese Bull) sculpture and awe-inspiring mosaics from Pompeii's Casa del Fauno.\nBefore tackling the collection, consider investing in the National Archaeological Museum of Naples (€12), published by Electa; if you want to concentrate on the highlights, audio guides (€5) are available in English.Downstairs is an impressive collection of ancient epigraphs (stone engravings), among them slogans from Pompeiian political campaigns and examples of local street poetry. Some of the engravings pre-date Roman rule, spanning back to the southern Italy's Greek domination. The basement is also home to Italy's second-largest collection of ancient Egyptian relics, organised around themes such as 'Tombs and Grave Goods', 'Mummification and Magic'.The ground-floor Farnese collection of colossal Greek and Roman sculptures features the Toro Farnese and a muscle-bound Ercole (Hercules). Sculpted in the early 3rd century AD and noted in the writings of Pliny the Elder, the Toro Farnese, probably a Roman copy of a Greek original, depicts the humiliating death of Dirce, Queen of Thebes. Carved from a single colossal block of marble, the sculpture was discovered in 1545 at the Baths of Caracalla in Rome and was restored by Michelangelo, before eventually being shipped to Naples in 1788. Ercole was discovered in the same Roman excavations, albeit without his legs. Replacement pins were commissioned by Michelangelo and sculpted by Guglielmo della Porta. When the statue's original legs were found, the Farnese family decided not to have them fitted, but they were reinstated when the statue was gifted to the King of Naples.If you’re short on time, take in both these masterpieces before heading straight to the mezzanine floor, home to an exquisite collection of mosaics, mostly from Pompeii. Of the series taken from the Casa del Fauno, it is La battaglia di Alessandro contro Dario (The Battle of Alexander against Darius) that really stands out. The best-known depiction of Alexander the Great, the 20-sq-metre mosaic was probably made by Alexandrian craftsmen working in Italy around the end of the 2nd century BC.Beyond the mosaics, the Gabinetto Segreto (Secret Chamber) contains a small but much-studied collection of ancient erotica. Pan is caught in the act with a nanny goat in the collection’s most famous piece – a small and surprisingly sophisticated statue taken from the Villa dei Papiri in Herculaneum. You'll also find a series of nine paintings depicting erotic positions – a menu for brothel patrons.Originally the royal library, the enormous Sala Meridiana (Great Hall of the Sundial) on the 1st floor is home to the Atlante farnese, a statue of Atlas carrying a globe on his shoulders, as well as various paintings from the Farnese collection. Look up and you’ll find Pietro Bardellino’s riotously colourful 1781 fresco depicting the (short-lived) triumph of Ferdinand IV of Bourbon and Marie Caroline of Austria in Rome.The rest of the 1st floor is largely devoted to fascinating discoveries from Pompeii, Herculaneum, Boscoreale, Stabiae and Cuma. Among them are whimsical wall frescoes from the Villa di Agrippa Postumus and the Casa di Meleagro, extraordinary bronzes from the Villa dei Papiri, and ceramics, glassware, engraved coppers and Greek funerary vases."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 4,
        "name": "Duomo",
        "latitude": "40.852514",
        "longitude": "14.259471",
        "excerpt": "Whether you go for Giovanni Lanfranco's fresco in the Cappella di San Gennaro (Chapel of St Janarius), the 4th-century mosaics in the baptistry, or the…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/duomo/a/poi-sig/422593/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4ce080dd447aab5f99d7da8b28126f90-duomo.jpg",
        "detail_description": "Whether you go for Giovanni Lanfranco's fresco in the Cappella di San Gennaro (Chapel of St Janarius), the 4th-century mosaics in the baptistry, or the thrice-annual miracle of San Gennaro, do not miss Naples' cathedral. Kick-started by Charles I of Anjou in 1272 and consecrated in 1315, it was largely destroyed in a 1456 earthquake. It has had copious nips and tucks over the subsequent centuries.\nAmong these is the gleaming neo-Gothic facade, only completed in 1905. Step inside and you'll immediately notice the central nave's gilded coffered ceiling, studded with late-mannerist art. The high sections of the nave and the transept are the work of baroque overachiever Luca Giordano.Off the right side of the nave, the Cappella di San Gennaro (also known as the Chapel of the Treasury) was designed by Theatine priest and architect Francesco Grimaldi, and completed in 1646. The most sought-after artists of the period worked on the chapel, creating one of Naples' greatest baroque legacies. Highlights here include Jusepe de Ribera's gripping canvas St Gennaro Escaping the Furnace Unscathed and Giovanni Lanfranco's dizzying dome fresco. Hidden away in a strongbox behind the altar is a 14th-century silver bust in which sit the skull of San Gennaro and the two phials that hold his miraculously liquefying blood.The next chapel eastwards contains an urn with the saint's bones and a cupboard full of femurs, tibias and fibulas. Below the high altar is the Cappella Carafa, a Renaissance chapel built to house yet more of the saint's remains.Off the left aisle lies the 4th-century Basilica di Santa Restituta, the subject of an almost complete makeover after the earthquake of 1688. From it you can access the Battistero di San Giovanni in Fonte. It is Western Europe's oldest baptistry and is encrusted with fragments of glittering 4th-century mosaics.The Duomo's subterranean archaeological zone, which includes fascinating remains of Greek and Roman buildings and roads, remains closed indefinitely."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 5,
        "name": "Cappella Sansevero",
        "latitude": "40.849292",
        "longitude": "14.254932",
        "excerpt": "It's in this Masonic-inspired baroque chapel that you'll find Giuseppe Sanmartino's incredible sculpture, Cristo velato (Veiled Christ), its marble veil…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/cappella-sansevero/a/poi-sig/422519/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-1249041534.jpg",
        "detail_description": "It's in this Masonic-inspired baroque chapel that you'll find Giuseppe Sanmartino's incredible sculpture, Cristo velato (Veiled Christ), its marble veil so realistic that it's tempting to try to lift it and view Christ underneath. It's one of several artistic wonders that include Francesco Queirolo's sculpture Disinganno (Disillusion), Antonio Corradini's Pudicizia (Modesty) and riotously colourful frescoes by Francesco Maria Russo that have remained untouched since their creation in 1749.\nOriginally built around the end of the 16th century to house the tombs of the di Sangro family, the chapel was given its current baroque fit-out by Prince Raimondo di Sangro, who, between 1749 and 1766, commissioned the finest artists to adorn the interior. In Queirolo's Disinganno, the man trying to untangle himself from a net represents Raimondo's father, Antonio, Duke of Torremaggiore. After the premature death of his wife, Antonio abandoned the young Raimondo, choosing instead a life of travel and hedonistic pleasures. Repentant in his later years, he returned to Naples and joined the priesthood, his attempt to free himself from sin represented in Queirolo's masterpiece.Even more poignant is Antonio Corradini's Pudicizia, whose veiled female figure pays tribute to Raimondo's mother, Cecilia Gaetani d’Aquila d’Aragona. Raimondo was only 11 months old when she died, and the statue's lost gaze and broken plaque represent a life cruelly cut short.The chapel's original polychrome marble flooring was badly damaged in a major collapse involving the chapel and the neighbouring Palazzo dei di Sangro in 1889. Designed by Francesco Celebrano, the flooring survives in fragmentary form in the passageway leading off from the chapel's right side. The passageway leads to a staircase, at the bottom of which you'll find two meticulously preserved human arterial systems – one of a man, the other of a woman. Debate still circles the models: are the arterial systems real or reproductions? And if they are real, just how was such an incredible state of preservation achieved? More than two centuries on, the mystery surrounding the alchemist prince and his abilities lives on.Queues here can be notoriously long so consider purchasing your ticket online in advance for fast-track entry into the chapel; it's worth the extra €2 booking fee, especially during peak holiday periods."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 6,
        "name": "Museo di Capodimonte",
        "latitude": "40.866378565007",
        "longitude": "14.250805927144",
        "excerpt": "Originally designed as a hunting lodge for Charles VII of Bourbon, the monumental Palazzo di Capodimonte was begun in 1738 and took more than a century to…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/la-sanita-capodimonte/attractions/museo-di-capodimonte/a/poi-sig/1214196/1342346",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-183571286_super.jpg",
        "detail_description": "Originally designed as a hunting lodge for Charles VII of Bourbon, the monumental Palazzo di Capodimonte was begun in 1738 and took more than a century to complete. It's now home to the Museo di Capodimonte, southern Italy's largest and richest art gallery. Its vast collection – much of which Charles inherited from his mother, Elisabetta Farnese – was moved here in 1759 and ranges from exquisite 12th-century altarpieces to works by Botticelli, Caravaggio, Titian and Warhol.\nThe gallery is spread over three floors and 160 rooms; for most people, a full morning or afternoon is enough for an abridged best-of tour. The 1st floor includes works by greats such as Michelangelo, Raphael and Titian, with highlights including Masaccio’s Crocifissione (Crucifixion), Botticelli's Madonna col Bambino e due angeli (Madonna with Child and Angels), Bellini’s Trasfigurazione (Transfiguration) and Parmigianino’s Antea, all of which are subject to room changes within the museum.The floor is also home to the royal apartments, a study in regal excess. The Salottino di Porcellana (Room 52) is an outrageous example of 18th-century chinoiserie, its walls and ceiling dense with whimsically themed porcelain ‘stucco’. Originally created between 1757 and 1759 for the Palazzo Reale in Portici, it was transferred to Capodimonte in 1867.Upstairs, the 2nd-floor galleries display work by Neapolitan artists from the 13th to the 19th centuries, including de Ribera, Giordano, Solimena and Stanzione. It's also home to some spectacular 16th-century Belgian tapestries. The piece that many come to see, however, is Caravaggio’s Flagellazione (Flagellation of Christ; 1607–10), which hangs in reverential solitude in Room 78. Rooms 88 to 95 are dedicated to paintings of the Neapolitan baroque period.Accessed from the 2nd floor, a small mezzanine level hosts a rotating selection of modern works from artists including Andy Warhol, Mimmo Jodice and John Armleder.Once you've finished in the museum, the Real Bosco di Capodimonte – the palace's 134-hectare estate – provides a much-needed breath of fresh air.The museum offers a convenient, hourly shuttle-bus service – Shuttle Capodimonte – that runs between central Naples and the museum. Buses depart from Piazza Trieste e Trento (opposite Teatro San Carlo) and stop at Piazza Dante and the Museo Archeologico Nazionale en route. Tickets (which include museum entry) can be purchased directly on the bus."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 7,
        "name": "Palazzo Reale",
        "latitude": "40.836225",
        "longitude": "14.249665",
        "excerpt": "Envisaged as a 16th-century monument to Spanish glory (Naples was under Spanish rule at the time), the magnificent Palazzo Reale is home to the Museo del…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/toledo-quartieri-spagnoli-1342344/attractions/palazzo-reale/a/poi-sig/1383045/1342344",
        "image_url": null,
        "detail_description": "Envisaged as a 16th-century monument to Spanish glory (Naples was under Spanish rule at the time), the magnificent Palazzo Reale is home to the Museo del Palazzo Reale, a rich and eclectic collection of baroque and neoclassical furnishings, porcelain, tapestries, sculpture and paintings, spread across the palace's royal apartments.\nAmong the many highlights is the Teatrino di Corte, a lavish private theatre created by Ferdinando Fuga in 1768 to celebrate the marriage of Ferdinand IV and Marie Caroline of Austria. Incredibly, Angelo Viva's statues of Apollo and the Muses set along the walls are made of papier mâché.Sala (Room) VIII is home to a pair of vivid, allegorical 18th-century French tapestries representing earth and water respectively. Further along, Sala XII will leave you sniggering at the 16th-century canvas Gli esattori delle imposte (The Tax Collectors). Painted by Dutch artist Marinus Claeszoon Van Reymerswaele, it confirms that attitudes to tax collectors have changed little in 500 years. Sala XIII used to be Joachim Murat's study in the 19th century, but was used as a snack bar by Allied troops in WWII. Meanwhile, what looks like a waterwheel in Sala XXIII is actually a nifty rotating reading desk made for Queen Maria Carolina of Austria by Giovanni Uldrich in the 18th century.The Cappella Reale (Royal Chapel) houses an 18th-century presepe napoletano (Neapolitan nativity scene). Fastidiously detailed, its cast of pastori (nativity-scene figurines) were crafted by a series of celebrated Neapolitan artists, including Giuseppe Sanmartino, creator of the Cristo velato (Veiled Christ) sculpture in the Cappella Sansevero.The palace is also home to the Biblioteca Nazionale di Napoli, its own priceless treasures including at least 2000 papyri discovered at Herculaneum. You will need to email the library a month ahead to organise a viewing of its ancient papyri, retrieved from Herculaneum. Thankfully, you won't need to book ahead to view the library's exquisite Biblioteca Lucchesi Palli (Lucchesi Palli Library; closed Saturday). Crafted by some of Naples' most celebrated 19th-century artisans, it's home to numerous fascinating artistic artefacts, including letters by composer Giuseppe Verdi. Bring photo ID to enter the Biblioteca Nazionale.Theatre and opera fans can buy the combination ticket (€11) for entry to both the Palazzo Reale and adjoining MeMus theatre museum."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 8,
        "name": "Gallerie d'Italia",
        "latitude": "40.83978",
        "longitude": "14.248635",
        "excerpt": "Built for a Spanish merchant in the 17th century and reconfigured in belle-époque style by architect Luigi Platania in the early 20th century, Palazzo…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/toledo-quartieri-spagnoli-1342344/attractions/gallerie-d-italia/a/poi-sig/1191164/1342344",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6a1e0855fa915541dc712671f799c77d-galleria-di-palazzo-zevallos-stigliano.jpg",
        "detail_description": "Originally in Palazzo Zevallos Stigliano, the Gallerie d'Italia can now be found in the nearby Banco di Napoli building, which houses a compact yet stunning collection of Neapolitan and Italian art spanning the 17th to early 20th centuries. The star attraction is Caravaggio's mesmerising swansong, The Martyrdom of St Ursula (1610). Completed weeks before the artist's lonely death, the painting depicts a vengeful king of the Huns piercing the heart of his unwilling virgin-bride-to-be, Ursula.\nPositioned behind the dying martyr is a haunted Caravaggio, an eerie premonition of his own impending fate. The tumultuous history of both the artist and the painting is documented in the free and highly informative tablet audio guide.Caravaggio's masterpiece is one of around 120 works on display in the palazzo's sumptuous rooms. Among the numerous standouts are Luca Giordano's robust The Rape of Helen, a graphic Judith Beheads Holofernes attributed to Louis Finson, Francesco Solimena's Hagar and Ishmael in the Desert Confronted by the Angel and a series of bronze and terracotta sculptures by Vincenzo Gemito.A fine collection of landscape paintings includes Gaspar van Wittel's View of Naples with the District of Chiaia from Pizzofalcone and his View of Naples with Largo di Palazzo, both of which offer a fascinating depiction of the city in the early 18th century. The latter painting – which depicts what is now Piazza del Plebiscito – includes the triple-arched Fontana dell'Immacolatella. Designed by Michelangelo Naccherini and Pietro Bernini in 1601, the fountain is now located at the corner of Via Partenope and Via Nazario Sauro, beside Borgo Marinaro. Gaspar van Wittel was the father of celebrated Neapolitan architect Luigi Vanvitelli."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 9,
        "name": "Complesso Monumentale di Santa Chiara",
        "latitude": "40.847361",
        "longitude": "14.252905",
        "excerpt": "Vast, Gothic and cleverly deceptive, the mighty Basilica di Santa Chiara stands at the heart of this tranquil monastery complex. The church was severely…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/complesso-monumentale-di-santa-chiara/a/poi-sig/1051198/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f8aad87d08c43907ff86c368fe10591c94757317bb3efc48be4a3d1438e7e391.jpg",
        "detail_description": "Vast, Gothic and cleverly deceptive, the mighty Basilica di Santa Chiara stands at the heart of this tranquil monastery complex. The church was severely damaged in WWII: what you see today is a 20th-century recreation of Gagliardo Primario's 14th-century original. Adjoining it are the basilica's cloisters, adorned with brightly coloured 17th-century majolica tiles and frescoes.\nWhile the Angevin porticoes date back to the 14th century, the cloisters took on their current look in the 18th century thanks to the landscaping work of Domenico Antonio Vaccaro. The walkways that divide the central garden of lavender and citrus trees are lined with 72 ceramic-tiled octagonal columns connected by benches. Painted by Donato and Giuseppe Massa, the tiles depict various rural scenes, from hunting sessions to vignettes of peasant life. The four internal walls are covered with soft, whimsical 17th-century frescoes of Franciscan tales.Adjacent to the cloisters, a small and elegant museum of mostly ecclesiastical props also features the excavated ruins of a 1st-century spa complex, including a remarkably well-preserved laconicum (sauna).Commissioned by Robert of Anjou for his wife Sancia di Maiorca, the monastic complex was built to house 200 monks and the tombs of the Angevin royal family. Dissed as a 'stable' by Robert's ungrateful son Charles of Anjou, the basilica received a luscious baroque makeover by Domenico Antonio Vaccaro, Gaetano Buonocore and Giovanni Del Gaizo in the 18th century. It took a direct hit during an Allied air raid on 4 August 1943 and its reconstruction was completed in 1953. Features that did survive the fire resulting from the bombing include part of a 14th-century fresco to the left of the main door and a chapel containing the tombs of the Bourbon kings from Ferdinand I to Francesco II.The church forecourt makes a cameo in Pier Paolo Pasolini's film Il Decameron (The Decameron), itself based on Giovanni Boccaccio's 14th-century novel."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 10,
        "name": "Cimitero delle Fontanelle",
        "latitude": "40.858633",
        "longitude": "14.238625",
        "excerpt": "Holding about eight million human bones, the ghoulish Fontanelle Cemetery was first used during the 1656 plague, before becoming Naples' main burial site…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/la-sanita-capodimonte/attractions/cimitero-delle-fontanelle/a/poi-sig/422589/1342346",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4d96bf56c8b513a7038b01d7c9e37497-cimitero-delle-fontanelle.jpg",
        "detail_description": "Holding about eight million human bones, the ghoulish Fontanelle Cemetery was first used during the 1656 plague, before becoming Naples' main burial site during the 1837 cholera epidemic. At the end of the 19th century it became a hot spot for the anime pezzentelle (poor souls) cult, in which locals adopted skulls and prayed for their souls. Lack of information at the site makes joining a tour much more rewarding; reputable outfits include Cooperativa Sociale Onlus 'La Paranza'.\nAvoid guides offering tours at the entrance."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 11,
        "name": "Teatro San Carlo",
        "latitude": "40.837394",
        "longitude": "14.249675",
        "excerpt": "An evening at Italy's largest opera house is magical. Although the original 1737 theatre burnt down in 1816, Antonio Niccolini's 19th-century…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/toledo-quartieri-spagnoli-1342344/attractions/teatro-san-carlo/a/poi-sig/1257820/1342344",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d0ae19d1c6872f17a3d9cb2a105e365fa98e4aa260a4d399bf4592aa8dde6a3c.jpg",
        "detail_description": "An evening at Italy's largest opera house is magical. Although the original 1737 theatre burnt down in 1816, Antonio Niccolini's 19th-century reconstruction is pure Old World opulence. If you can't make it to a performance, consider taking one of the 45-minute guided tours of the venue. Tours usually take in the foyers, elegant main hall and royal box (the best seat in the house) and tour tickets can be purchased at the theatre up to 15 minutes before each tour begins.\nNext door, the Palazzo Reale is home to the theatre's museum, MeMus."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 12,
        "name": "Pio Monte della Misericordia",
        "latitude": "40.851853767939",
        "longitude": "14.260324575357",
        "excerpt": "The 1st-floor gallery of this octagonal, 17th-century church delivers a satisfying, digestible collection of Renaissance and baroque art, including works…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/pio-monte-della-misericordia/a/poi-sig/422673/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock591080708.jpg",
        "detail_description": "The 1st-floor gallery of this octagonal, 17th-century church delivers a satisfying, digestible collection of Renaissance and baroque art, including works by Francesco de Mura, Jusepe de Ribera, Andrea Vaccaro and Paul van Somer. It's also home to contemporary artworks by Italian and foreign artists, each inspired by Caravaggio's masterpiece Le sette opere di Misericordia (The Seven Acts of Mercy). Considered by many to be the most important painting in Naples, you'll find it above the main altar in the ground-floor chapel.\nMagnificently demonstrating the artist's chiaroscuro style, which had a revolutionary impact in Naples, Le sette opere di Misericordia was considered unique in its ability to illustrate the various acts in one seamlessly choreographed scene. Pio Monte della Misericordia's archives are home to the Declaratoria del 14 Ottobre 1607, an original church document acknowledging payment of 400 ducats to Caravaggio for the painting. A photocopy of the document is on display in the 1st-floor gallery, where you can also view the painting from the gallery's Sala del Coretto (Coretto Room).On the opposite side of the street stands the Guglia di San Gennaro. Dating back to 1636, with stonework by Cosimo Fanzago and a bronze statue by Tommaso Montani, the obelisk is a soaring grazie (thank you) to the city's patron saint for protecting Naples from the 1631 eruption of Mt Vesuvius."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 13,
        "name": "Complesso Monumentale di San Lorenzo Maggiore",
        "latitude": "40.850826",
        "longitude": "14.257711",
        "excerpt": "The basilica at this richly layered religious complex is deemed one of Naples' finest medieval buildings. Aside from Ferdinando Sanfelice's facade, the…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/complesso-monumentale-di-san-lorenzo-maggiore/a/poi-sig/422563/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1372204893.jpg",
        "detail_description": "The basilica at this richly layered religious complex is deemed one of Naples' finest medieval buildings. Aside from Ferdinando Sanfelice's facade, the Cappella al Rosario and the Cappellone di Sant'Antonio, its baroque makeover was stripped away last century to reveal its austere, Gothic elegance. Beneath the basilica is a sprawl of extraordinary Graeco-Roman ruins, accessible on a one-hour guided tour.\nTo better understand the ruins, start your explorations in the Museo dell'Opera di San Lorenzo Maggiore, which includes a model of the area as it appeared in ancient times. The museum also includes an intriguing collection of local archaeological finds, including Graeco-Roman sarcophagi, ceramics and crockery from the digs below. Other treasures include vivacious 9th-century ceramics, Angevin frescoes, paintings by Giuseppe Marullo and Luigi Velpi, and fine examples of 17th- and 18th-century ecclesiastical vestments.The ruins themselves will see you walking past ancient bakeries, wineries, laundries and barrel-vaulted rooms that once formed part of the city's two-storey macellum (market).Above them, the basilica itself was commenced in 1270 by French architects, who built the apse. Local architects took over the following century, recycling ancient columns in the nave. Catherine of Austria, who died in 1323, is buried here in a beautiful mosaiced tomb. Legend has it that this was where Boccaccio first fell for Mary of Anjou, the inspiration for his character Fiammetta, while the poet Petrarch called the adjoining convent home in 1345.Guided tours in English run around five times daily on weekdays and around seven times daily on weekends. Frequency of tours may change seasonally."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 14,
        "name": "Complesso Museale di Santa Maria delle Anime del Purgatorio ad Arco",
        "latitude": "40.85055",
        "longitude": "14.255791",
        "excerpt": "Consecrated in 1638, the engrossing chiesa delle cape di morte (the church of the skulls) sits on two levels. While the upper church boasts fine paintings…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/complesso-museale-di-santa-maria-delle-anime-del-purgatorio-ad-arco/a/poi-sig/1291596/1342343",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5ef13bc6edcc4c3a1c3be99429daa772-complesso-museale-di-santa-maria-delle-anime-del-purgatorio-ad-arco.jpg",
        "detail_description": "Consecrated in 1638, the engrossing chiesa delle cape di morte (the church of the skulls) sits on two levels. While the upper church boasts fine paintings – namely Luca Giordano's The Death of St Alessio and Massimo Stanzione's Virgin with the Souls of Purgatory – the lower church (only accessible by guided tour) is most famous as a hotspot for the cult-like worship of the anime pezzentelle (poor souls).\nBetween the 17th and early 19th centuries, the large, nameless grave at the centre of the lower church received the remains of countless locals who could not afford to be buried in the church. Heaving with anonymous bones, the hypogeum became an epicentre for the cult of the anime pezzentelle, in which followers adopted skulls and prayed for souls. It was hoped that once the souls reached heaven, they would offer graces and blessings as gratitude. Up to 60 Masses were held here each day, and on All Souls' Day, queues leading into the underground vault would reach the Duomo, 450m away. Although burials on this site ceased soon after the declaration of the Edict of Saint-Cloud (a Napoleonic order banning burials within the city's borders), the wall shrines remained. The most famous of these belongs to 'Lucia' – a tiara-crowned skull named for a neon sign left at her shrine. According to legend, the skull was that of an 18th-century teenage bride, whose tragic death from tuberculosis saw her become the unofficial protector of young brides. To this day, you will find gifts of jewellery and bridal bouquets at her shrine, left by those who still believe in the cult.The guided tour also takes in the upper church's sacristy, home to a small but beautiful collection of devotional art and ecclesiastical robes. The church is sometimes used for classical-music concerts – check the website (in Italian) to see what might be in the wings."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 15,
        "name": "Galleria Borbonica",
        "latitude": "40.835478",
        "longitude": "14.246221",
        "excerpt": "Traverse five centuries along Naples’ Bourbon Tunnel. Conceived by Ferdinand II in 1853 to link the Palazzo Reale to the barracks and the sea, the never…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/santa-lucia-chiaia-1342345/attractions/galleria-borbonica/a/poi-sig/1408767/1342345",
        "image_url": null,
        "detail_description": "Traverse five centuries along Naples’ Bourbon Tunnel. Conceived by Ferdinand II in 1853 to link the Palazzo Reale to the barracks and the sea, the never-completed escape route is part of the 17th-century Carmignano Aqueduct system, itself incorporating 16th-century cisterns. The standard tour does not require prebooking, though the Adventure Tour (85 minutes; adult/reduced €15/10) and adults-only Speleo Light Tour (90 minutes; €15) do.\nThe Via delle Memorie Tour (60 minutes; adult/reduced €10/5) is only available in English for groups; see the website for details. Note that there are two other entrances to the Galleria Borbonica: one at Via Domenico Morelli 61 and the other at Via Monte di Dio 14."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 16,
        "name": "Lungomare",
        "latitude": "40.831549",
        "longitude": "14.241157",
        "excerpt": "When you need a break from Naples' hyperactive tendencies, take a deep breath on its pedestrianised seafront strip. Stretching 2.5km along Via Partenope…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/santa-lucia-chiaia-1342345/attractions/lungomare/a/poi-sig/422615/1342345",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1528499639.jpg",
        "detail_description": "When you need a break from Naples' hyperactive tendencies, take a deep breath on its pedestrianised seafront strip. Stretching 2.5km along Via Partenope and Via Caracciolo, its views are nothing short of exquisite, taking in the bay, Mt Vesuvius, two castles and Vomero's Liberty-style villas. It's particularly romantic at dusk, when Capri and the volcano take on a mellow orange hue.\nSeparating the Lungomare from Riviera di Chiaia is the Villa Comunale, a long, leafy park designed by Luigi Vanvitelli for private Bourbon frolicking. Its bountiful booty of fountains includes the Fontana delle Paperelle (Duck Fountain), which replaced the famous Toro Farnese after its transfer to the Museo Archeologico Nazionale in 1825.The park is also home to the Stazione Zoologica, Europe's oldest aquarium. Established by German Darwinist Anton Dohrn, it's housed in a stately neoclassical building designed by Adolf von Hildebrand. These days, the aquarium's tired-looking tanks are home to 200 species of marine flora and fauna from the city's bay. Arguably more impressive is the lovingly restored reading room upstairs, adorned with engaging, 19th-century frescoes of Mediterranean life by German painter Hans von Marées and Hildebrand himself. Library visits must be pre-booked by phone."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 17,
        "name": "Ospedale degli Incurabili",
        "latitude": "40.853504",
        "longitude": "14.254299",
        "excerpt": "It's at this 16th-century hospital and monastic complex that you'll find the Museo delle Arti Sanitarie, a small museum home to rare, historical surgical…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/ospedale-degli-incurabili/a/poi-sig/1291853/1342343",
        "image_url": null,
        "detail_description": "It's at this 16th-century hospital and monastic complex that you'll find the Museo delle Arti Sanitarie, a small museum home to rare, historical surgical instruments, as well as a curious tableau of pastori (nativity-scene figurines) inflicted with diseases common in the 18th century. The complex also houses the Farmacia Storica degli Incurabili, a breathtaking 18th-century apothecary that can be visited on a guided tour.\nTours of the farmacia run on Wednesday, Friday, Saturday and Sunday and can be booked by emailing or calling the museum. If you're already at the museum, you may be able to join the next tour. The tours are usually in Italian, though English-language tours can be organised if requested a few weeks in advance.Divided into a glorious reception hall and a laboratory, the apothecary's lavish walnut shelves are lined with decorative majolica vases, while Pietro Bardellino's epic ceiling painting portrays an episode from Homer's Iliad, in which Machaon is curing the wounded Menelaus. A more unusual feature of the reception hall is a rococo inlay portraying an allegory of caesarean birth.Some of Naples' finest baroque architects and artists worked on the apothecary: Domenico Antonio Vaccaro styled the facade, Bartolomeo Vecchione designed the interior, and Gennaro di Fiore engraved the shelves, the latter also collaborating with Carlo Vanvitelli at the Reggia di Caserta. The majolica vases were painted by Lorenzo Salandra and Donato Massa (whose most famous tilework is found in the cloister of the Basilica di Santa Chiara). Not surprisingly, the pharmacy is widely considered to be one of the city's finest examples of early-18th-century craftmanship.Both the museum and farmacia face the Cortile degli Incurabili (Courtyard of the Incurables), from which stairs lead up to the main hospital building. Enter it and cross the lobby to access the Orto Medico (Medical Garden), a raffish garden dotted with medicinal plants and herbs. At its centre is a small fountain and a beautiful 400-year-old camphor tree. Walk a little further on and you'll stumble upon the smaller Chiostro Santa Maria delle Grazie, its lush tropical foliage framed by a frescoed, vaulted portico."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 18,
        "name": "Parco Sommerso di Gaiola",
        "latitude": "40.792385",
        "longitude": "14.18762",
        "excerpt": "Steep steps lead down to this marine reserve, rich in biodiversity and submerged Roman ruins. Due to its size, only 100 bathers are allowed through its…",
        "detail_url": "https://www.lonelyplanet.com/italy/campania/naples/attractions/parco-sommerso-di-gaiola/a/poi-sig/1595176/359879",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Italy%20Naples%20sayef%20chaoiachi%20shutterstock_1240962832%20RFC.jpg",
        "detail_description": "Steep steps lead down to this marine reserve, rich in biodiversity and submerged Roman ruins. Due to its size, only 100 bathers are allowed through its gates at any one time (bring photo ID). Admittedly, the association managing the fragile reserve tolerates rather than encourages bathers. Instead, visitors should consider one of the educational activities offered, including year-round tours of the marine reserve and the clifftop Parco Archeologico del Pausilypon, littered with the ruins of the 1st-century BC Villa di Pollione.\nThe once-luxurious villa belonged to Publius Vedius Pollio, a wealthy friend of Emperor Augustus and, according to accounts by Pliny the Elder, a cruel, murderous figure who bred murene (large eels) in the coastal grottoes below, which are also visited on the guided tours.Bequeathed to Augustus after Pollio’s death in 15 BC, the grounds include a Roman theatre, the venue for weekly sunset concerts and theatre performances in the summer. Known as the Pausilypon: Suggestioni all'Imbrunire (www.suggestioniallimbrunire.org), the season usually runs from mid-June to late July.The marine reserve offers daily kayaking, snorkelling and diving tours all year round. Guided archaeological tours (adult/reduced €6/3.50) run at from noon Tuesday to Friday, 10am and noon on Saturday, and 10am, 11am and noon on Sunday between April and September (no 11am Sunday tour the rest of the year). Glass-bottom boat tours (adult/reduced €12/10) run at 10.30am, 12.30pm and 3pm on Saturday and Sunday from around April to the end of October. Check the reserve's website for more information."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 19,
        "name": "Castel dell'Ovo",
        "latitude": "40.827964339292",
        "longitude": "14.247781819469",
        "excerpt": "Built by the Normans in the 12th century, Naples’ oldest castle owes its name (Castle of the Egg) to Virgil. The Roman scribe reputedly buried an egg on…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/santa-lucia-chiaia-1342345/attractions/castel-dell-ovo/a/poi-sig/422523/1342345",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1168218716.jpg",
        "detail_description": "Built by the Normans in the 12th century, Naples’ oldest castle owes its name (Castle of the Egg) to Virgil. The Roman scribe reputedly buried an egg on the site where the castle now stands, warning that when the egg breaks, the castle (and Naples) will fall. Thankfully, both are still standing, and walking up to the castle's ramparts will reward you with a breathtaking panorama.\nUsed by the Swabians, Angevins and Alfonso of Aragon, who modified it to suit his military needs, the castle sits on the rocky, restaurant-lined 'island' of Borgo Marinaro. According to legend, the heartbroken siren Partenope washed ashore here after failing to seduce Ulysses with her song. It's also where the Greeks first settled the city in the 7th century BC, calling the island Megaris. Its commanding position wasn't wasted on the Roman general Lucullus either, who had his villa here long before the castle hit the skyline.Views aside, the castle is also the setting for temporary art exhibitions, special events, and no shortage of posing brides and grooms."
    },
    {
        "country": "naples",
        "city": "Naples",
        "index": 20,
        "name": "Chiesa e Chiostro di San Gregorio Armeno",
        "latitude": "40.84995",
        "longitude": "14.257464",
        "excerpt": "Overstatement knows no bounds at this richly ornamented 16th-century monastic complex. The church packs a visual punch with its lavish wood and papier…",
        "detail_url": "https://www.lonelyplanet.com/italy/naples/centro-storico/attractions/chiesa-e-chiostro-di-san-gregorio-armeno/a/poi-sig/1260416/1342343",
        "image_url": null,
        "detail_description": "Overstatement knows no bounds at this richly ornamented 16th-century monastic complex. The church packs a visual punch with its lavish wood and papier-mâché choir stalls, sumptuous altar by Dionisio Lazzari, and Luca Giordano's masterpiece fresco The Embarkation, Journey and Arrival of the Armenia Nuns with the Relics of St Gregory. Excess gives way to soothing tranquillity in the picture-perfect cloisters, accessible through the gate on Vico Giuseppe Maffei.\nGiordano's famous fresco recounts the 13th-century exile of nuns fleeing persecution in Constantinople. Once in Naples, the holy escapees set up this monastic complex, naming it after the Bishop of Armenia, San Gregorio, whose earthly remains they were carrying with them. More famously, though, they also kept the relics and dried blood of Santa Patrizia (St Patricia), who, having escaped from Constantinople, died in Naples sometime between the 4th and 8th centuries. Patricia's powdered blood is said to liquefy every Tuesday, unlike that of Naples' patron saint, San Gennaro, which can only manage it three times a year.The cloisters feature a whimsical baroque fountain embellished with masks, dolphins and sea horses, and two exquisite statues portraying Christ and the Samaritan by Matteo Bottigliero. At the southern end is the convent's old bakery, which is still hung with cooking utensils. Close by is the Cappella della Madonna dell'Idria. Adorned with paintings by baroque artist Paolo de' Matteis, the chapel is the only remnant of the original medieval convent.From the cloisters you can enter the beautifully decorated coro delle monache (nuns' choir stall), which looks down on the church nave and altar. If you're lucky, you might catch a glimpse of the choir's 612-year-old wooden nativity scene, usually hidden away in a cabinet on the southern wall. Either way, take note of the discreet windows lining the oval cupola above the choir stall. These belong to a secret second choir stall, hidden so that even ill, bed-ridden nuns could attend Mass."
    }
]