[
    {
        "country": "nepal",
        "index": 1,
        "name": "Golden Gate",
        "latitude": "27.672165",
        "longitude": "85.428486",
        "excerpt": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/golden-gate/a/poi-sig/1438149/357114",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF155349893.jpg",
        "detail_description": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden portal boasts some of Nepal's finest repoussé metalwork. The gilded torana features a fabulous Garuda wrestling with a number of supernatural serpents, while below is a four-headed and 10-armed figure of the goddess Taleju Bhawani, the family deity of the Malla kings.\nConstruction of the gate began during the reign of King Bhupatindra Malla (r 1696–1722), and the project was completed by his successor, Jaya Ranjit Malla, in 1754. The death of Jaya Ranjit Malla marked the end of the Malla dynasty and the end of the golden age of Newari architecture in Nepal.The gate opens to the inner courtyards of the Royal Palace, a once vast compound until the 1934 earthquake levelled all but a handful of its 99 courtyards. More walls toppled during the 2015 earthquake. To the right of the Golden Gate is the 55 Window Palace, which, you guessed it, has 55 intricate wooden windows stretching along its upper level.As you enter the palace complex, hidden behind grills in the darkness on either side of the inner gate is a pair of enormous war drums, which were used to rouse the city in the event of attack. From here you’ll pass the two statues of traditionally dressed guards standing either side of an ornate door, brought here from Rajasthan.Continuing on you’ll reach the main entrance to Mul Chowk, the oldest part of the palace and the site of Taleju Temple, built in 1553. Damaged in the quake but not destroyed, it is one of the most sacred temples in Bhaktapur. Only Hindus can enter, but you can peer in and admire its entrance, which is fronted by magnificent woodcarvings. Photography is prohibited.Continuing on around the corner from Mul Chowk is the Naga Pokhari, a 17th-century water tank used for the ritual immersion of the idol of Taleju. The pool is encircled by a writhing stone cobra and other serpents rise up in the middle and at the end of the tank, where water pours from a magnificent dhara (spout) in the form of a goat being eaten by a makara."
    },
    {
        "country": "nepal",
        "index": 2,
        "name": "Golden Temple (Kwa Bahal)",
        "latitude": "27.675196",
        "longitude": "85.324631",
        "excerpt": "This unique Buddhist monastery is just north of Durbar Sq. It was allegedly founded in the 12th century, and it has existed in its current form since 1409…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/golden-temple-kwa-bahal/a/poi-sig/1172147/357120",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1471481881.jpg",
        "detail_description": "This unique Buddhist monastery is just north of Durbar Sq. It was allegedly founded in the 12th century, and it has existed in its current form since 1409. The temple gets its name from the gilded metal plates that cover most of its frontage and it is one of the most beautiful in Patan.\nEntry is via an ornate narrow stone doorway to the east, or a wooden doorway to the west from one of the interlinked courtyards on the north side of Nakabhil.Entering from the east, note the gaudy lions and the 1886 signature of Krishnabir, the master stonemason who sculpted the fine doorway with its frieze of Buddhist deities. This second doorway leads to the main courtyard of the Golden Temple; shoes and leather articles must be removed to enter the lower courtyard. The main priest of the temple is a young boy under the age of 12, who serves for 30 days before handing the job over to another young boy.The temple itself is a magnificent example of courtyard temple architecture. Two elephant statues guard the doorway and the facade is covered by a host of gleaming Buddhist figures. Inside the main shrine is a beautiful statue of Sakyamuni (no photos allowed). To the left of the courtyard is a statue of Green Tara and in the right corner is a statue of the Bodhisattva Vajrasattva wearing an impressive silver-and-gold cape. Both are inside inner shrines.Facing the main temple is a smaller shrine containing a ‘self-arisen’ (swayambhu) chaitya. The four corners of the courtyard have statues of four Lokeshvaras (incarnations of Avalokiteshvara) and four monkeys, which hold out jackfruits as an offering. A stairway leads to an upper-floor chapel dedicated to a white eight-armed Avalokiteshvara, lined with Tibetan-style frescoes including a wheel of life. Finally, as you leave the temple at the eastern exit, look up to see an embossed mandala mounted on the ceiling. Outside of winter, look for the tortoises pottering around the compound – these are the temple guardians.It’s worth ducking south towards Durbar Sq to see the small, two-tiered Uma Maheshwar Temple and the handsome stone Gauri Shankar Temple, in the Indian shikhara style. Across the road, the Buddhist Maru Mandapa Mahavihar is set in a small courtyard."
    },
    {
        "country": "nepal",
        "index": 3,
        "name": "Hanuman Dhoka",
        "latitude": "27.704181",
        "longitude": "85.307593",
        "excerpt": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/hanuman-dhoka/a/poi-sig/386901/357144",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-520834845_master.jpg",
        "detail_description": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was expanded considerably by King Pratap Malla in the 17th century. Sadly, the sprawling palace was hit hard by the 2015 earthquake and damage was extensive. At the time of research, the main Nasal Chowk courtyard was open and the Tribhuvan Museum was close to reopening, with other buildings closed for reconstruction.\nEven from the outside, the palace is impressive. Hanuman’s assistance to the noble Rama during the exciting events of the Ramayana has led to the monkey god’s appearance guarding many important entrances. Here, cloaked in red and sheltered by an umbrella, a Hanuman statue marks the dhoka (entrance) to the Hanuman Dhoka and has even given the palace its name. The statue dates from 1672; the god’s face has long disappeared under a coating of orange vermillion paste applied by generations of devotees.Standards bearing the double-triangle flag of Nepal flank the statue, while on each side of the palace gate are gaudy stone lions, one ridden by Shiva, the other by his wife Parvati. Above the gate a brightly painted niche is illustrated with a central figure of a ferocious Tantric version of Krishna. On the left side is the gentler Hindu Krishna in his traditional blue colour accompanied by two of his gopi (milkmaids). On the other side are King Pratap Malla and his queen.The Hanuman Dhoka originally housed 35 courtyards (chowks), but the 1934 earthquake reduced the palace to today’s 10 chowks.Nasal ChowkYour main taste of the royal palace will be this handsome courtyard inside the main entrance. Nasal Chowk was constructed in the Malla period, but many of the buildings around the square are later Rana constructions. During the Rana period, Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra here. The former coronation platform stands in the centre of the courtyard, while the damaged Basantapur (Kathmandu) Tower looms over the southern end of the courtyard.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak (Audience Chamber) of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the damaged Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne.Tribhuvan MuseumThe palace wing to the west of Nasal Chowk, overlooking the main Durbar Sq area, was constructed by the Ranas in the middle to late part of the 19th century after they wrested power from the royal Shah dynasty. Ironically, it later became a museum celebrating King Tribhuvan (r 1911–55) and his successful revolt against their regime, along with memorials to Kings Mahendra (r 1955–72) and Birendra (r 1972–2001). Sadly, this wing of the palace bore the brunt of the damage in the 2015 earthquake. The museum was due to open in 2018, though it is unclear at this stage whether such unusual treasures as the king’s favourite stuffed bird and his Land Rover, with the scars of an attempted assassination, survived the disaster.Rising above the museum is the nine-storey Basantapur (Kathmandu) Tower (1770), which once stood like a beacon at the end of Freak St. Unfortunately, the upper tiers collapsed during the earthquake and the tower is closed to visitors while it is repaired with Chinese assistance.Lohan Chowk &amp; Mul ChowkThese two courtyards are currently under renovation but should eventually reopen. The first square you reach after the Tribhuvan Museum is Lohan Chowk. This courtyard was formerly ringed by four red-coloured towers constructed by King Prithvi Narayan Shah, representing the four ancient cities of the valley. The upper parts of the Basantapur (Kathmandu) Tower and Bhaktapur Tower (Lakshmi Bilas) collapsed in 2015, but the Kirtipur Tower and Patan (Lalitpur) Tower (known more evocatively as the Bilas Mandir, or House of Pleasure) are still standing.North of Lohan Chowk, Mul Chowk was completely dedicated to religious functions within the palace and is configured like a vihara, with a two-storey building surrounding the courtyard. Mul Chowk is dedicated to Taleju Bhawani, the royal goddess of the Mallas, and sacrifices are made to her in the centre of the courtyard during the Dasain festival. Non-Hindus are not allowed in the square, but you can get views from the doorway in the northeastern corner of Nasal Chowk.Mohankali Chowk &amp; Sundari ChowkOn the northern side of Nasal Chowk, a beautifully carved doorway leads to the Malla kings’ private quarters, which rank as the oldest parts of Hanuman Dhoka. This area was also damaged and reconstruction may take some years. Until then, both courtyards remain closed.The first courtyard is Mohankali (Mohan) Chowk, which dates from 1649. At one time, a Malla king had to be born here to be eligible to wear the crown. (The last Malla king, Jaya Prakash Malla, had great difficulties during his reign, even though he was the legitimate heir, because he was born elsewhere.) Impressive wood carvings line the wall alcoves, many of them depicting the exploits of young Krishna, and the central hiti (water reservoir) is the palace's finest.Pride of place in the intimate black-and-white Sundari Chowk behind is the ritual bathing pool with its Lichhavi-era carving of Krishna subduing the coils of the Kaliya serpent, hewn from a single block of stone in the 6th century. The Malla kings would ritually bathe each morning at the golden waterspout, whose waters allegedly flow from Budhanilkantha in the north of the valley."
    },
    {
        "country": "nepal",
        "index": 4,
        "name": "Nyatapola Temple",
        "latitude": "27.671395",
        "longitude": "85.429332",
        "excerpt": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/nyatapola-temple/a/poi-sig/449979/357114",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1399673095.jpg",
        "detail_description": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the square, this is the tallest temple in all of Nepal and one of the tallest buildings in the Kathmandu Valley. This perfectly proportioned temple was built in 1702 during the reign of King Bhupatindra Malla, and the construction was so sturdy that the 1934 and 2015 earthquakes caused only minor damage.\nThe temple is reached by a stairway flanked by stone figures of the temple guardians. At the bottom are the legendary Rajput wrestlers Jayamel and Phattu, depicted kneeling with hefty maces. Subsequent levels are guarded by elephants with floral saddles, lions adorned with bells, beaked griffons with rams’ horns and finally two goddesses – Baghini and Singhini. Each figure is said to be 10 times as strong as the figure on the level below.The temple is dedicated to Siddhi Lakshmi, a bloodthirsty incarnation of the goddess Durga (Parvati). The idol of the goddess is so fearsome that only the temple’s priests are allowed to enter the inner sanctum, but less brutal incarnations of the goddess appear on the torana above the door, beneath a canopy of braided snakes, and also on the temple’s 180 carved roof struts. In a classic piece of religious crossover, the Buddhist eight lucky signs are carved beside the temple doorways.Look for the chariot runners piled up on the north side of the temple."
    },
    {
        "country": "nepal",
        "index": 5,
        "name": "Itum Bahal",
        "latitude": "27.706935",
        "longitude": "85.308377",
        "excerpt": "The long, rectangular courtyard of the Itum Bahal is the largest bahal (Buddhist monastery courtyard) in the old town and remains a haven of tranquillity…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/itum-bahal/a/poi-sig/386919/357144",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-555100393.jpg",
        "detail_description": "The long, rectangular courtyard of the Itum Bahal is the largest bahal (Buddhist monastery courtyard) in the old town and remains a haven of tranquillity in the chaotic surroundings. On the western side of the courtyard is the Kichandra Bahal, one of the oldest bahals in the city, dating from 1381. A chaitya in front of the entrance has been completely shattered by a Bodhi tree, which has grown right up through its centre.\nInside the Kichandra Bahal (or Keshchandra Paravarta Mahar Bihar) is a central pagoda-like sanctuary, and to the south is a small chaitya decorated with graceful standing bodhisattvas.On the northern side of the courtyard are four brass plaques mounted on the upper-storey wall. The one on the extreme left shows a demon known as Guru Mapa taking a misbehaving child from a woman and stuffing it greedily into his mouth. Eventually the demon was bought off with the promise of an annual feast of buffalo meat, and the plaque to the right shows him sitting down and dipping into a pot of food. With such a clear message on juvenile misbehaviour it is fitting that the courtyard for many years housed a primary school – right under the Guru Mapa plaques!To this day, every year during the festival of Holi the inhabitants of Itum Bahal sacrifice a buffalo to Guru Mapa on the banks of the Vishnumati River, cook it in the afternoon in the courtyard and in the middle of the night carry it in huge cauldrons to a tree in the Tundikhel parade ground where the demon is said to live.In autumn and winter the main square is decorated in ornate swirling patterns of drying grain."
    },
    {
        "country": "nepal",
        "index": 6,
        "name": "Boudhanath Stupa",
        "latitude": "27.721382",
        "longitude": "85.36201",
        "excerpt": "The first stupa at Boudhanath was built sometime after AD 600, when the Tibetan king, Songtsen Gampo, converted to Buddhism. In terms of grace and purity…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bodhnath-boudha/attractions/boudhanath-stupa/a/poi-sig/1172098/357115",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/813869da84003e9ab623499ae2465723-bodhnath-stupa.jpg",
        "detail_description": "The first stupa at Boudhanath was built sometime after AD 600, when the Tibetan king, Songtsen Gampo, converted to Buddhism. In terms of grace and purity of line, no other stupa in Nepal comes close to Boudhanath. From its whitewashed dome to its gilded tower painted with the all-seeing eyes of the Buddha, the monument is perfectly proportioned. Join the Tibetan pilgrims on their morning and evening koras (circumambulations) for the best atmosphere.\nAccording to legend, the king constructed the stupa as an act of penance after unwittingly killing his father. The first stupa was wrecked by Mughal invaders in the 14th century, so the current stupa is a more recent construction.The highly symbolic construction serves in essence as a three-dimensional reminder of the Buddha’s path towards enlightenment. The plinth represents earth, the kumbha (dome) is water, the harmika (square tower) is fire, the spire is air and the umbrella at the top is the void or ether beyond space. The 13 levels of the spire represent the stages that a human being must pass through to achieve nirvana.Stupas were originally built to house holy relics and some claim that Boudhanath contains the relics of the past Buddha, Kashyapa, while others say it contains a piece of bone from the skeleton of Siddhartha Gautama, the historical Buddha. Around the base of the stupa are 108 small images of the Dhyani Buddha Amitabha (108 is an auspicious number in Tibetan culture) and a ring of prayer wheels, set in groups of four or five into 147 niches.To reach the upper level of the plinth, look for the gateway at the north end of the stupa, beside a small shrine dedicated to Hariti (Ajima), the goddess of smallpox. The plinth is open from 5am to 6pm (till 7pm in summer), offering a raised viewpoint over the tide of pilgrims surging around the stupa. Note the committed devotees prostrating themselves full-length on the ground in the courtyard on the east side of the stupa."
    },
    {
        "country": "nepal",
        "index": 7,
        "name": "Patan Museum",
        "latitude": "27.673422",
        "longitude": "85.325376",
        "excerpt": "Formerly the residence of the Malla kings, the section of the Royal Palace surrounding Keshav Narayan Chowk now houses one of the finest collections of…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/patan-museum/a/poi-sig/449891/357120",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2273076965.jpg",
        "detail_description": "Formerly the residence of the Malla kings, the section of the Royal Palace surrounding Keshav Narayan Chowk now houses one of the finest collections of religious art in Asia. The museum is a national treasure and an invaluable introduction to the art, symbolism and architecture of the valley. You need at least an hour, and preferably two, to do this place justice, and it’s worth taking a break at the Museum Café before diving in for another round.\nThe collection is displayed in a series of brick and timber rooms, linked by steep and narrow stairways. There are informative labels on each of the hundreds of statues, carvings and votive objects, allowing you to put a name to many of the deities depicted at temples around the valley.There are also some interesting displays on the techniques used to create these wonderful objects, including the art of repoussé and the ‘lost-wax’ method of casting. The top floor houses some fascinating photos of Patan at the end of the 19th century.The museum has a shop selling reproductions of some of the works displayed inside. For a sneak preview of the museum’s highlights and the story of its renovation, go to www.asianart.com/patan-museum. Photography is allowed."
    },
    {
        "country": "nepal",
        "index": 8,
        "name": "Mul Chowk",
        "latitude": "27.673016",
        "longitude": "85.325204",
        "excerpt": "South of the Patan Museum, a gateway opens onto the stately Mul Chowk, the largest and oldest of the Royal Palace’s three main chowk (squares). The…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/mul-chowk/a/poi-sig/1432406/357120",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1270761490.jpg",
        "detail_description": "South of the Patan Museum, a gateway opens onto the stately Mul Chowk, the largest and oldest of the Royal Palace’s three main chowk (squares). The original buildings were destroyed by fire in 1662 but rebuilt just three years later by Srinivasa Malla. The temples in the courtyard were restored in 2014 and the surrounding walls and buildings were quickly restored after the 2015 earthquake.\nIn the centre of the square is the small, gilded, central Bidyapith Temple, beside a wooden post used to secure animals for sacrifices. The central deity is Yantaju, a form of Durga, and a personal deity to the Malla kings.On the south side of the square is the Taleju Bhawani Temple, flanked by statues of the river goddesses Ganga, on a tortoise, and Jamuna, on a makara. The upper galleries now form part of the museum's architectural displays, with fine examples of carved wooden struts.At the northeastern corner of the square is the tall Degutalle Temple, topped by an octagonal triple-roofed tower. The larger, triple-roofed Taleju Temple is directly north, looking out over Durbar Sq, and dedicated to Taleju, another protective deity of the Malla kings."
    },
    {
        "country": "nepal",
        "index": 9,
        "name": "Garden of Dreams",
        "latitude": "27.714056",
        "longitude": "85.314729",
        "excerpt": "The beautifully restored Swapna Bagaicha (Garden of Dreams) remains one of the most serene and beautiful enclaves in Kathmandu. It's two minutes' walk and…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/garden-of-dreams/a/poi-sig/386893/357144",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Nepal%20Kathmandu%20The-Walker%20shutterstock_1147311047%20RFE.jpg",
        "detail_description": "The beautifully restored Swapna Bagaicha (Garden of Dreams) remains one of the most serene and beautiful enclaves in Kathmandu. It's two minutes' walk and a million miles from central Thamel.\nField marshal Kaiser Shamser (1892–1964), whose palace the gardens complement, built the Garden of Dreams in the 1920s after a visit to several Edwardian estates in England, using funds won from his father (the prime minister) in an epic Rs 100,000 game of cowrie shells. The gardens and its pavilions suffered neglect to the point of collapse before they were lovingly brought back to life over a six-year period (finishing in 2007) by the same Austrian-financed team that created the Patan Museum.There are dozens of gorgeous details in the small garden, including the original gate, a marble inscription from Omar Khayam’s Rubaiyat, the new fountains and ponds, and a quirky ‘hidden garden’ to the south. Of the original 1.6 hectares and six pavilions (named after the six Nepali seasons), only half a hectare and three pavilions remain. To truly savour the serenity, come armed with a book or a picnic to distract you from the amorous Nepali couples and relax on one of the supplied lawn mats. Wi-fi is available (Rs 50 per hour). Basera Boutique Hotel operates the serene Kaiser Cafe here and there are occasional cultural events and exhibitions."
    },
    {
        "country": "nepal",
        "index": 10,
        "name": "Krishna Mandir",
        "latitude": "27.673694",
        "longitude": "85.324974",
        "excerpt": "Heading into Durbar Sq, you can’t miss the splendid Krishna Mandir built by King Siddhinarsingh Malla in 1637. Constructed from carved stone – in…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/krishna-mandir/a/poi-sig/1432418/357120",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF154267733.jpg",
        "detail_description": "Heading into Durbar Sq, you can’t miss the splendid Krishna Mandir built by King Siddhinarsingh Malla in 1637. Constructed from carved stone – in place of the usual brick and timber – this fabulous architectural confection shows the clear influence of Indian temple design and is the earliest stone temple of its type in Nepal. The temple stayed intact through the 2015 earthquake.\nThe temple consists of three tiers, fronted by columns and supporting a northern Indian–style shikhara spire. The distinctive temple is often depicted on the ornate brass butter lamps hung in Nepali homes. Non-Hindus cannot enter to view the statue of Krishna, the goatherd, but you’ll often hear temple musicians playing upstairs. Vishnu’s mount, the man-bird Garuda, kneels with folded arms on top of a column facing the temple. The delicate stone carvings along the beam on the 1st floor recount events from the Mahabharata, while the hard-to-see beam on the 2nd floor features scenes from the Ramayana.A major festival, Krishna Jayanta, also known as Krishnasthami, is held here in the Nepali month of Bhadra (August to September) for Krishna’s birthday."
    },
    {
        "country": "nepal",
        "index": 11,
        "name": "Indra Chowk",
        "latitude": "27.705966",
        "longitude": "85.309632",
        "excerpt": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/indra-chowk/a/poi-sig/386915/357144",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/25fe6acade39e1303a2bba1ba7afe96c-indra-chowk.jpg",
        "detail_description": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s newspaper sellers, scanning the day’s news. Indra Chowk is traditionally a centre for the sale of blankets and cloth, and merchants cover the platforms of the Mahadev Temple to the north. The next-door black stone Shiva Temple to the northeast is a smaller and simplified version of Patan’s Krishna Temple.\nOn the west side of the square is the facade of the Akash Bhairab Temple, or Bhairab of the Sky Temple. From the balcony four metal lions rear out over the street. The temple’s entrance is on the right-hand side of the building, guarded by two more brass lions, but non-Hindus cannot enter. The silver image inside is visible through the open windows from out in the street, and during important festivals the image is displayed in the square. In a small niche just to the left of the Akash Bhairab Temple is a very small but much-visited brass Ganesh shrine.Before you leave the chowk, look for the market hidden in the alleyways to the east, crowded with stalls selling the lurid beads and bangles that are so popular with married Nepali women."
    },
    {
        "country": "nepal",
        "index": 12,
        "name": "Asan Tole",
        "latitude": "27.707372",
        "longitude": "85.312121",
        "excerpt": "From dawn until dusk the six-spoked junction of Asan Tole is jammed with vegetable and spice vendors selling everything from yak tails to dried fish. It’s…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/asan-tole/a/poi-sig/386803/357144",
        "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyRF_510276031.jpg",
        "detail_description": "From dawn until dusk the six-spoked junction of Asan Tole is jammed with vegetable and spice vendors selling everything from yak tails to dried fish. It’s the busiest square in the city and a fascinating place to linger, if you can stand the crowds. Cat Stevens allegedly wrote his hippie-era song 'Kathmandu' in a smoky teahouse in Asan Tole.\nEvery day, produce is carried to this popular marketplace from all over the valley, so it is fitting that the three-storey Annapurna Temple in the southeast corner is dedicated to the goddess of abundance; Annapurna is represented by a silver purana, a bowl full of grain. At most times, but especially on Sundays, you’ll see locals walk around the shrine, touch a coin to their heads, throw it into the temple and ring the bell above them.Nearby the red-faced Ganesh shrine is coated in bathroom tiles. The historic Yita Chapal (Southern Pavilion), which was once used for festival dances, was damaged in the 2015 earthquake but still stands, supported by buttresses.On the western side of the square are spice shops. In the centre of the square, between two potted trees, is a small Narayan shrine (Narayan is a form of Vishnu)."
    },
    {
        "country": "nepal",
        "index": 13,
        "name": "Shashwat Dham",
        "latitude": "27.676751",
        "longitude": "84.211245",
        "excerpt": "Burned out on ancient sites? Here's a contemporary take on the temple compound, and it's very impressive. The centrepiece is a Shiva temple that resembles…",
        "detail_url": "https://www.lonelyplanet.com/nepal/the-terai-and-mahabharat-range/narayangarh-and-bharatpur/attractions/shashwat-dham/a/poi-sig/1586176/1327537",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1218582966.jpg",
        "detail_description": "Burned out on ancient sites? Here's a contemporary take on the temple compound, and it's very impressive. The centrepiece is a Shiva temple that resembles an enormous sandcastle, with every square centimetre intricately carved. In the basement is a religious museum with an interesting visual summary of the top Hindu sites in Nepal, signed in English. A gift shop and a veggie restaurant round out this 5-hectare site. Located on the Mahendra Hwy 23km west of Narayangarh, and unmissable.\n"
    },
    {
        "country": "nepal",
        "index": 14,
        "name": "Janaki Mandir",
        "latitude": "26.730087",
        "longitude": "85.926225",
        "excerpt": "At the heart of Janakpur lies the marble Janaki Mandir, one of the grander pieces of architecture in Nepal, and the city's must-see sight. Built in…",
        "detail_url": "https://www.lonelyplanet.com/nepal/the-terai-and-mahabharat-range/janakpur/attractions/janaki-mandir/a/poi-sig/1432882/357173",
        "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyImages-1349580388.jpg",
        "detail_description": "At the heart of Janakpur lies the marble Janaki Mandir, one of the grander pieces of architecture in Nepal, and the city's must-see sight. Built in extravagant baroque Mughal style, the temple is dedicated to Sita, the wife of Rama and heroine of the Ramayana. It’s believed to stand on the spot where King Janak found the infant Sita lying in the furrow of a ploughed field.\nA steady stream of pilgrims file in through the gatehouse to worship the Sita statue in the inner sanctum. The temple is particularly popular with women, who wear their best and most colourful saris for the occasion. Early evening is the most atmospheric time to visit, as the temple is draped with colourful lights and pilgrims arrive en masse. You never know what you might see here!The temple only dates from 1910, but with its white marble arches, domes, turrets and screens, it feels much older.At the back of the complex is a small museum (admission Rs 15) with some amusingly retro moving statues telling the story of Rama and Sita."
    },
    {
        "country": "nepal",
        "index": 15,
        "name": "Sundari Chowk",
        "latitude": "27.672725",
        "longitude": "85.325146",
        "excerpt": "South of Mul Chowk is the smaller Sundari Chowk, arranged around a superbly carved sunken water tank known as the Tusha Hiti. The chowk was restored in…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/sundari-chowk/a/poi-sig/1432404/357120",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1172406843.jpg",
        "detail_description": "South of Mul Chowk is the smaller Sundari Chowk, arranged around a superbly carved sunken water tank known as the Tusha Hiti. The chowk was restored in 2014, and again after the 2015 earthquake. Built in 1647, the renovated water tank has 72 carved stone plaques depicting Tantric deities and was used by the king for ritual ablutions. The spout is new; the original was stolen in 2010 (and recovered). Ancient carved wooden struts lie scattered in the corners.\nOn the way out look at the restored Bhandarkhal water tank, once the main water supply for the palace, featuring a charming meditation pavilion.Back in Durbar Sq, the traditional gateway to Sundari Chowk features three magnificent statues of Hanuman (barely recognisable beneath layers of orange paint), Ganesh and Vishnu as Narsingha, the man-lion, tearing out the entrails of a demon."
    },
    {
        "country": "nepal",
        "index": 16,
        "name": "Seto Machhendranath Temple (Jan Bahal)",
        "latitude": "27.706612",
        "longitude": "85.310372",
        "excerpt": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/seto-machhendranath-temple-jan-bahal/a/poi-sig/387065/357144",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial611614163.jpg",
        "detail_description": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath to be a form of Avalokiteshvara, while to Hindus he is a rain-bringing incarnation of Shiva. The arched entrance to the temple was destroyed in the 2015 earthquake and the temple is currently closed for repairs.\nIn the courtyard there are lots of small shrines, chaitya (small stupas) and statues, including a mysteriously European-looking female figure surrounded by candles who faces the temple. It may well have been an import from Europe that has simply been accepted into the pantheon of gods. Facing the other way, just in front of the temple, are two graceful bronze figures of the Taras seated atop pillars. Buy some grain to feed the pigeons and boost your karma.Inside the temple you can see the white-faced image of the god covered in flowers. The image is taken out during the Seto Machhendranath festival in March/April each year and paraded around the city in a chariot. You can follow the interior path that circles the central building. The temple’s age is not known, but it was restored during the 17th century.In the courtyard you may see men standing around holding what looks like a bizarre stringed instrument. This tool is used to separate and fluff up the downlike cotton padding that is sold in bulk nearby. The string is plucked with a twang by a wooden double-headed implement that looks like a cross between a dumb-bell and a rolling pin.As you leave the temple, to the left (north) you’ll see the small, triple-roofed Lunchun Lunbun Ajima, a Tantric temple that’s red-tiled around the lower level and has some erotic carvings at the base of the struts at the back.Just to the north of the temple on the side street known as Bhedasingh is a collection of shops selling topi (cloth hats) and the Nepali traditional dress known as a daura suruwal (a long shirt over tapered drainpipe trousers), including adorable miniature versions for children."
    },
    {
        "country": "nepal",
        "index": 17,
        "name": "Nasal Chowk",
        "latitude": "27.704171",
        "longitude": "85.30755",
        "excerpt": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/nasal-chowk/a/poi-sig/387009/357144",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF941812170.jpg",
        "detail_description": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra. The coronation platform is in the centre of the courtyard, while the earthquake-damaged Basantapur Tower looms over its southern end.\nThe rectangular courtyard is aligned north–south and the entrance is at the northwestern corner. Just by the entrance there is a surprisingly small but beautifully carved doorway, which once led to the Malla kings’ private quarters. Although the courtyard was constructed in the Malla period, many of the buildings around the square are later Rana constructions.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak, or Audience Chamber, of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali, nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne."
    },
    {
        "country": "nepal",
        "index": 18,
        "name": "Changu Narayan Temple",
        "latitude": "27.716253",
        "longitude": "85.427773",
        "excerpt": "This temple is said to be the oldest Hindu temple still in use in the Kathmandu Valley. Built in the two-tiered pagoda style, the main shrine here is…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/the-northeastern-valley/attractions/changu-narayan-temple/a/poi-sig/1172162/1327513",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-539025491_high.jpg",
        "detail_description": "This temple is said to be the oldest Hindu temple still in use in the Kathmandu Valley. Built in the two-tiered pagoda style, the main shrine here is guarded on all sides by pairs of real and mythical beasts – elephants, lions, winged lions and ram-horned griffons – and its roof struts feature some amazingly intricate carvings of Tantric deities. Changu Narayan and its associated buildings were badly affected by the 2015 earthquake however; restoration of the complex is under way.\nThe statue inside shows Vishnu as Narayan, the creator of all life, but the beautifully decorated metal-plate doors are only opened for rituals and only Hindus may enter.The Garuda figure facing the west door is said to date from the 5th century, and in front of this statue is the oldest stone inscription in the valley, dating from AD 464, which recalls how the king persuaded his mother not to commit sati (ritual suicide) after his father’s death. Two large pillars carry a conch and chakra disc, the traditional symbols of Vishnu.Dotted around the courtyard are a series of extraordinary carvings dating from the Licchavi era, showing Vishnu in his various avatars (incarnations). Vishnu appears in the southwest corner of the compound as Narsingha (his man-lion incarnation), disembowelling a demon with his fingers, and as Vikrantha (Vamana), the six-armed dwarf who transformed himself into a giant capable of crossing the universe in three steps to defeat King Bali (look for his outstretched leg).To the side of these images is a broken slab showing a 10-headed and 10-armed Vishnu, with Ananta reclining on a serpent below. The plaque is divided into three sections – the underworld, the world of man and the heavens. In the northwest corner of the compound is an exquisite 7th-century image of Vishnu astride Garuda, which is illustrated on the Rs 10 banknote.The squat temple in the southeast corner of the complex is dedicated to the Tantric goddess Chhinnamasta, who beheaded herself to feed the bloodthirsty deities Dakini and Varnini.Down the steps leading east from the temple complex are the one-storey Bhimsen Pati, with its stone guardians, and the remains of a Malla-era royal palace."
    },
    {
        "country": "nepal",
        "index": 19,
        "name": "Narayanhiti Palace Museum",
        "latitude": "27.713594",
        "longitude": "85.317947",
        "excerpt": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar…",
        "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/narayanhiti-palace-museum/a/poi-sig/1377269/357144",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Nepal%20Kathmandu%20Charles%20O.%20Cecil%20Alamy%20FT6KD4%20RFE.jpg",
        "detail_description": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar Marg. King Gyanendra was given 15 days to vacate the property in 2008 and within two years the building was reopened as a people’s museum by then prime minister Prachandra, the very Maoist guerrilla leader who had been largely responsible for the king’s spectacular fall from grace.\nThe palace walls and gates were damaged in the 2015 earthquake, but the palace itself dates from the 1960s and was largely unaffected.Full of chintzy meeting rooms and faded 1970s glamour, the palace interior is more outdated than opulent; it feels a bit like the lair of a B-grade Thunderball-era James Bond villain. The highlights are the impressive throne and banquet halls and the surprisingly modest royal bedrooms. Stuffed gharial, tigers and rhino heads line the halls next to towering portraits of earlier Shahs and photos of the royal family taken with other doomed leaders – Yugoslavia’s Tito, Romania’s Ceaușescu and Pakistan’s Zia ul-Haq.The locations where Prince Dipendra massacred his family in 2001 are rather morbidly marked, though the actual building was rather suspiciously levelled after the crime. Bullet holes are still visible on some of the walls. Just as interesting as the building are the locals’ reactions to it, as they peek behind the wizard's curtain at a regal lifestyle that for centuries they could only have dreamed about. Cameras and bags are not allowed inside the complex but lockers are available."
    },
    {
        "country": "nepal",
        "index": 20,
        "name": "Reclining Statue of Vishnu",
        "latitude": "27.777997",
        "longitude": "85.362448",
        "excerpt": "Budhanilkantha's focal point for devotions is a large reclining statue of Vishnu as Narayan, the creator of all life. From his navel grew a lotus and from…",
        "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/budhanilkantha/attractions/reclining-statue-of-vishnu/a/poi-sig/1433443/357116",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-695004436.jpg",
        "detail_description": "Budhanilkantha's focal point for devotions is a large reclining statue of Vishnu as Narayan, the creator of all life. From his navel grew a lotus and from the lotus came Brahma, who in turn created the world. The 5m-long Licchavi-style image was created in the 7th or 8th century from one piece of black stone and hauled here from outside the valley by devotees. It’s one of the most impressive pieces of sculpture in Nepal, and that’s saying something!\nOnly Hindus can approach the statue to leave offerings of fruit and flower garlands, but visitors can view the statue through the fence that surrounds the sacred tank. Narayan slumbers peacefully on the knotted coils of Ananta (or Shesha), the 11-headed snake god who symbolises eternity. In each hand, Narayan holds one of the four symbols of Vishnu: a chakra disc (representing the mind), a conch shell (the four elements), a mace (primeval knowledge) and a lotus seed (the moving universe).Vaishnavism (the worship of Vishnu) was the main sect of Hinduism in Nepal until the early Malla period, when Shiva became the most popular deity. The Malla king Jayasthithi is credited with reviving the Vishnu cult by claiming to be the latest incarnation of this oft-incarnated god. Every subsequent king of Nepal has made the same claim, and because of this they are forbidden, on pain of death, from seeing the image at Budhanilkantha.Vishnu is supposed to sleep through the four monsoon months and a great festival takes place at Budhanilkantha for Haribodhini Ekadashi – the 11th day of the Hindu month of Kartik (October/November) – when Vishnu is said to awaken from his annual slumber."
    }
]