[
    {
        "country": "new-york-state",
        "index": 1,
        "name": "Frick Collection",
        "latitude": "40.771101",
        "longitude": "-73.967675",
        "excerpt": "This spectacular art collection sits in a mansion built by steel magnate Henry Clay Frick, one of the many such residences lining the section of Fifth Ave…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/attractions/frick-collection/a/poi-sig/381829/362079",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/58b9375fe04a77cf0b665bd51cb984ec-frick-collection.jpg",
        "detail_description": "Editor's note: The Frick is currently closed for renovations. They are expected to reopen in early 2025.\nThis spectacular art collection sits in a mansion built by steel magnate Henry Clay Frick, one of the many such residences lining the section of Fifth Ave that was once called 'Millionaires’ Row.' The museum has over a dozen splendid rooms displaying masterpieces by Titian, Vermeer, Gilbert Stuart, El Greco, Joshua Reynolds, Van Dyck and Rembrandt. Sculpture, ceramics, antique furniture and clocks are also on display. Fans of classical music will enjoy the piano and violin concerts on some Sunday evenings.\nThe Frick is a treat for several reasons. First, it's housed in a lovely, rambling beaux-arts structure built from 1913 to 1914 by Carrère and Hastings; it’s also generally not crowded (except perhaps during popular shows). It feels refreshingly intimate, with a trickling indoor courtyard fountain and gardens (though closed to the public). A demure Portico Gallery displays decorative works and sculpture. (Note that children under 10 years are not admitted to the museum.) And, finally, free lectures from curators or experts in the field are usually offered in conjunction with special exhibitions.\nA worthwhile audio tour (available in several languages) is included in the admission price. The museum is currently closed due to renovations, with plans to open up with new galleries on the 2nd floor of the house and adding private state-of-the-art conservation laboratories, a cafe, a new state-of-the-art auditorium, an Education Center and ADA access throughout. Check the progress at www.frickfuture.org.\n"
    },
    {
        "country": "new-york-state",
        "index": 2,
        "name": "American Museum of Natural History",
        "latitude": "40.780956376171",
        "longitude": "-73.974021324088",
        "excerpt": "Founded back in 1869, this venerable museum contains a veritable wonderland of more than 34 million objects, specimens and artifacts – including armies of…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/upper-west-side-and-central-park/attractions/american-museum-of-natural-history/a/poi-sig/381813/1320604",
        "image_url": "https://lp-cms-production.imgix.net/2022-09/New%20York%20City-Rafael%20Balducci-GettyImages-1092448394-rfe.jpg",
        "detail_description": "Founded back in 1869, this venerable museum contains a veritable wonderland of more than 34 million objects, specimens and artifacts – including armies of menacing dinosaur skeletons, herds of stuffed wildlife, and a crystal garden of gems and minerals. This New York icon is rightly recognized as one of the world’s top museums of natural history, and it’s a great place to get face to face with a T rex or a blue whale and realize the humble scale of the human race compared to nature’s giants.\nWhen planning what to do in New York with kids, don’t overlook the museum’s Rose Center for Earth &amp; Space, with its cutting-edge planetarium, and the Butterfly Conservatory – open from October through May – a home for more than 500 live butterflies from all over the world that will flutter about and land on your outstretched arms. To prime small travellers, show them the Night at the Museum films, partly filmed at the museum.\n\n  \nA supersized blue whale soars over the Hall of Ocean Life ©Andrea Izzotti/Shutterstock\n\nExploring the American Museum of Natural History\nOn the natural history side, the museum is perhaps best known for its bright and airy Fossil Halls containing nearly 600 specimens, including mammoth crowd-pleasers such as gargantuan Apatosaurus, tremendous Titanosaurus and a fearsome Tyrannosaurus rex frozen mid-prowl (its kitchen knife-sized teeth will scare the bejesus out of you). Triceratops and Stegosaurus also put in appearances. Advancing forward a few million years, there’s also a complete mammoth skeleton.\nFor those who prefer their wildlife skin-on, there are plentiful animal exhibits packed with American and world species – the stuffed Alaskan brown bears and giant moose are always popular stops. The Milstein Hall of Ocean Life contains dioramas devoted to marine ecologies, weather and conservation, as well as a beloved 94ft replica of a blue whale suspended from the ceiling in a position that mirrors the whale skeleton in the Natural History Museum in London (the AMNH whale came first).  \nThe museum’s Mignone Halls – currently accessible on guided tours – are devoted to gems and minerals, with an impressive set of geodes, gemstones, crystals, and raw metals, including some impressive, supersized gold nuggets. Kids who are inspired by the collection (and new-age types) can pick up souvenir minerals in the gift-shop. \n\n  \nThe iconic entrance to the museum on Central Park West ©Shutterstock/nyker\n\nAt the 77th St Grand Gallery, there's a 63ft canoe carved in the 1870s and featuring designs from different Native American peoples of the Northwest Coast, alongside anthropological displays on cultures from around the world. The museum was previously fronted by a statue of Theodore Roosevelt with African American and indigenous American attendants, but the sculpture was widely criticized for implying a hierarchy of races, and the New York City Public Design Commission voted to remove it in 2021.\nFor the astronomical set, the Rose Center is the star of the show. Every hour at the planetarium you can drop yourself into a cushy seat to view stellar displays on the history and mysteries of the universe. Inside this planet (or space-station) shaped building, you'll also find the astonishing Willamette Meteor, a 15.5-ton hunk of metallic iron that fell to earth in present-day Oregon some 30,000 to 40,000 years ago.\n\n  \nImaginative displays in the Hall of Biodiversity ©Diego Grandi/Shutterstock\n\nHistory\nThe museum was founded in 1869, with support from – amongst other people – Theodore Roosevelt, Sr, father of Theodore Roosevelt, the 26th American president. The collection was originally displayed in the former New York Arsenal at Central Park, built to store the arms of the New York State Militia, but it moved to a purpose-built Victorian Gothic building on the present location in 1874.  \nThe original buildings have since been consumed by a series of expansions and redevelopments – the famous Beaux-Arts entrance on Central Park West was a 1936 addition by John Russell Pope, of Jefferson Memorial fame. In 2019, the museum broke ground on a $383-million expansion set to be completed by 2022 that will include the education-focused Richard Gilder Center for Science, Education and Innovation.\n\n  \nWildlife dioramas abound in the mammal section of the museum ©Songquan Deng/Shutterstock\n\nTickets and practicalities\nThe general admission fee covers the main permanent displays but not special exhibitions; booking online is the best option. Residents of New York, New Jersey and Connecticut can pay what they wish for general admission. In order to see space shows, IMAX films or ticketed exhibits you'll need to pay the higher ticket price for admission plus one show, or admission plus all shows, but it’s only a few dollars extra. Come early in the morning when it opens to beat the crowds (school groups fill the galleries on weekdays, and things are even busier at weekends).\nWhere to eat near the American Museum of Natural History\nThere are several museum cafes and a food court, but many take a picnic to Central Park, or eat nearby.\nBlossom on Columbus\nKefi\nCafe Lalo\nJin Ramen\n"
    },
    {
        "country": "new-york-state",
        "index": 3,
        "name": "Central Park",
        "latitude": "40.782493893528",
        "longitude": "-73.966051493639",
        "excerpt": "One of the world’s most renowned green spaces, Central Park comprises 843 acres of rolling meadows, boulder-studded outcroppings, elm-lined walkways,…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/upper-west-side-and-central-park/attractions/central-park/a/poi-sig/381791/1320604",
        "image_url": "https://lp-cms-production.imgix.net/2020-09/shutterstockRF_519864937.jpg",
        "detail_description": "One of the world’s most renowned green spaces, Central Park comprises 843 acres of rolling meadows, boulder-studded outcroppings, elm-lined walkways, manicured European-style gardens, a lake and a reservoir — not to mention an outdoor theater, a memorial to John Lennon, an idyllic waterside eatery and a famous Alice in Wonderland statue.\nHighlights include the 15-acre Sheep Meadow, where thousands of people lounge and play on warm days; Central Park Zoo; and the forest-like paths of the Ramble, popular with birdwatchers. In warm weather there are free outdoor concerts on the Great Lawn and top-notch drama at the annual Shakespeare in the Park productions held each summer at the open-air Delacorte Theater. Other recommended stops include the Shakespeare Garden, on the west side between 79th and 80th Sts, with its lush plantings and excellent skyline view.\n\n  \nChildren riding in goat-drawn carriages in Central Park circa 1904. © Universal History Archive/Universal Images Group via Getty Images\n\nThe history of Central Park\nLike the city’s subway system, the vast and majestic Central Park, a rectangle of open space in the middle of Manhattan, is a great class leveler – exactly as it was envisioned. Created in the 1860s and ’70s by Frederick Law Olmsted and Calvert Vaux on the marshy northern fringe of the city, the immense park was designed as a leisure space for all New Yorkers regardless of color, class or creed.\nCentral Park is actually only the fifth largest park in New York City, trailing behind other local greenspaces like Pelham Bay and Van Cortlandt parks in the Bronx, the Greenbelt on Staten Island, and Flushing Meadows Corona Park in Queens. But over 800 acres is nothing to sneeze at in tony, dense upper Manhattan – even in the mid-19th century when New York City was just a fraction of its present size, much of the land had to be acquired by eminent domain.\n\n  \n A couple pauses for a cigarette in snowy Central Park. © Phil Greitzer/NY Daily News Archive via Getty Images\n\nIronically, what is now Central Park was commandeered from settlements like Seneca Village, home to the very immigrants and free Black community members the park was ostensibly supposed to benefit. From that raw, swampy material Olmsted and Vaux were tasked with creating a place where the rich could see and be seen in their carriages and promenading in fine clothing, and later where the middle and lower classes could gather away from pubs and in lieu of garden cemeteries.\nOlmsted was inspired by Birkenhead Park near Liverpool – the first taxpayer funded public park in England – during a trip he later recounter in his travel memoir Walks and Talks of an American Farmer in England. The trick, of course, would be to create what felt like a natural American landscape where once there had been pig mucks and and urban detritus.\n\n  \nStatue of Romeo and Juliet in front of the Delacorte theatre in Central Park © Ruben Martinez Barricarte/Alamy\n\nThe result was, after many years, huge sums of money, thousands of laborers, and slow progress during the Civil War, a sprawling green space that felt distinct from the city bordering it in both its democratic vision and pastoral expanse. It was also a triumph of engineering.\nOlmsted and Vaux (who also created Prospect Park in Brooklyn) were determined to keep foot and road traffic separated and cleverly designed the crosstown transverses under elevated roads to do so. It’s also an oasis from the urban crush: the lush lawns, cool forests, flowering gardens, glassy bodies of water and meandering, wooded paths provide the dose of serene nature that New Yorkers crave.\n\n  \nCentral Park, Upper West Side, and Beyond ©Ryan D. Budhu/Getty Images\n\nThe legacy of Central Park\nThe success of Olmsted's vision – and his first major project – went on to launch his career (and influence generations of landscape architecture) with commissions from Buffalo to San Francisco, from the manicured grounds of the Biltmore Estate to the trailing parks of Atlanta.\nIt's no wonder it's one of the most popular film locations in cinematic history, cropping up not just as a background but a character in movies like Hair, When Harry Met Sally, Enchanted and The Muppets Take Manhattan. It's also no wonder that Central Park quickly became a nexus of New York architecture, fringed by buildings that both benefit from proximity to the city's back yard and try to live up to its larger-than-life legacy.\nFrom penthouse apartments of the Dakota Building where Lauren Bacall, John Lennon and other luminaries lived to recent additions like the tall, skinny Central Park Tower that climbs to 1,550 feet over its namesake, the skyline rimming Olmsted's creation is almost as iconic as downtown treasures like the Empire State Building, Chrysler Building, or the Brooklyn Bridge.\n\n  \nA young girl flies a kite in Central Park ©Granger Wootz/Getty Images\n\nThings to do in Central Park\nToday, this ‘people’s park’ is still one of the city’s most popular attractions, beckoning throngs of New Yorkers year round. While parts of the park swarm with joggers, inline skaters, musicians and tourists on warm weekends, it’s quieter on weekday afternoons, especially in the less-trodden spots above 72nd St, such as the Harlem Meer and the North Meadow (north of 97th St). \nDuring summer in Central Park, you can try activities from fishing to camping without once leaving Manhattan, or make like countless movie characters and head to the Victorian Bow Bridge, which spans Central Park Lake and connects Cherry Hill and the Ramble. Nearby, ornate Bethesda Fountain edges the lake, and its Loeb Boathouse is a beloved attraction where you can rent rowboats or enjoy lunch.\n\n  \nExterior view of the Tavern on the Green inside Central Park in Manhattan, New York City © Shutterstock / EQRoy\n\nSpeaking of eats, Central Park's designers may have intentionally included few buildings in their landscape, but Tavern on the Green is a New York classic for a reason. Designed by Vaux himself in 1870 as an actual sheep paddock, the structure was turned into a restaurant in 1934 by Robert Moses, and it eventually earned a landmark reputation in the city's already competitive, legendary food scene.\nFormer New York Times restaurant critical Ruth Reichl once observed in the pre-smartphone 1990s, \"To thousands of visitors, Tavern on the Green is New York. They are so happy to be here that you see them all around the room, videotaping one another as they eat their meals.\" Though it closed in 2009 for a few years, Tavern on the Green has been open again since 2014.\n\n  \nVisitors ice skate in Central Park circa 2017 ©Winston Tan/Shutterstock\n\nFolks flock to the park even in winter, when snowstorms inspire cross-country skiing and sledding or just a simple stroll through the white wonderland, and crowds turn out every New Year’s Eve for a midnight run. Also very popular is skating on one of two stretches of ice in Central Park – Wollman Rink, located in the southeast part of the park, and Lasker Rink in the north.\nThe Central Park Conservancy offers ever-changing guided tours of the park, including ones that focus on public art, wildlife and places of interest to kids (check online for dates and times; most tours are free or $15. To get the lay of the land at a faster clip, there's numerous running routes through Central Park, too.\n\n  \nA dog walker walks by one of New York's ubiquitous hot dog stands ©Guillaume Gaudet/Lonely Planet\n\nGetting to Central Park\nCentral Park is accessible by numerous forms of transit, including the N, R, Q trains with service to 57th Street &amp; 7th Avenue; the 1, 2, 3, A, B, C, and D trains with service to 59th and Columbus Circle and Broadway at 72nd, 96th, &amp; 110th Streets; and the B and C trains with stops along Central Park's west flank. \nAs for bus routes, there are over a dozen to choose from, but some of the most accessible include the M10 the runs up the Central Park West side, the M20 from Penn Station, and the Q32 from Grand Central. \nFree and metered street parking exists around Central Park, though you'll want to be sure to check signage to make sure you won't run afoul of the meter maids. There are numerous paid lots and garages, too, where you can park for an hour or for the day.\n\n  \nA team plays softball at the Heckscher fields in Central Park to benefit New Yorkers with disabilities. © Barbara Alper/ Getty Images\n\nCentral Park accessibility\nCentral Park's rolling topography was created well before the ADA became the law of the land, so you might be curious how it holds up for visitors with disabilities. The Central Park Conservancy publishes an accessibility map to help visitors plan ahead for use of a wheelchair, rollator, cane, or other mobility aids.\nThe accessibility map has marked and color coded different degrees of incline throughout the park, as well as where you may find obstacles like stairs, or accessible features from restrooms to trails to subway stations.\nCentral Park is also home to the Robert Bendheim Playground, which was redesigned in 1996 to accommodate children of all abilities. It features ramps, a wheelchair accessible water feature, an elevated sandbox, and play structures with auditory features for Deaf and hard-of-hearing kids and their caregivers. \n"
    },
    {
        "country": "new-york-state",
        "index": 4,
        "name": "Hudson River Park",
        "latitude": "40.729633",
        "longitude": "-74.011116",
        "excerpt": "The High Line may be all the rage these days, but one block away from that famous elevated park stretches a 5-mile-long recreational space that has…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/the-village-chelsea-and-meatpacking-district/attractions/hudson-river-park/a/poi-sig/1478937/1320602",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/343cde2c216157c79e7f882c22416fe4-hudson-river-park.jpg",
        "detail_description": "The High Line may be all the rage these days, but one block away from that famous elevated park stretches a 5-mile-long recreational space that has transformed the city over the past decade. Covering 550 acres (400 of which are on the water) and running from Battery Park at Manhattan's southern tip to 59th St in Midtown, Hudson River Park is Manhattan's wondrous backyard. The long riverside path is a great spot for cycling, running and strolling.\nSeveral boathouses (including one in Chelsea near W 26th St and another in the West Village near Houston St) offer kayak hire and longer excursions for the more experienced. There's also beach volleyball, basketball courts, a skate park and tennis courts. Families with kids have loads of options, including four playgrounds, a carousel (off W 22nd St), mini-golf and grassy piers for young legs to run free.Those who simply need a break from the city come here to loll on the grass for a bout of people-watching and river contemplation, while those seeking something less sedate can join the sangria- and sun-loving crowds at the dockside Pier 66 Maritime. The park is also a fine spot for watching the sunset. In summer the grassy lawns and converted piers host a wide range of free events, from open-air film screenings and blues jams to dance parties and 'rumbles on the river' (featuring muay Thai kickboxing).The park is constantly expanding onto new piers along the river, which means you may find stretches along the walking and biking trails that are less than scenic due to construction, and the busy West Side Hwy runs next to the park. It's best to pick a pier to visit and head straight there, as opposed to meandering from location to location."
    },
    {
        "country": "new-york-state",
        "index": 5,
        "name": "Governors Island",
        "latitude": "40.687017",
        "longitude": "-74.016995",
        "excerpt": "Off-limits to the public for 200 years, former military outpost Governors Island is now one of New York's most popular seasonal playgrounds. The fort…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/attractions/governors-island/a/poi-sig/1105818/362079",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d7eed9a7d91fa29c31e087341220efa5-governors-island.jpg",
        "detail_description": "Off-limits to the public for 200 years, former military outpost Governors Island is now one of New York's most popular seasonal playgrounds. The fort-studded island is seven minutes by ferry from Manhattan, and threaded with cycling and walking trails. Playgrounds and picnic areas look across the water to views of glinting skyscrapers. With the city din of helicopters and distant traffic, you won't forget you're in NYC – but it's an invigorating interlude with historic sites to explore.\nEach summer, ferries travel the short distance from Manhattan and Brooklyn across to the 172-acre oasis. It's easily walkable but cycling is a very pleasant way to get around; rent wheels from Blazing Saddles (www.blazingsaddles.com, per day $25) or use one of three Citibike stations around the island.The north part of the island has historic spots including star-shaped Fort Jay, built in 1794 and rebuilt 15 years later, a failed attempt to prevent the British from invading Manhattan; Colonels Row, a collection of eight lovely 19th-century brick officers’ quarters; and the red sandstone Castle Williams, a 19th-century fort with 8ft-thick walls, which was later converted to a military penitentiary. The building exteriors and courtyards are free to explore, though visitors will enjoy deeper historical insights by exploring with the National Park Service (www.nps.gov/gois), whose rangers conduct guided tours of the historic district (see the website for specific days and times).Nearby Liggett Terrace hosts food trucks, from tacos and ice pops, and an outpost of Brooklyn beer favorite Threes Brewing; there's the biggest choice of refreshments on weekends. Slightly southwest, 10-acre Hammock Grove has 50 hammocks to relax in, along with lawns and kids' play areas.The Hills, in the southwest part of the island, have flower-fringed walking trails up to panoramic views of Manhattan (from 70ft high); below is attractive Picnic Point, with grassy spaces and lounge chairs. Inspiring views are also on tap along the Great Promenade: running for 2.2 miles along the island's perimeter, the path takes in everything from Lower Manhattan and Brooklyn to Staten Island and New Jersey. On weekends The Yard, a 50,000-sq-ft space, opens up for family-friendly play.Originally named 'nut island' (Paggank) by the indigenous Lenape people, the island was renamed first by the Dutch and then, when it became a military installation, dubbed Governors Island. Besides serving as a successful military fort in the Revolutionary War, the Union Army’s central recruiting station during the Civil War, and the take-off point for Wilbur Wright’s famous 1909 flight around the Statue of Liberty, Governors Island is where the 1988 Reagan/Gorbachev summit signaled the beginning of the end of the Cold War. You can visit the spot where that famous summit took place at the Admiral’s House, a grand, colonnaded military residence completed in 1843 that’s part of the elegant ghost-town area of Nolan Park.Since 2018, the island has hosted a seasonal glamping site by Collective Retreats (www.collectiveretreats.com). Prices range from $149 to $549 per night; early bookings are recommended."
    },
    {
        "country": "new-york-state",
        "index": 6,
        "name": "New Museum of Contemporary Art",
        "latitude": "40.722325913598",
        "longitude": "-73.993080219408",
        "excerpt": "The New Museum of Contemporary Art is a sight to behold: a seven-story stack of ethereal, off-kilter white boxes (designed by Tokyo-based architects…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/attractions/new-museum-of-contemporary-art/a/poi-sig/381803/362079",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0991b92df7f084df0bfb3a4a1c0b946e15698c5fba633d4a391ea3fd5140fba9.jpg",
        "detail_description": "Editor's note: the New Museum of Contemporary Art is temporarily closed for renovations, with plans to reopen in early 2025. Check www.newmuseum.org for updates.\nThe New Museum of Contemporary Art is a sight to behold: a seven-story stack of ethereal, off-kilter white boxes (designed by Tokyo-based architects Kazuyo Sejima and Ryue Nishizawa of SANAA and New York firm Gensler) rearing above its medium-rise neighborhood. It was a long-awaited breath of fresh air along what was a completely gritty Bowery strip when it arrived back in 2007 – since the museum's opening, many glossy new constructions have joined it, quickly transforming this once down-and-out avenue.\nFounded in 1977 by Whitney curator Marcia Tucker and housed in five locations over the years, the museum's mission statement is simple: 'New art, new ideas.' True to its word, it gave gallery space to Keith Haring, Jeff Koons, Joan Jonas, Mary Kelly and Andres Serrano at the beginning of their careers, and remains Manhattan's only dedicated contemporary-art museum. It closes occasionally to install new exhibitions, so be sure to check the website before you visit.\nOn the first Saturday of the month, the New Museum hosts special events for budding artists, with hands-on crafts and activities for kids aged four to 15. Free museum admission is included for two adults (it's always free for kids).\n"
    },
    {
        "country": "new-york-state",
        "index": 7,
        "name": "Green-Wood Cemetery",
        "latitude": "40.658935",
        "longitude": "-73.995538",
        "excerpt": "If you want to enjoy a slice of scenic Brooklyn in total peace and quiet, make for Green-Wood Cemetery. This historic burial ground set on the borough’s…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york/new-york-city/brooklyn-park-slope-gowanus-sunset-park/attractions/green-wood-cemetery/a/poi-sig/1105910/1342196",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/97a9363acd4f924aeae4bf781873aac1-green-wood-cemetery.jpg",
        "detail_description": "If you want to enjoy a slice of scenic Brooklyn in total peace and quiet, make for Green-Wood Cemetery. This historic burial ground set on the borough’s highest point covers 478 hilly acres with more than 7000 trees (many of which are over 150 years old); its myriad tombs, mausoleums, lakes and patches of forest are connected by a looping network of roads and footpaths, making this a perfect spot for some aimless rambling.\nFounded in 1838 as a rural cemetery with Manhattan views, Green-Wood has over 560,000 'permanent residents,' including notable and historic personalities such as inventors Samuel Morse and Elias Howe, abolitionist Henry Ward Beecher, designer Louis Comfort Tiffany, artist Jean-Michel Basquiat and Susan Smith McKinney-Steward, the first African-American woman in New York state to gain a medical degree.Don't miss Battle Hill, the cemetery's highest point, where Washington's Continental Army lost to British and Hessian troops during the 1776 Battle of Long Island (aka the Battle of Brooklyn). The event is commemorated by the 7ft statue of Minerva, the Roman goddess of wisdom, whose upright arm waves to the Statue of Liberty, facing back from a few miles across the harbor. The hill is located in the northeast sector of the cemetery, off Battle Ave. Musical legend Leonard Bernstein and Brooklyn Dodgers owner Charles Ebbets are both buried in the vicinity.Admission is free, as are the maps available at the entrance. On Wednesdays at 1pm you can take a two-hour trolley-bus tour ($20 per person; advance online booking recommended). Note the squawking green-monk parakeets nesting within the nooks of the glorious Gothic entry gate – some allegedly broke free from an airport crate in the 1960s and started a colony that's lived here ever since.Tip: pack mosquito repellent in the summer."
    },
    {
        "country": "new-york-state",
        "index": 8,
        "name": "Lincoln Center",
        "latitude": "40.772861",
        "longitude": "-73.984554",
        "excerpt": "This stark arrangement of gleaming modernist temples houses some of Manhattan’s most important performance companies: the New York Philharmonic, the New…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/upper-west-side-and-central-park/attractions/lincoln-center/a/poi-sig/382121/1320604",
        "image_url": null,
        "detail_description": "This stark arrangement of gleaming modernist temples houses some of Manhattan’s most important performance companies: the New York Philharmonic, the New York City Ballet and the Metropolitan Opera. The lobby of the iconic Opera House is dressed with brightly saturated murals by painter Marc Chagall. Various other venues are tucked in and around the 16-acre campus, including a theater, two film-screening centers and the renowned Juilliard School for performing arts.\nBuilt in the 1960s, this imposing campus replaced a neighborhood of tenements called San Juan Hill (gleefully bulldozed by Robert Moses) – a predominantly African American neighborhood where the exterior shots for the movie West Side Story were filmed. In addition to being a controversial urban planning move, Lincoln Center wasn’t exactly well received on an architectural level – it was relentlessly criticized for its conservative design, fortresslike aspect and poor acoustics. For the center’s 50th anniversary (2009–10), Diller Scofidio + Renfro and other architects gave the complex a much-needed and critically acclaimed freshening up.A survey of the three classic buildings surrounding the central Revson Fountain is a must: the Metropolitan Opera House, David Geffen Hall (known as Avery Fisher Hall until 2015) and the David H Koch Theater, the latter designed by Philip Johnson. (These are all located on the main plaza at Columbus Ave, between 62nd and 65th Sts.) The Revson Fountain is spectacular, particularly its Las Vegas–like water choreography lit up on summer evenings (daily; usually timed around the beginning and ending of performances).Of the refurbished structures, there are a number that are worth examining, including Alice Tully Hall, now displaying a very contemporary translucent, angled facade, and the David Rubenstein Atrium.On any given night, there are a variety of performances across genres happening throughout Lincoln Center – and even more in summer, when Lincoln Center Out of Doors (a series of free dance and music concerts) and Midsummer Night Swing (social dance under the stars) lure those who love parks and culture. For details on seasons, tickets and programming – which runs the gamut from opera to dance to theater to ballet – check the website.Daily 75-minute tours explore the Metropolitan Opera House, Revson Fountain, Alice Tully Hall and more, and are a great way to get acquainted with the complex – and if you're lucky you might even catch a rehearsal in progress. Get more info and buy tickets online or by phone."
    },
    {
        "country": "new-york-state",
        "index": 9,
        "name": "Coney Island",
        "latitude": "40.573332",
        "longitude": "-73.979445",
        "excerpt": "About an hour by subway from Midtown, this popular seaside neighborhood makes for a great day trip. The wide sandy beach has retained its nostalgic,…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york/new-york-city/brooklyn-coney-island-brighton-beach/attractions/coney-island/a/poi-sig/1246433/1342198",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_53769967.jpg",
        "detail_description": "About an hour by subway from Midtown, this popular seaside neighborhood makes for a great day trip. The wide sandy beach has retained its nostalgic, kitschy and slightly sleazy charms, wood-plank boardwalk and famous Cyclone roller-coaster amid a modern amusement-park area. Nathan's Famous churns out hot dogs, and the New York Aquarium is a big hit with kids, as is taking in an early-evening baseball game at MCU Park, the waterfront stadium for the minor-league Brooklyn Cyclones.\nConey Island traces its amusement-park roots to the mid-1800s, when inhabitants of the increasingly industrialized city began to seek relief from their sweltering tenements in summer. By the late-19th century the area was a rough-and-tumble party spot dubbed ‘Sodom by the Sea.’ In the early 1900s, however, family amusements began to materialize. The most famous, Luna Park, opened in 1903 – a dream world with live camels and elephants, illuminated by more than a million bulbs. Today, it's still possible to ride the 15-storey-high Wonder Wheel (opened in 1920) and the clackety Cyclone roller-coaster (1927). The area was a bit of a ghost town in the ’80s, but it has experienced a resurgence in recent years, drawing New Yorkers who come to chow on hot dogs, catch a sideshow, and dress up like punk mermaids at the annual Mermaid Parade. It ain’t Disney – but it isn’t meant to be.Not centrally managed, Coney Island's various rides and attractions are generally open every day from Memorial Day to Labor Day (the same period in which lifeguards patrol the beach). From Easter to Memorial Day and Labor Day to the end of October, rides open only on weekends, and the place practically shuts down from November to Easter."
    },
    {
        "country": "new-york-state",
        "index": 10,
        "name": "Washington Square Park",
        "latitude": "40.731267",
        "longitude": "-73.997018",
        "excerpt": "This former potter’s field and square for public executions is now the unofficial town square of Greenwich Village, hosting lounging NYU students, tuba…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/the-village-chelsea-and-meatpacking-district/attractions/washington-square-park/a/poi-sig/382569/1320602",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/715c044cc0b2aa9468abb8d7a34c2a1a-washington-square-park.jpg",
        "detail_description": "This former potter’s field and square for public executions is now the unofficial town square of Greenwich Village, hosting lounging NYU students, tuba-playing street performers, socialising canines, fearless squirrels, speed-chess pros, and barefoot children who splash about in the fountain on warm days. Locals have resisted changes to the shape and uses of the park, and its layout has remained largely the same since the 1800s. Check out the Washington Square Park Conservancy (www.washingtonsquareparkconservancy.org) for news and events.\nSurrounded by perfectly manicured Greek Revival town houses and a grab bag of modern architecture (all owned by NYU), Washington Square Park is an enticing green space – especially as you are welcomed by the iconic Stanford White Arch on the north side of the green. The arch, colloquially known as the Washington Square Arch, dominates the park with its 73ft of gleaming white Tuckahoe marble. Originally designed in wood to celebrate the centennial of George Washington’s inauguration in 1889, it proved so popular that it was replaced with a stone version six years later and adorned with statues of the general in war and peace. In 1916 artist Marcel Duchamp famously climbed to the top of the arch by its internal stairway and declared the park the ‘Free and Independent Republic of Washington Square.’ Its reputation as a bohemian agora sealed by beatniks and folkies in the '40s, '50s and '60s, Washington Square Park has long provided a stage for political activity and has been the scene of many protests and rallies."
    },
    {
        "country": "new-york-state",
        "index": 11,
        "name": "Union Square",
        "latitude": "40.735568",
        "longitude": "-73.990527",
        "excerpt": "Union Square is like the Noah’s Ark of New York, rescuing at least two of every kind from the curling seas of concrete. In fact, one would be hard pressed…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/union-square-flatiron-district-and-gramercy/attractions/union-square/a/poi-sig/1107321/1319982",
        "image_url": null,
        "detail_description": "Union Square is like the Noah’s Ark of New York, rescuing at least two of every kind from the curling seas of concrete. In fact, one would be hard pressed to find a more eclectic cross-section of locals gathered in one public place: suited businessfolk gulping fresh air during their lunch breaks, dreadlocked loiterers tapping beats on their tablas, skateboarders flipping tricks on the southeastern stairs, old-timers poring over chess boards, and throngs of protesting masses chanting fervently for various causes.\nOpened in 1831, Union Square quickly became the central gathering place for those who lived in the mansions nearby. Concert halls and artist societies further enhanced the cultured atmosphere, and high-end shopping quickly proliferated along Broadway, which was dubbed ‘Ladies’ Mile.’ When the Civil War broke out, the vast public space (large by New York standards, of course) was center stage for protesters of all sorts, from union workers to political activists. By the height of the WWI, the area had fallen largely into disuse, allowing politically and socially driven organizations like the American Civil Liberties Union, the Communist and Socialist Parties and the Ladies’ Garment Workers Union to move in. After over a century of the continuous push-and-pull between dapper-dom and political protest, a third – artistic, if not thoroughly hippie-ish – ingredient was tossed into the mix when Andy Warhol moved his Factory to Union Sq West (at the Decker Building, No 33). The building is now a chain candy store – a telling sign of the times.A walk around Union Square will reveal almost a dozen notable pieces of art, including an imposing equestrian statue of George Washington (one of the first public pieces of art in New York City). On the southern side of the square sits Metronome, a massive art installation consisting of two parts – a digital clock with a puzzling display of numbers, and a wand-like apparatus with smoke puffing out of concentric rings. A symbolic representation of the passage of time, the clock’s 14 digital numbers must be split into two groups of seven – the seven from the left tell the current time (hour, minute, second, tenth-of-a-second) and the seven from the right are meant to be read in reverse order; they represent the remaining amount of time in the day.One of the city's most-popular farmers markets is held on the north and west sides of Union Square every Monday, Wednesday, Friday and Saturday from 8am to 6pm. The southern half also gets taken over by a holiday market each winter."
    },
    {
        "country": "new-york-state",
        "index": 12,
        "name": "High Line",
        "latitude": "40.739511",
        "longitude": "-74.008153",
        "excerpt": "It’s hard to believe that the 1½-mile-long High Line – a shining example of brilliant urban renewal – was once a dingy freight line that anchored a rather…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/the-village-chelsea-and-meatpacking-district/attractions/high-line/a/poi-sig/1105837/1320602",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-568733199_super.jpg",
        "detail_description": "It’s hard to believe that the 1½-mile-long High Line – a shining example of brilliant urban renewal – was once a dingy freight line that anchored a rather unsavory district of slaughterhouses. Today, this eye-catching attraction is one of New York's best-loved green spaces, drawing visitors who come to stroll, sit and picnic 30ft above the city – while enjoying fabulous views of Manhattan's ever-changing urban landscape. It loops around Hudson Yards and ends at 34th St.\nThe attractions are numerous, and include stunning vistas of the Hudson River, public art installations commissioned especially for the park, wide lounge chairs for soaking up some sun, willowy stretches of native-inspired landscaping (including a mini sumac forest), food and drink vendors, and a thoroughly unique perspective on the neighborhood streets below – especially at various overlooks, where bleacher-like seating faces huge panes of glass that frame the traffic, buildings and pedestrians below as living works of art. There’s also André Balazs’ luxury hotel, the Standard, which straddles the park, as well as the sparkling Whitney Museum, which anchors the southern end.The High Line is an especially romantic place to stroll on a balmy night, when you can see the lit-up city (and maybe even a star or two) sparkling all around. Its final section, the Spur, was completed in June 2019. Extending east along 30th street and terminating above 10th Avenue, it features a rotation of monumental art in a space known as the Plinth, including the inaugural commission, Brick House by artist Simone Leigh – a powerful black female figure overlooking 10th Avenue."
    },
    {
        "country": "new-york-state",
        "index": 13,
        "name": "Brooklyn Museum",
        "latitude": "40.671118",
        "longitude": "-73.963501",
        "excerpt": "This encyclopedic museum, imagined as the centerpiece of the 19th-century Brooklyn Institute, occupies a five-story, 560,000-sq-ft beaux-arts building…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york/new-york-city/brooklyn-prospect-heights-crown-heights-flatbush/attractions/brooklyn-museum/a/poi-sig/1281293/1342197",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/shutterstockRF_1636693738.jpg",
        "detail_description": "This encyclopedic museum, imagined as the centerpiece of the 19th-century Brooklyn Institute, occupies a five-story, 560,000-sq-ft beaux-arts building stuffed with more than 1.5 million objects – ancient Egyptian sarcophagi, 19th-century period rooms, and a cornucopia of art. This elegant, airy space is an inspiring place to explore, and a calmer alternative to Manhattan's manic museums. The collection is augmented by thought-provoking temporary exhibitions on diverse subjects from European art retrospectives to provocative contemporary art, often with a spotlight on feminist thought and LGBT+ artists.\nSpecial events run until 11pm on the first Saturday of each month (except September and January).The museum's Sackler Center for Feminist Art features the must-see permanent installation by Judy Chicago, The Dinner Party. The epic 1970s feminist artwork honors 39 great historical or mythical women with place settings around a giant triangular table (another 999 names are inscribed on the floor).Construction on the building began in the early 1890s, when Brooklyn was still an independent city – the intention was to make it the largest single-site museum in the world. The plan lost steam in 1898, when Brooklyn was incorporated into New York City."
    },
    {
        "country": "new-york-state",
        "index": 14,
        "name": "Prospect Park",
        "latitude": "40.6681768",
        "longitude": "-73.97122937",
        "excerpt": "Brooklyn is blessed with a number of historic, view-laden and well used green spaces, but its emerald is Prospect Park. The designers of the 585-acre park…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york/new-york-city/brooklyn-park-slope-gowanus-sunset-park/attractions/prospect-park/a/poi-sig/1107881/1342196",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/shutterstockRF_1107892916.jpg",
        "detail_description": "Brooklyn is blessed with a number of historic, view-laden and well used green spaces, but its emerald is Prospect Park. The designers of the 585-acre park – Frederick Law Olmsted and Calvert Vaux – considered it an improvement on their other New York project, Central Park, and between rambling its tree-fringed walkways and sighing at ornamental bridges, you might agree.\nOpened in 1867, Brooklyn's lovely, faux-natural green space has a long meadow to the west (filled with dog-walkers, sportspeople or barbecuers, depending on the season), hilly woodlands, and a boathouse on the east side, by its expansive lake. The neoclassical arches, sculptures and columns at the major entrances were later additions.Many visitors come to bike, run, stroll, walk their dogs or just lounge around. The park has a zoo, an ice-skating rink (which becomes a water-play area for kids in the warm months, when boats are also available for hire). There are also free concerts at the Prospect Park Bandshell (near the entrance at 9th St and Prospect Park W) and a year-round farmers market is held on Saturdays at the Grand Army Plaza entrance."
    },
    {
        "country": "new-york-state",
        "index": 15,
        "name": "Flatiron Building",
        "latitude": "40.741015758648",
        "longitude": "-73.989617446806",
        "excerpt": "Designed by Daniel Burnham and built in 1902, the 20-story Flatiron Building has a narrow triangular footprint that resembles the prow of a massive ship…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/union-square-flatiron-district-and-gramercy/attractions/flatiron-building/a/poi-sig/382111/1319982",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/44dc1036b3370ac0ddaeea1c708ba28b-flatiron-building.jpg",
        "detail_description": "Designed by Daniel Burnham and built in 1902, the 20-story Flatiron Building has a narrow triangular footprint that resembles the prow of a massive ship. It also features a traditional beaux-arts limestone and terra-cotta facade, built over a steel frame, that gets more complex and beautiful the longer you stare at it. It is best viewed from the traffic island north of 23rd St between Broadway and Fifth Ave, where there's public seating and a beer and wine kiosk that enables admirers to linger.\nThis distinctive structure dominated the plaza back in the dawning skyscraper era of the early 1900s. Originally known as the Fuller Building, its construction coincided with the proliferation of mass-produced picture postcards – the partnership was kismet. Even before its completion, there were images of the soon-to-be tallest tower circulating the globe, creating much wonder and excitement.Publisher Frank Munsey was one of the building’s first tenants. From his 18th-floor offices he published Munsey’s Magazine, which featured the writings of short-story writer William Sydney Porter, whose pen name was ‘O Henry.’ His musings (in popular stories such as ‘The Gift of the Magi’), the paintings of John Sloan and photographs of Alfred Stieglitz best immortalized the Flatiron back in the day – along with a famous comment by actress Katharine Hepburn, who quipped that she’d like to be admired as much as the grand old building."
    },
    {
        "country": "new-york-state",
        "index": 16,
        "name": "Chinatown",
        "latitude": "40.714452",
        "longitude": "-73.997705",
        "excerpt": "A walk through Manhattan's most colorful, cramped neighborhood is never the same, no matter how many times you hit the pavement. Peek inside temples and…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/soho-and-chinatown/attractions/chinatown/a/poi-sig/1260161/1320600",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2701cd66e21e30707f451cfd461fa463-chinatown.jpg",
        "detail_description": "A walk through Manhattan's most colorful, cramped neighborhood is never the same, no matter how many times you hit the pavement. Peek inside temples and exotic storefronts. Catch the whiff of ripe persimmons, hear the clacking of mah-jongg tiles on makeshift tables, eye dangling duck roasts swinging in store windows and shop for anything from rice-paper lanterns and ‘faux-lex’ watches to tire irons and a pound of pressed nutmeg. America’s largest congregation of Chinese immigrants is your oyster.\nThe area has its own tourist information kiosk with local volunteers giving out free maps, at the intersection of Walker, Baxter and Canal Sts (11am to 5pm, 10am to 6pm in summer)."
    },
    {
        "country": "new-york-state",
        "index": 17,
        "name": "Whitney Museum of American Art",
        "latitude": "40.739551",
        "longitude": "-74.008605",
        "excerpt": "After years of construction, the Whitney's downtown location opened to much fanfare in 2015. Anchoring the southern reaches of the High Line, this…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/the-village-chelsea-and-meatpacking-district/attractions/whitney-museum-of-american-art/a/poi-sig/1514456/1320602",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyRF516988310.jpg",
        "detail_description": "After years of construction, the Whitney's downtown location opened to much fanfare in 2015. Anchoring the southern reaches of the High Line, this stunning building – designed by Renzo Piano – provides 63,000 sq ft of space for the museum's unparalleled collection of American art. Inside the light-filled galleries you'll find works by all the greats, including Edward Hopper, Jasper Johns, Georgia O’Keeffe and Mark Rothko. Unlike at many museums, special emphasis is placed on the work of living artists.\nIn addition to rotating exhibits on Warhol and other American luminaries, the Whitney Biennial is held in even-numbered years. It's an ambitious survey of contemporary art that rarely fails to generate controversy."
    },
    {
        "country": "new-york-state",
        "index": 18,
        "name": "Brooklyn Botanic Garden",
        "latitude": "40.67185",
        "longitude": "-73.964939",
        "excerpt": "Opened in 1911 and now one of Brooklyn's most picturesque sights, this 52-acre garden is home to thousands of plants and trees and a Japanese garden where…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york/new-york-city/brooklyn-prospect-heights-crown-heights-flatbush/attractions/brooklyn-botanic-garden/a/poi-sig/1107895/1342197",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/428119a2bab6c82da6e9c38112443a33-brooklyn-botanic-garden.jpg",
        "detail_description": "Opened in 1911 and now one of Brooklyn's most picturesque sights, this 52-acre garden is home to thousands of plants and trees and a Japanese garden where river turtles swim alongside a Shinto shrine. The best times to visit are late April or early May, when the blooming cherry trees (a gift from Japan) are celebrated in Sakura Matsuri (the Cherry-Blossom Festival), or fall, when the deciduous trees blaze their colours.\nA network of trails runs throughout the gardens, connecting popular sections devoted to native flora, bonsai trees, a wood covered in bluebells and a rose garden. The Discovery Garden is a hands-on, immersive space for kids, with regular family activities. There's also a good cafe (with outdoor seating, of course).There are three entrances; the most convenient one is immediately west of the Brooklyn Museum. The Washington Ave entrance around the corner (at President St) leads to a striking eco-designed visitor center with a 'living roof' covered in a thriving diversity of plants. It's also possible to enter just north of Prospect Park subway station (corner of Empire Blvd and Flatbush Ave)."
    },
    {
        "country": "new-york-state",
        "index": 19,
        "name": "Albright-Knox Art Gallery",
        "latitude": "42.932123",
        "longitude": "-78.875645",
        "excerpt": "The gallery's superb collection, which ranges from Degas and Picasso to Ruscha, Rauschenberg and other abstract expressionists, occupies a neoclassical…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-state/buffalo/attractions/albright-knox-art-gallery/a/poi-sig/456519/362087",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/388bd0330a841c7f0def0f9f5515c1f6-albright-knox-art-gallery.jpg",
        "detail_description": "The gallery's superb collection, which ranges from Degas and Picasso to Ruscha, Rauschenberg and other abstract expressionists, occupies a neoclassical building planned for Buffalo's 1905 Pan American Expo. Its temporary exhibits are particularly creative and compelling.\nSurrounding the gallery are some monumental historical and contemporary sculptural installations. Make sure to check out M&amp;T First Fridays when the museum is open until 10pm."
    },
    {
        "country": "new-york-state",
        "index": 20,
        "name": "Merchant's House Museum",
        "latitude": "40.727575123733",
        "longitude": "-73.992269809899",
        "excerpt": "Built in 1832 and purchased by merchant Seabury Tredwell three years later, this red-brick mansion remains the most authentic Federal house in town. It's…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/soho-and-chinatown/attractions/merchant-s-house-museum/a/poi-sig/382699/1320600",
        "image_url": null,
        "detail_description": "Built in 1832 and purchased by merchant Seabury Tredwell three years later, this red-brick mansion remains the most authentic Federal house in town. It's as much about the city’s mercantile past as it is a showcase of 19th-century high-end domestic furnishings, from the bronze gasoliers and marble mantelpieces to the elegant parlor chairs, attributed to noted furniture designer Duncan Phyfe. Even the multilevel call bells for the servants work to this day.\nSince 2014 campaigners have been embroiled in a dispute over the construction of an eight-story hotel next door to the Merchant's House, which preservationists fear could undermine the foundations of the old building. Its status as a city, state and federal landmark has helped win an injunction meaning the developers cannot build above six stories, but campaigners see this as an empty victory and continue to fight for a guarantee that no construction will take place. If the developers get their way, the museum could close for at least two years during building works.Many believe that the ghost of Gertrude Tredwell – Seabury's youngest child and the building's last resident – haunts the old mansion, making cameo appearances late in evenings and sometimes at public events. At a Valentine’s Day concert a few years back several attendees witnessed the shadow of a woman walk up to the performers and take a seat in the parlor chairs. Appropriately, the museum offers ghost tours after dark (usually once a month, excluding December), as well as lectures, special events and historical walking tours of NoHo. Check the website."
    }
]