[
    {
        "country": "orissa",
        "index": 1,
        "name": "Jagannath Mandir",
        "latitude": "19.80476141768",
        "longitude": "85.818215793793",
        "excerpt": "This mighty temple is home to Jagannath (Lord of the Universe), an incarnation of Vishnu. Built in its present form in 1198, the temple – closed to non…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/jagannath-mandir/a/poi-sig/1084743/356439",
        "image_url": null,
        "detail_description": "This mighty temple is home to Jagannath (Lord of the Universe), an incarnation of Vishnu. Built in its present form in 1198, the temple – closed to non-Hindus – is surrounded by two walls, its 58m-high flag-draped sikhara (spire) topped by Vishnu's wheel. Non-Hindus can get a rooftop view and take photos from the Raghunandan Library terrace across the street for a ‘donation' (₹100 is fine). Cameras and mobile phones are not allowed within the temple.\nJannagath, the jet-black deity with large white eyes, is hugely popular across Odisha; his images are tended and regularly dressed in new clothes at shrines across the state.Guarded by two stone lions and a pillar crowned by the Garuda that once stood at the Sun Temple at Konark, the eastern entrance (Lion Gate) to the temple is the passageway for the chariot procession of Rath Yatra. Jagannath, brother Balbhadra and sister Subhadra reside supreme in the central jagamohan (assembly hall). Priests continually garland and dress the three idols throughout the day for different ceremonies. Incredibly, the temple employs about 6000 men to perform the complicated rituals involved in caring for the gods. An estimated 20,000 people – divided into 36 orders and 97 classes – are dependent on Jagannath for their livelihood."
    },
    {
        "country": "orissa",
        "index": 2,
        "name": "Bhitarkanika Wildlife Sanctuary",
        "latitude": "20.721438",
        "longitude": "86.869583",
        "excerpt": "Three rivers flow out to sea at Bhitarkanika, forming a tidal maze of muddy creeks and mangroves. This is India’s second-largest mangrove region, and most…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/bhitarkanika-wildlife-sanctuary/a/poi-sig/1150438/356433",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148896220_high.jpg",
        "detail_description": "Three rivers flow out to sea at Bhitarkanika, forming a tidal maze of muddy creeks and mangroves. This is India’s second-largest mangrove region, and most of the 672-sq-km delta that forms this wonderful sanctuary is a significant biodiversity hot spot. The only way to get around most of the sanctuary is by boat, and the main reason to come is to spot crocodiles and birds (particularly at the heronry site of Bagagahana).\nLong-snouted gharials, short squat muggers, and enormous estuarine crocodiles (or ‘salties’) bask on mud flats here through the day, diving into the water for cover as your boat chugs past. One particular 7m beast even made the Guinness World Records some years ago. It’s also worth knowing that this area has the highest concentration of king cobras found anywhere in India, as well as half a dozen other potentially deadly viper species.The best time to visit is from December to February (note that the sanctuary remains shut for a week in January for the annual crocodile census). You’ll see crocs throughout the year, and may also see monitor lizards, spotted deer, wild boar and all sorts of birds, including eight species of brilliantly coloured kingfishers. Herons arrive in early June and nest until early December, when they move on to Chilika Lake, while raucous open-billed storks have set up a permanent rookery here. A short walk through the mangroves from one of the docks inside the sanctuary leads to a birding tower. There is also a 5km nature walk along one of the islands, though that's best done on weekdays when there are fewer visitors.The park entrance is hidden within the mud-hut village of Dangamal. Tour boats depart from the pier at Dangamal for 3½-hour safaris in the early morning and then at midday. A single ticket costs ₹250, or you can charter the entire boat for ₹3000."
    },
    {
        "country": "orissa",
        "index": 3,
        "name": "Sun Temple",
        "latitude": "19.887535",
        "longitude": "86.095047",
        "excerpt": "Conceived as the cosmic chariot of the sun god Surya, this massive, breathtakingly splendid temple was constructed in the mid-13th century, probably by…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/konark/attractions/sun-temple/a/poi-sig/1150358/356438",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8bba574647cc18bd6aad03fa7645fdd5-sun-temple.jpg",
        "detail_description": "Conceived as the cosmic chariot of the sun god Surya, this massive, breathtakingly splendid temple was constructed in the mid-13th century, probably by Odishan king Narashimhadev I to celebrate his military victory over the Muslims. Around the base, seven rearing horses (representing the days of the week) move the stone leviathan on 24 stone cartwheels (representing the hours of the day). The temple was positioned so that dawn light would illuminate the deul (temple sanctuary) interior and the presiding deity.\nThe temple was in use for maybe only three centuries. In the late 16th century the 40m-high sikhara (spire) partially collapsed: speculation about causes ranges from marauding Mughals removing the copper over the cupola to a ransacking Kalapahad displacing the Dadhinauti (arch stone), to simple wear and tear from recurring cyclones. The presiding deity may have been moved to Jagannath Temple in Puri in the 17th century; the interior of the temple was filled in with stone in 1903 by the British.The temple has been under constant and careful restoration for years now, and its gradual weathering continues to this day. Every year, crumbling sections of ornate wall panels are replaced by new blocks (featuring unremarkable motifs sculpted by modern hands), and the structure slowly sheds the sculptural brilliance that made it so special in the first place.The gajasimha (main entrance) is guarded by two stone lions crushing elephants and leads to the intricately carved nritya mandapa (dancing hall). Steps, flanked by straining horses, rise to the still-standing jagamohan (assembly hall). Behind is the spireless deul, with its three impressive chlorite images of Surya aligned to catch the sun at dawn, noon and sunset. The chariot concept of the temple harks back to a stylistic trend in Indian architecture, reflected in the stone chariot at the Vittala Temple in Hampi and the Pancha Rathas complex (featuring five stone chariots devoted to the Pandavas from the Mahabharata) in Mahabalipuram.The base and walls present a chronicle in stone of Kalinga life; you’ll see women cooking and men hunting. Many are in the erotic style for which Konark is famous and include entwined couples as well as solitary exhibitionists.Persistent guides (₹150) will approach you at the entrance. The temple’s history is a complicated amalgam of fact and legend, and religious and secular imagery, and the guides’ explanations can be thought-provoking. But make sure you get a government-approved one; all licensed guides wear their official ID on them and should be easy to spot."
    },
    {
        "country": "orissa",
        "index": 4,
        "name": "Chatikona Market",
        "latitude": null,
        "longitude": null,
        "excerpt": "The weekly Chatikona market takes place at Bissamcuttack (about 40km north) and is mostly attended by the Dongria Kondh and Desia Kondh villagers from the…",
        "detail_url": "https://www.lonelyplanet.com/india/rayagada/attractions/chatikona-market/a/poi-sig/1559126/1329478",
        "image_url": null,
        "detail_description": "The weekly Chatikona market takes place at Bissamcuttack (about 40km north) and is mostly attended by the Dongria Kondh and Desia Kondh villagers from the surrounding Niayamgiri Hills. It's mainly a produce market, but there are also bronze animal sculptures made locally using the dokra or lost-wax method of metal casting.\n"
    },
    {
        "country": "orissa",
        "index": 5,
        "name": "Udayagiri",
        "latitude": "20.643869",
        "longitude": "86.266687",
        "excerpt": "Udayagiri's two monastery complexes were active between the 10th and 12th centuries AD. At the first one, there’s a large pyramidal brick stupa with a…",
        "detail_url": "https://www.lonelyplanet.com/india/pusphagiri-ruins/attractions/udayagiri/a/poi-sig/1558958/1329487",
        "image_url": null,
        "detail_description": "Udayagiri's two monastery complexes were active between the 10th and 12th centuries AD. At the first one, there’s a large pyramidal brick stupa with a seated Buddha image on each of the four sides. Beyond, a large Buddha statue is locked away behind some fine doorjamb carvings. The second site, marred by graffiti, features an exquisite deity carving, a seated Buddha statue and monastic cells. The ruins are a 2km walk from the main road.\n"
    },
    {
        "country": "orissa",
        "index": 6,
        "name": "Ratnagiri",
        "latitude": "20.642182",
        "longitude": "86.33606",
        "excerpt": "Ratnagiri is the most interesting and extensive among the three Pusphagiri sites. Two large monasteries flourished here from the 5th to 13th centuries…",
        "detail_url": "https://www.lonelyplanet.com/india/pusphagiri-ruins/attractions/ratnagiri/a/poi-sig/1155944/1329487",
        "image_url": null,
        "detail_description": "Ratnagiri is the most interesting and extensive among the three Pusphagiri sites. Two large monasteries flourished here from the 5th to 13th centuries. Noteworthy are an exquisitely carved doorway inside the first monastery complex, opening onto an expansive courtyard that leads to a shrine housing an intact Buddha statue. Up on the small hillock are the remains of a 10m-high stupa, surrounded by smaller votive stupas. Sadly, all are covered in graffiti in spite of a security guard presence.\n"
    },
    {
        "country": "orissa",
        "index": 7,
        "name": "Dhauli",
        "latitude": "20.192331",
        "longitude": "85.839529",
        "excerpt": "In about 260 BC, 11 of of Ashoka’s 14 famous edicts were carved onto a rock at Dhauli, 8km south of Bhubaneswar. Above the edicts, the earliest Buddhist…",
        "detail_url": "https://www.lonelyplanet.com/india/around-bhubaneswar-1341817/attractions/dhauli/a/poi-sig/1559056/1341817",
        "image_url": null,
        "detail_description": "In about 260 BC, 11 of of Ashoka’s 14 famous edicts were carved onto a rock at Dhauli, 8km south of Bhubaneswar. Above the edicts, the earliest Buddhist sculpture in Odisha – a carved elephant representing Buddha – emerges from a rock. From the Dhauli turn-off, accessed by Bhubaneswar-Puri buses (₹15, 30 minutes), it’s a tree-shaded 3km walk or shared/private autorickshaw ride (₹10/100) to the rock edicts and then a short, steep walk to the stupa. Uber drop-off costs around ₹180.\nJust beyond the rock edicts, each translated into English, is the huge, white Shanti Stupa (Peace Pagoda), built by Japanese monks in 1972 on a hill to the right. Older Buddhist reliefs are set into the modern structure, and there are great views of the surrounding countryside from the top."
    },
    {
        "country": "orissa",
        "index": 8,
        "name": "Satkosia Tiger Sanctuary",
        "latitude": "20.627001",
        "longitude": "84.808617",
        "excerpt": "Made up of the Satkosia and Baisipalli Wildlife Sanctuaries, this 964-sq-km forested tiger reserve, 125km northwest of Bhubaneswar, is straddled by a…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/satkosia-tiger-sanctuary/a/poi-sig/1284595/356433",
        "image_url": null,
        "detail_description": "Made up of the Satkosia and Baisipalli Wildlife Sanctuaries, this 964-sq-km forested tiger reserve, 125km northwest of Bhubaneswar, is straddled by a breathtaking gorge, cut by the mighty Mahanadi River, and is one of the most beautiful natural spots in Odisha. However, tourists are not allowed inside the park’s core zone, where most of the wildlife is found, and 4WD safaris are not on offer. The main appeal of coming here is to spend some time amid the stunning natural scenery.\nThe sanctuary is home to significant populations of gharial and mugger crocodiles, plus 38 species of mammals, including elephants, leopards, sambar deer, jackals, giant squirrels and around a dozen tigers. You can visit a rudimentary crocodile breeding centre within the park. As of 2018, boat trips on the river were on hold."
    },
    {
        "country": "orissa",
        "index": 9,
        "name": "Onkadelli Market",
        "latitude": "18.513714",
        "longitude": "82.427545",
        "excerpt": "Onkadelli is a particularly popular tribal produce market, with Bonda, Mali, Kondh and Paraja people attending to buy and sell fruit, vegetables, dried…",
        "detail_url": "https://www.lonelyplanet.com/india/around-koraput/attractions/onkadelli-market/a/poi-sig/1559124/1341820",
        "image_url": null,
        "detail_description": "Onkadelli is a particularly popular tribal produce market, with Bonda, Mali, Kondh and Paraja people attending to buy and sell fruit, vegetables, dried fish, condiments, utensils, objects of daily life as well as handicrafts fashioned by the dokra (lost-wax) method of metal casting.\n"
    },
    {
        "country": "orissa",
        "index": 10,
        "name": "Nandankanan Zoological Park",
        "latitude": "20.398054",
        "longitude": "85.827513",
        "excerpt": "Famous for its white tigers, Odisha's premier zoological park was founded in 1960 and is known to run India's best captive-breeding program for the big…",
        "detail_url": "https://www.lonelyplanet.com/india/around-bhubaneswar-1341817/attractions/nandankanan-zoological-park/a/poi-sig/1559059/1341817",
        "image_url": null,
        "detail_description": "Famous for its white tigers, Odisha's premier zoological park was founded in 1960 and is known to run India's best captive-breeding program for the big cats. Spread over 4 sq km, the zoo also houses Asiatic lions, Himalayan bears, hippos, several species of crocs, a variety of snakes and a sizeable bird aviary. Forty-five-minute safaris to see some of the lions and tigers roaming a fenced forest area cost ₹30 per person. An autorickshaw/car drop-off costs around ₹200/250.\nDon’t get food out of your bag in front of any of the monkeys that roam free around the zoo."
    },
    {
        "country": "orissa",
        "index": 11,
        "name": "Chausath Yogini",
        "latitude": "20.225355",
        "longitude": "85.87944",
        "excerpt": "Hidden among rice fields 15km south of Bhubaneswar, this small but serene 9th-century open-roofed temple is dedicated to yoginis (female tantric mystics)…",
        "detail_url": "https://www.lonelyplanet.com/india/around-bhubaneswar-1341817/attractions/chausath-yogini/a/poi-sig/1559058/1341817",
        "image_url": null,
        "detail_description": "Hidden among rice fields 15km south of Bhubaneswar, this small but serene 9th-century open-roofed temple is dedicated to yoginis (female tantric mystics) and is one of only four in India. No larger than a village hut, the temple contains intricate rock carvings of 64 (chausath) yoginis, each shown standing on top of her vahana (vehicle; often in animal form). No buses go here; a return trip from the city by autorickshaw/Uber costs around ₹500/600.\nFew tourists make it out here, which adds to the tranquillity of the location. Nearby, Soumya Handicraft is a small workshop-gallery of a local artist who paints, carves and sells his work from his home."
    },
    {
        "country": "orissa",
        "index": 12,
        "name": "Jagannath Temple",
        "latitude": "18.810809",
        "longitude": "82.709134",
        "excerpt": "Jagannath Temple, whose whitewashed sikhara (temple spire) overlooks Koraput town, is well worth visiting. The courtyard around the sikhara contains…",
        "detail_url": "https://www.lonelyplanet.com/india/koraput/attractions/jagannath-temple/a/poi-sig/1511693/1329480",
        "image_url": null,
        "detail_description": "Jagannath Temple, whose whitewashed sikhara (temple spire) overlooks Koraput town, is well worth visiting. The courtyard around the sikhara contains numerous colourful statues of the wide-eyed Jagannath, the state deity of Odisha, which you’ll see painted on homes everywhere. Below the sikhara, in a side hall, you’ll walk past more than two dozen lingams (the auspicious phallic symbol representing Shiva), before reaching some attractive displays of local ossa (traditional patterns made with coloured powders on doorsteps).\nThe temple is 200m behind the bus stand. At the bus stand, facing the police station, turn left up Post Office Rd then take the first left and look for the temple steps up to your right at the small staggered crossroads."
    },
    {
        "country": "orissa",
        "index": 13,
        "name": "Model Beach",
        "latitude": "19.797273",
        "longitude": "85.834358",
        "excerpt": "Puri is no palm-fringed paradise – the beach is wide, shelves quickly with a nasty shore break and is shadeless. But Model Beach, part of a sustainable,…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/model-beach/a/poi-sig/1284405/356439",
        "image_url": null,
        "detail_description": "Puri is no palm-fringed paradise – the beach is wide, shelves quickly with a nasty shore break and is shadeless. But Model Beach, part of a sustainable, community-run beach-tourism initiative, offers a 700m stretch of sand that’s easily Puri’s finest and cleanest. Palm umbrellas provide shade, and a team of cabana boys and lifeguards known as Sea Riders hawk fixed-price beach chairs (per hour ₹20) and massages (₹100 to ₹200); they are also responsible for keeping the beach clean.\n"
    },
    {
        "country": "orissa",
        "index": 14,
        "name": "Odisha State Maritime Museum",
        "latitude": "20.479517",
        "longitude": "85.897121",
        "excerpt": "This excellent museum, overlooking the Mahanadi River, focuses on Odisha's centuries-old maritime history of boat-building and trade (particularly with…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/odisha-state-maritime-museum/a/poi-sig/1559061/356433",
        "image_url": null,
        "detail_description": "This excellent museum, overlooking the Mahanadi River, focuses on Odisha's centuries-old maritime history of boat-building and trade (particularly with Bali, Indonesia). The displays walk you through the Kalingas' maritime activities, rituals and tools, while the boat shed features river-boat, raft and coracle models from different parts of India. The Jobra workshop gallery introduces the world of sluice gates and boat repair, and an aquarium entertains visitors with marine life from Odisha and the Amazon River.\n"
    },
    {
        "country": "orissa",
        "index": 15,
        "name": "Debrigarh Wildlife Sanctuary",
        "latitude": "21.500352",
        "longitude": "83.770065",
        "excerpt": "In northeastern Odisha, 40km west of Sambalpur, the 347-sq-km Debrigarh Wildlife Sanctuary is a good spot for wildlife-spotting. It comprises the…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/debrigarh-wildlife-sanctuary/a/poi-sig/1559113/356433",
        "image_url": null,
        "detail_description": "In northeastern Odisha, 40km west of Sambalpur, the 347-sq-km Debrigarh Wildlife Sanctuary is a good spot for wildlife-spotting. It comprises the Barapahad Hills, covered with dry deciduous forest, and the vast Hirakud Reservoir, home to mugger crocodiles. Wildlife here includes deer, antelopes, sloth bears, langur monkeys, a few tigers and leopards, as well as 234 species of birds.\nAccess to the jungle usually requires a 4WD, which can be arranged through your hotel in Sambalpur for ₹1300 to ₹1500 plus mileage charges."
    },
    {
        "country": "orissa",
        "index": 16,
        "name": "Similipal National Park",
        "latitude": "21.585616",
        "longitude": "86.347046",
        "excerpt": "The 2750-sq-km Similipal National Park is famous for its tigers, though sightings are relatively rare. Wild elephants on the other hand are far easier to…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/similipal-national-park/a/poi-sig/1150419/356433",
        "image_url": null,
        "detail_description": "The 2750-sq-km Similipal National Park is famous for its tigers, though sightings are relatively rare. Wild elephants on the other hand are far easier to spot. You'll need your own wheels to do a safari. Several lodgings in Baripada, 25km from the park entrance, can arrange transport into the park, as can Odisha Tourism in Bhubaneswar.\n"
    },
    {
        "country": "orissa",
        "index": 17,
        "name": "Lalitgiri",
        "latitude": "20.58888",
        "longitude": "86.25083",
        "excerpt": "Several monastery ruins (some dating back to 200 BC) consisting of brick foundations line a gentle incline on Lalitgiri hill. One is surrounded by several…",
        "detail_url": "https://www.lonelyplanet.com/india/pusphagiri-ruins/attractions/lalitgiri/a/poi-sig/1558957/1329487",
        "image_url": null,
        "detail_description": "Several monastery ruins (some dating back to 200 BC) consisting of brick foundations line a gentle incline on Lalitgiri hill. One is surrounded by several dozen small votive stupas. Next to a small museum housing some fine carvings from the site, steps lead up a hillock crowned with a shallow stupa. During excavations in the 1970s, a casket containing gold and silver relics was found here. A bigger museum at the site was nearing completion at the time of writing.\n"
    },
    {
        "country": "orissa",
        "index": 18,
        "name": "Pipli",
        "latitude": "20.121869",
        "longitude": "85.835323",
        "excerpt": "This colourful village, 16km southeast of Bhubaneswar, is notable for its locally made brilliant appliqué craft, which incorporates small mirrors and is…",
        "detail_url": "https://www.lonelyplanet.com/india/around-bhubaneswar-1341817/attractions/pipli/a/poi-sig/1559055/1341817",
        "image_url": null,
        "detail_description": "This colourful village, 16km southeast of Bhubaneswar, is notable for its locally made brilliant appliqué craft, which incorporates small mirrors and is used for door and wall hangings and the traditional canopies hung over Jagannath and family during festivals. Inexpensive lampshades and parasols hanging outside the shops turn the main road into an avenue of rainbow colours. During Diwali the place is particularly vibrant. Take any Bhubaneswar–Puri bus (₹15) and hop off en route.\n"
    },
    {
        "country": "orissa",
        "index": 19,
        "name": "Koraput Market",
        "latitude": "18.813226",
        "longitude": "82.711194",
        "excerpt": "There’s a smaller market here every day, but it’s Koraput’s big Sunday Market that’s worth exploring. Tribespeople and local traders alike buy and sell…",
        "detail_url": "https://www.lonelyplanet.com/india/koraput/attractions/koraput-market/a/poi-sig/1511692/1329480",
        "image_url": null,
        "detail_description": "There’s a smaller market here every day, but it’s Koraput’s big Sunday Market that’s worth exploring. Tribespeople and local traders alike buy and sell food produce and handmade goods in the lanes around the bus stand and behind the police station; buying stuff here is a rare opportunity to interact with tribespeople on your own.\n"
    },
    {
        "country": "orissa",
        "index": 20,
        "name": "Raghunandan Library",
        "latitude": "19.804249",
        "longitude": "85.819412",
        "excerpt": "The world's saddest library — featuring a few rows of dusty, locked bookcases — does a lucrative trade by offering great views of Jagannath Mandir for non…",
        "detail_url": "https://www.lonelyplanet.com/india/orissa/puri/attractions/raghunandan-library/a/poi-sig/479166/356439",
        "image_url": null,
        "detail_description": "The world's saddest library — featuring a few rows of dusty, locked bookcases — does a lucrative trade by offering great views of Jagannath Mandir for non-Hindus from its rooftop. For a 'donation' of about ₹100, the librarian will happily hand you the keys to the terrace upstairs, from where you can get a lofty view of the temple premises.\n"
    }
]