[
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 1,
        "name": "Mennello Museum of American Art",
        "latitude": "28.569843",
        "longitude": "-81.366527",
        "excerpt": "Tiny but excellent lakeside art museum featuring the work of Earl Cunningham, whose brightly colored images, a fusion of pop and folk art, leap off the…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/mennello-museum-of-american-art/a/poi-sig/383009/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial2087845444.jpeg",
        "detail_description": "Tiny but excellent lakeside art museum featuring the work of Earl Cunningham, whose brightly colored images, a fusion of pop and folk art, leap off the canvas. Visiting exhibits often feature American folk art. Every four months there's a new exhibition, everything from a Smithsonian collection to a local artist. The mystical live oak in front makes even parking beautiful.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 2,
        "name": "Harry P Leu Gardens",
        "latitude": "28.56792",
        "longitude": "-81.355755",
        "excerpt": "Camelias, roses, orange groves and desert plants cover 50 acres, as well as plenty of grassy spots for a lakeside picnic. Pick up supplies at the trendy…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/harry-p-leu-gardens/a/poi-sig/1134848/361904",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20Jillian%20Cain%20Photography%20Shutterstock_756971596%20RFE.jpg",
        "detail_description": "Camelias, roses, orange groves and desert plants cover 50 acres, as well as plenty of grassy spots for a lakeside picnic. Pick up supplies at the trendy East End Market, a half-mile east of the entrance gate on Corrine Dr. Tours of Leu House, an 18th-century mansion (later owned by the Leu family), run every half-hour from 10am to 3:30pm. See the website for details on outdoor movies, storytelling and live music.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 3,
        "name": "Universal Orlando Resort",
        "latitude": "28.472407",
        "longitude": "-81.465039",
        "excerpt": "Pedestrian-friendly Universal Orlando Resort has got spunk, spirit and attitude. With fantastic rides, excellent children's attractions and entertaining…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/universal-orlando-resort/a/poi-sig/1252171/361904",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF218458834.jpg",
        "detail_description": "Pedestrian-friendly Universal Orlando Resort has got spunk, spirit and attitude. With fantastic rides, excellent children's attractions and entertaining shows, it's comparable to Walt Disney World®. But Universal does everything just a bit smarter, funnier and more smoothly, as well as being smaller and easier to navigate. Instead of the Seven Dwarfs, there's the Simpsons. Instead of Mickey Mouse, there's Harry Potter. Universal offers pure, unabashed, adrenaline-pumped, full-speed-ahead fun for the entire family.\nThe Universal Orlando Resort consists of two (three by the time you read this) theme parks: Islands of Adventure, with the bulk of the thrill rides, and Universal Studios, with movie-based attractions and shows (including the Wizarding World of Harry Potter). Volcano Bay will open in 2017 as a water park of thrills and splashes and state-of-the-art rides through a 200ft volcano.Universal's dining/entertainment district is CityWalk and it has five resort hotels (a sixth, Universal's Aventura Hotel, will open in 2018). Hotel guests receive fantastic perks, including access to Harry Potter fun an hour before the gates open. Water taxis and pleasant walking paths connect the entire resort."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 4,
        "name": "SeaWorld",
        "latitude": "28.406557",
        "longitude": "-81.463108",
        "excerpt": "One of Orlando’s largest theme parks, SeaWorld is an aquatic-themed park filled with marine animal shows, roller coasters and up-close sea-life encounters…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/seaworld/a/poi-sig/1364084/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial1558738823.jpeg",
        "detail_description": "One of Orlando’s largest theme parks, SeaWorld is an aquatic-themed park filled with marine animal shows, roller coasters and up-close sea-life encounters. However, the park’s biggest draw is controversial: live shows featuring trained dolphins, sea lions and killer whales. Since the release of the 2013 documentary Blackfish, SeaWorld’s treatment of its captive orcas has come under intense scrutiny and the company has been hit by falling visitor numbers and negative PR.\nThe film is a damning portrayal of the effects of keeping killer whales in captivity and charts the life of Tilikum, an orca at SeaWorld Orlando that was involved in the deaths of three people, including one of its trainers during a live show. Since its release, many animal welfare groups have come out in support of the film arguing that it is harmful and stressful to keep such sensitive, complex creatures inside an enclosed tank. SeaWorld issued a statement accusing the filmmakers of giving false and misleading information. Since then, much of the controversy has died down.SeaWorld Orlando also features two of Florida’s most adrenaline-pumping roller coasters. Kraken is a whiplash zip of twists and turns in carriages with no floor so your feet dangle free. In 2016 the ride was retrofitted with virtual-reality headsets for an added thrill. On Manta you lie horizontally, face down, several to a row, so that the coaster vaguely resembles a manta ray, and dive and fly through the air in this position, reaching speeds of almost 60mph. There are also many attractions for the under-10s."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 5,
        "name": "Walt Disney World®",
        "latitude": "28.387549",
        "longitude": "-81.563702",
        "excerpt": "This mega-scale park, with its own monorail, sections of eight-lane highway, and thousands of acres of rides, amusements, parks, and hotels, is larger…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/walt-disney-world/a/poi-sig/1483406/361904",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-173515814_master.jpg",
        "detail_description": "This mega-scale park, with its own monorail, sections of eight-lane highway, and thousands of acres of rides, amusements, parks, and hotels, is larger than a good sized international airport...and about as easy to navigate. Disney World is in fact an unfenced 40-sq-mile area. But within this, although several miles apart from each other, are four contained, spotlessly sanitized theme parks: Magic Kingdom, Epcot, Hollywood Studios and Animal Kingdom.\nAlso within the Walt Disney World® parameters are two water parks, two shopping districts, golf courses, more than 20 Disney-owned-and-run hotels, countless places to eat, a police force, transport systems (did someone say monorail?), and kennels for the pooch.And let's clarify something else: Walt Disney World® offers a lot more than rides. The huge number of attractions include interactive meet 'n' greets with well-known characters, including Mickey Mouse and Donald Duck, as well as more contemporary casts such as Gaston, Elsa, Anna and so on. Then there are parades, musical productions, interactive facilities, Disney promotions of the latest projects and plenty of stunt shows. And (here's the surprising part), it's not just for kids. Disney World has cleverly maintained its loyal following, resulting in hundreds of thousands of more mature visitors who just can't get enough, through programs, cuisine, cruises and behind-the-scenes tours.Each of the four parks has its own theme, although when most people think of Walt Disney World®, they're often thinking of one of the four parks – the Magic Kingdom, with Cinderella's Castle at its core. This is the Disney of commercials, of princesses and pirates, Tinkerbell and dreams come true; this is quintessential, old-school Disney with classic rides such as It's a Small World and Space Mountain.Epcot is a wonderful sensory experience. The park is divided into two sections that are situated around a lake: Future World and World Showcase. Future World has Epcot's only two thrill rides plus several pavilions with attractions, restaurants, and character-greeting spots. World Showcase comprises 11 re-created nations featuring country-specific food, shopping and entertainment. This is the place to slow down a little and enjoy, where you can smell the incense in Morocco, listen to the Beatles in the UK and sip miso in Japan.Hollywood Studios conjures the heydays of Hollywood, with a replica of Graumann's Chinese Theatre (the main focal icon), but most of the activities reflect unabashed 21st-century energy with attractions focusing on everything from Star Wars Jedi training to Indiana Jones stunt shows, from Muppet extravaganzas to the latest craze, the Frozen Sing-Along Celebration.Set apart from the rest of Disney both in miles and in tone, Animal Kingdom attempts to blend theme park with zoo, carnival and African safari, all stirred together with a healthy dose of Disney characters, storytelling and transformative magic. Like the other parts, it's also divided into different sections, with wildlife experiences, rides, and musical shows at every corner, including the The Lion King and Nemo. At the time of research, Animal Kingdom was about to open another area: the much-awaited Pandora – The World of Avatar.To round off the Disney experience, Walt Disney World® runs a number of accommodations, including family options and couples' luxury experiences. The advantage of staying at one of these is that most things, including meals and transportation, are arranged or easily accessible to you (but, although they make things run smoothly, especially if you have children, they're not the be all and end all; other hotels nearby also offer similar services). But they do serve up further fun and yes, even more entertainment including opportunities to dine with Disney characters. It is well designed for travelers with disabilities, with wheelchair rental, easy access and excellent arrangements for line access and the like.In short, an experience at Walt Disney World® is extraordinary. It's an unabashed stimulation overload of music, light, sound, color, thrills and spills. It offers an other worldliness that is fully, inexplicably intoxicating, no matter your age. And that's despite the long lines, the occasional jostling and the over-priced meals. For most of the time, this is indeed the Happiest Place on Earth.And, just when the sun has set and you think you're done for the day, there's more; each park has a nighttime fireworks show (the names of which change according to the annual program).Daily ticket prices vary, but a ticketing system introduced in February 2017 provides for multiday tickets (one park per day over a set number of days) and Park Hopper options, which allow you to 'park hop' (note: logistically, this is time consuming and, with the exception of, say, Epcot and Hollywood Studios, not very feasible)."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 6,
        "name": "Orlando Museum of Art",
        "latitude": "28.572999",
        "longitude": "-81.365315",
        "excerpt": "Founded in 1924, Orlando's grand center for the arts boasts a fantastic collection – both permanent and temporary – and hosts an array of adult and family…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/orlando-museum-of-art/a/poi-sig/383015/361904",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/15cad7dd663b65d28caa668deec2343d-orlando-museum-of-art.jpg",
        "detail_description": "Founded in 1924, Orlando's grand center for the arts boasts a fantastic collection – both permanent and temporary – and hosts an array of adult and family-friendly art events and classes. The popular First Thursday ($15), from 6pm to 9pm on the first Thursday of the month, celebrates local artists with regional work, live music and food from Orlando restaurants.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 7,
        "name": "Orlando Science Center",
        "latitude": "28.571595",
        "longitude": "-81.367536",
        "excerpt": "Changing exhibits on dinosaurs, the human body, the solar system and more offer candy-coated science education geared towards children aged five to 12. A…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/orlando-science-center/a/poi-sig/1251807/361904",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20JHVEPhoto%20shutterstock_1698950038%20RFE.jpg",
        "detail_description": "Changing exhibits on dinosaurs, the human body, the solar system and more offer candy-coated science education geared towards children aged five to 12. A giant tree grows through the four-story atrium, at the base of which you'll find alligators and a natural-science discovery room.\nUnfortunately, many displays are too complicated to teach anything and too educational to be fun, and the result is a lot of kids just running around punching buttons. Check the website for screenings at the giant Cinedom Theater, as well as Science Live events including stingray feeding and experiments."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 8,
        "name": "WonderWorks",
        "latitude": "28.433742",
        "longitude": "-81.471552",
        "excerpt": "Housed in a hard-to-miss, upside-down building, this is yet another bright, loud, frenetic landmark trying to make its mark in Orlando. This one is a…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/wonderworks/a/poi-sig/383035/361904",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_409652512.jpg",
        "detail_description": "Housed in a hard-to-miss, upside-down building, this is yet another bright, loud, frenetic landmark trying to make its mark in Orlando. This one is a cross between a children's museum, a video arcade and an amusement park. Several stories of interactive exhibits offer high-speed, multisensory education. Lie on a bed of nails, sit inside a hurricane simulator and so on…\nYounger children may find the pulse disorienting and frightening, but older ones will probably enjoy the cool stuff there is to do. There's also a 36ft indoor ropes course, a 4D theater with changing shows, laser tag and the nightly Outta Control Magic Show."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 9,
        "name": "Discovery Cove",
        "latitude": "28.405783",
        "longitude": "-81.461649",
        "excerpt": "At Discovery Cove, guests spend the day snorkeling in a fish- and ray-filled reef, floating on a lazy river through an aviary and simply relaxing in an…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/discovery-cove/a/poi-sig/382987/361904",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20Stuart%20Abraham%20Alamy%20EABWK7%20RFE.jpg",
        "detail_description": "At Discovery Cove, guests spend the day snorkeling in a fish- and ray-filled reef, floating on a lazy river through an aviary and simply relaxing in an intimate tropical sanctuary of white-sand beaches. For an added price beyond the Resort Only package, you can swim with dolphins and walk along the sea floor.\nIt may seem like a fun idea, but since the early 1990s, there has been a growing controversy regarding the ethics of dolphin captivity for the purposes of public display and human interaction. Both animal-welfare groups and marine scientists have come out against the practice claiming it is debilitating and stressful for these sensitive and complex creatures. Advance reservations are required for the all-day experience."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 10,
        "name": "ICON Orlando",
        "latitude": "28.443497",
        "longitude": "-81.468912",
        "excerpt": "Orlando has got everything else that goes up and down, so why not round and around? Opened in 2017, ICON Orlando is one of International Drive's latest…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/icon-orlando/a/poi-sig/1564420/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockRF1516001303.jpg",
        "detail_description": "Orlando has got everything else that goes up and down, so why not round and around? Opened in 2017, ICON Orlando is one of International Drive's latest landmarks. Orlando is flat, but a trip in this, especially at night, affords views of theme parks and the greater area. Check ahead as it sometimes closes for private events.\nCombination tickets are available with the Madame Tussauds and Sea Life."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 11,
        "name": "Aquatica",
        "latitude": "28.415409",
        "longitude": "-81.457915",
        "excerpt": "This water park filled with tropical greenery offers a sense of Polynesia. You can float about in lazy rivers, splash zones, wave pools and water slides…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/aquatica/a/poi-sig/1364063/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/United-States-Orlando-Mia2you-shutterstock-1158841927-RFE-1.jpg",
        "detail_description": "This water park filled with tropical greenery offers a sense of Polynesia. You can float about in lazy rivers, splash zones, wave pools and water slides. Aquatica is owned by SeaWorld, and while there are no controversial dolphin or whale shows, the park features a tank of black-and-white Commerson’s dolphins that are on show every two hours for feedings. SeaWorld has come under scrutiny for keeping captive marine mammals, and animal welfare organizations make compelling arguments against the practice.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 12,
        "name": "Sea Life",
        "latitude": "28.442912",
        "longitude": "-81.468612",
        "excerpt": "Just when you thought Orlando had every water-themed park and attraction available, along comes Sea Life (one of a chain that operates around the world)…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/sea-life/a/poi-sig/1565472/361904",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20Ritu%20Manoj%20Jethani%20shutterstock_1735080233%20RFE%20crop.jpg",
        "detail_description": "Just when you thought Orlando had every water-themed park and attraction available, along comes Sea Life (one of a chain that operates around the world). Opened in 2016, this is another wildlife showcase of the underwater-world variety. It's divided into many themes; the 360-degree glass tunnel is the highly promoted centerpiece.\nIt has an educative, sustainable line to its exhibits, including talks and feeding sessions. Online prices are $5 less per person. Combination tickets are available with the Orlando Eye and Madame Tussauds."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 13,
        "name": "Madame Tussauds Orlando",
        "latitude": "28.443685",
        "longitude": "-81.468526",
        "excerpt": "Kitsch, celebrity-filled and featuring everyone from historic and cultural figures to current film icons. It's part of the Merlin Entertainment section…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/madame-tussauds-orlando/a/poi-sig/1565473/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial1734020693.jpeg",
        "detail_description": "Kitsch, celebrity-filled and featuring everyone from historic and cultural figures to current film icons. It's part of the Merlin Entertainment section with the Orlando Eye and Sea Life. It's selfie heaven.\nCombination tickets are available with the Orlando Eye and Sea Life."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 14,
        "name": "Lake Eola Park",
        "latitude": "28.544314",
        "longitude": "-81.375443",
        "excerpt": "Pretty and shaded, this little city park sits between downtown Orlando and Thornton Park. A paved sidewalk circles the water, there's a waterfront…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/lake-eola-park/a/poi-sig/1184208/361904",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1bfce69e4b06cc358d0eeb3c1c5e59e2-lake-eola-park.jpg",
        "detail_description": "Pretty and shaded, this little city park sits between downtown Orlando and Thornton Park. A paved sidewalk circles the water, there's a waterfront playground and you can rent swan paddleboats. On Saturday mornings, the park is home to the Orlando Farmers Market.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 15,
        "name": "Audubon Center for Birds of Prey",
        "latitude": "28.621145",
        "longitude": "-81.374874",
        "excerpt": "Centered at a cool old house and very much off the beaten track, this little lakeside rehabilitation center for hawks, screech owls and other talon-toed…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/audubon-center-for-birds-of-prey/a/poi-sig/1184292/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1254417688.jpeg",
        "detail_description": "Centered at a cool old house and very much off the beaten track, this little lakeside rehabilitation center for hawks, screech owls and other talon-toed feathered friends offers plenty of opportunities to see the birds up close, just hanging out on the trainers' arms. Look out for Trouble the bald eagle splashing and playing in his bathtub.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 16,
        "name": "Ripley’s Believe It Or Not",
        "latitude": "28.44791361",
        "longitude": "-81.4703853",
        "excerpt": "The 1933 World's Fair in Chicago introduced Ripley's collection of 'oddities and unusual people' to the public. It may offend 21st-century politically…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/ripley-s-believe-it-or-not/a/poi-sig/1184229/361904",
        "image_url": null,
        "detail_description": "The 1933 World's Fair in Chicago introduced Ripley's collection of 'oddities and unusual people' to the public. It may offend 21st-century politically correct sensibilities, this 'odditorium' offering Ripley's vision with no holds barred. Twenty-first-century additions tend to focus on the creation of odd, such as a dog sculpture made out of clothes pins, rather than the finding of odd.\nIt's all rather tired and, if in doubt, there are better things out there."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 17,
        "name": "Zora Neale Hurston National Museum of Fine Arts",
        "latitude": "28.619186",
        "longitude": "-81.381054",
        "excerpt": "Dedicated to Florida writer and anthropologist Zora Neale Hurston (1881–1960), who was born in Eatonville and is famous for her novel Their Eyes Were…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/zora-neale-hurston-national-museum-of-fine-arts/a/poi-sig/1184299/361904",
        "image_url": null,
        "detail_description": "Dedicated to Florida writer and anthropologist Zora Neale Hurston (1881–1960), who was born in Eatonville and is famous for her novel Their Eyes Were Watching God, this tiny one-room museum features changing exhibits of African American artists.\nWhile the museum itself attracts folks with particular interests in the author, African American studies or a specific exhibit, the Zora! Festival held here attracts thousands for a multiday family-friendly celebration every January."
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 18,
        "name": "Central Florida Zoo & Botanic Gardens",
        "latitude": "28.826704",
        "longitude": "-81.312475",
        "excerpt": "With lush surrounds, this small but satisfying zoo is set apart from the usual intensity of Orlando tourist attractions, with an excellent splash-play…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/central-florida-zoo-botanic-gardens/a/poi-sig/383029/361904",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-95523802.jpeg",
        "detail_description": "With lush surrounds, this small but satisfying zoo is set apart from the usual intensity of Orlando tourist attractions, with an excellent splash-play area, animal interactions and three zipline courses.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 19,
        "name": "Wells' Built Museum of African American History & Culture",
        "latitude": "28.538414",
        "longitude": "-81.385292",
        "excerpt": "Dr Wells, one of Orlando's first African American doctors, came to Orlando in 1917. In 1921 he built a hotel for African Americans barred from Florida's…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/wells-built-museum-of-african-american-history-culture/a/poi-sig/1184172/361904",
        "image_url": null,
        "detail_description": "Dr Wells, one of Orlando's first African American doctors, came to Orlando in 1917. In 1921 he built a hotel for African Americans barred from Florida's segregated hotels, and soon after he built South Street Casino, a venue for African American entertainers. This small museum sits in the original hotel.\n"
    },
    {
        "country": "orlando",
        "city": "Orlando",
        "index": 20,
        "name": "Art & History Museums – Maitland",
        "latitude": "28.625966",
        "longitude": "-81.368201",
        "excerpt": "Founded as an art colony in 1937 and listed on the National Register of Historic Places, this lovely little spot provides classes and studio space to area…",
        "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/art-history-museums-maitland/a/poi-sig/1347172/361904",
        "image_url": null,
        "detail_description": "Founded as an art colony in 1937 and listed on the National Register of Historic Places, this lovely little spot provides classes and studio space to area artists, galleries where they can display their work, and peaceful gardens.\nWhile here, check out the small history museum and telephone museum next door."
    }
]