[
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 1,
        "name": "Grupo de las Cruces",
        "latitude": "17.482879",
        "longitude": "-92.044938",
        "excerpt": "Pakal’s son, Kan B’alam II, was a prolific builder, and soon after the death of his father started designing the temples of the Grupo de las Cruces…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/grupo-de-las-cruces/a/poi-sig/497024/361648",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock518207164.jpg",
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 2,
        "name": "Templo de las Inscripciones",
        "latitude": "17.483657",
        "longitude": "-92.046869",
        "excerpt": "Perhaps the most celebrated burial monument in the Americas, this is the tallest and most stately of Palenque’s buildings. Constructed on eight levels,…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-de-las-inscripciones/a/poi-sig/1482064/361648",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF38923966.jpg",
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 3,
        "name": "Templo de las Inscripciones Group",
        "latitude": "17.483677",
        "longitude": "-92.047706",
        "excerpt": "As you walk in from the entrance the vegetation suddenly peels away to reveal many of Palenque’s most magnificent buildings in one sublime vista. A line…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-de-las-inscripciones-group/a/poi-sig/497032/361648",
        "image_url": null,
        "detail_description": "As you walk in from the entrance the vegetation suddenly peels away to reveal many of Palenque’s most magnificent buildings in one sublime vista. A line of temples rises in front of the jungle on your right, culminating in the Templo de las Inscripciones about 100m ahead; El Palacio, with its trademark tower, stands to the left of the Templo de las Inscripciones; and the Grupo de las Cruces rises in the distance beneath a thick jungle backdrop.\nThe first temple on your right is Templo XII, called the Templo de la Calavera for the relief sculpture of a rabbit or deer skull at the foot of one of its pillars. The second temple has little interest. Third is Templo XIII, containing a tomb of a female dignitary, whose remains were found colored red (as a result of treatment with cinnabar) when unearthed in 1994. You can look into the Tumba de la Reina Roja (Tomb of the Red Queen) and see her sarcophagus. With the skeleton were found a malachite mask and about 1000 pieces of jade. Based on DNA tests and resemblances to Pakal’s tomb next door, the theory is that the ‘queen’ buried here was his wife Tz'ak-b'u Ajaw. The tomb of Alberto Ruz Lhuillier, who discovered Pakal’s tomb in 1952, lies under the trees in front of Templo XIII.The Templo de las Inscripciones, perhaps the most celebrated burial monument in the Americas, is the tallest and most stately of Palenque’s buildings. Constructed on eight levels, the Templo de las Inscripciones has a central front staircase rising 25m to a series of small rooms. The tall roofcomb that once crowned it is long gone, but between the front doorways are stucco panels with reliefs of noble figures. On the interior rear wall are three panels with the long Maya inscription, recounting the history of Palenque and this building, for which Mexican archaeologist Alberto Ruz Lhuillier named the temple. From the top, interior stairs lead down into the tomb of Pakal (now closed to visitors indefinitely to avoid further damage to its murals from the humidity inevitably exuded by visitors). Pakal’s jewel-bedecked skeleton and jade mosaic death mask were removed from the tomb to Mexico City, and the tomb was re-created in the Museo Nacional de Antropología. The priceless death mask was stolen in an elaborate heist in 1985 (though recovered a few years afterward), but the carved stone sarcophagus lid remains in the closed tomb – you can see a replica in the site museum."
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 4,
        "name": "Palenque Northeastern Groups",
        "latitude": "17.486277",
        "longitude": "-92.041976",
        "excerpt": "East of the Grupo Norte, the main path crosses Arroyo Otolum. Some 70m beyond the stream, a right fork will take you to Grupo C, a set of jungle-covered…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/palenque-northeastern-groups/a/poi-sig/497030/361648",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 5,
        "name": "Acrópolis Sur",
        "latitude": "17.482388",
        "longitude": "-92.045614",
        "excerpt": "In the jungle south of the Grupo de las Cruces is the Southern Acropolis, where archaeologists have made some terrific finds in recent excavations. You…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/acropolis-sur/a/poi-sig/1336875/361648",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 6,
        "name": "Agua Azul",
        "latitude": "17.253449",
        "longitude": "-92.114868",
        "excerpt": "Agua Azul is a breathtaking sight, with its powerful and dazzling white waterfalls thundering into turquoise (outside rainy season) pools surrounded by…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/agua-azul-and-misol-ha/attractions/agua-azul/a/poi-sig/1405103/361633",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-515035661_full.jpg",
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 7,
        "name": "Templo XIX",
        "latitude": "17.481672",
        "longitude": "-92.045689",
        "excerpt": "In 1999, in Templo XIX, archaeologists made the most important Palenque find for decades: an 8th-century limestone platform with stunning carvings of…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-xix/a/poi-sig/1413286/361648",
        "image_url": null,
        "detail_description": "In 1999, in Templo XIX, archaeologists made the most important Palenque find for decades: an 8th-century limestone platform with stunning carvings of seated figures and hieroglyphic texts detailing Palenque’s origins. A reproduction has been placed inside Templo XIX. The central figure on the south side of the platform is the ruler Ahkal Mo’ Nahb’ III, who was responsible for several of the buildings of the Acrópolis Sur, just as the Grupo de las Cruces was created by Kan B’alam II.\nAlso on view is a wonderful reproduction of a tall stucco relief of U Pakal, the son of Ahkal Mo’ Nahb'."
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 8,
        "name": "El Panchán",
        "latitude": "17.491332",
        "longitude": "-92.024124",
        "excerpt": "Just off the road to the ruins, El Panchán is a legendary travelers’ hangout set in a patch of dense rainforest. It’s the epicenter of Palenque’s…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/el-panchan/a/poi-sig/1149747/361648",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 9,
        "name": "El Palacio",
        "latitude": "17.484216106926",
        "longitude": "-92.046027469407",
        "excerpt": "Diagonally opposite the Templo de las Inscripciones is El Palacio, a large structure divided into four main courtyards, with a maze of corridors and rooms…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/el-palacio/a/poi-sig/497020/361648",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 10,
        "name": "Museo de Sitio",
        "latitude": "17.487760575138",
        "longitude": "-92.042847301266",
        "excerpt": "Palenque’s site museum is well worth a wander, displaying finds from the site and interpreting, in English and Spanish, Palenque’s history. Highlights…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/museo-de-sitio/a/poi-sig/497028/361648",
        "image_url": null,
        "detail_description": "Palenque’s site museum is well worth a wander, displaying finds from the site and interpreting, in English and Spanish, Palenque’s history. Highlights include a the copy of the lid of Pakal’s sarcophagus (depicting his rebirth as the maize god, encircled by serpents, mythical monsters and glyphs recounting his reign) and finds from Templo XXI.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 11,
        "name": "Templo del Sol",
        "latitude": "17.482806710539",
        "longitude": "-92.045911449433",
        "excerpt": "The Templo del Sol, on the west side of the Acrópolis Sur plaza, has the best-preserved roofcomb at Palenque. Carvings inside, commemorating Kan B’alam’s…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-del-sol/a/poi-sig/1336883/361648",
        "image_url": null,
        "detail_description": "The Templo del Sol, on the west side of the Acrópolis Sur plaza, has the best-preserved roofcomb at Palenque. Carvings inside, commemorating Kan B’alam’s birth in AD 635 and accession in 684, show him facing his father. Some view this beautiful building as sure proof that Palenque’s ancient architects were inspired by the local hallucinogenic mushrooms. Make up your own mind!\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 12,
        "name": "Misol-Ha",
        "latitude": "17.391084",
        "longitude": "-91.99904",
        "excerpt": "Just 20km south of Palenque, Misol-Ha cascades approximately 35m into a wonderful wide pool surrounded by lush tropical vegetation. It’s a sublime place…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/agua-azul-and-misol-ha/attractions/misol-ha/a/poi-sig/1149439/361633",
        "image_url": null,
        "detail_description": "Just 20km south of Palenque, Misol-Ha cascades approximately 35m into a wonderful wide pool surrounded by lush tropical vegetation. It’s a sublime place for a dip when the fall is not excessively pumped up by wet-season rains. A path behind the main fall leads into a cave, which allows you to experience the power of the water close up. Misol-Ha is 1.5km off Hwy 199 and the turnoff is signposted, and two separate ejidos (communal landholdings) charge admission (around M$30).\nThe downside is that the path can get crowded, thanks to the early morning tours from San Cristóbal."
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 13,
        "name": "Templo XX",
        "latitude": "17.482071",
        "longitude": "-92.046208",
        "excerpt": "Discovered in 1999, Templo XX contains a red-frescoed tomb built in 540 that is currently Palenque's most active dig. Archaeologists began restoration…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-xx/a/poi-sig/1413263/361648",
        "image_url": null,
        "detail_description": "Discovered in 1999, Templo XX contains a red-frescoed tomb built in 540 that is currently Palenque's most active dig. Archaeologists began restoration work inside the tomb in 2012, and now believe that it might be the final resting place of K'uk B’alam I, an ancestor of Pakal.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 14,
        "name": "Templo de la Cruz Foliada",
        "latitude": "17.48248",
        "longitude": "-92.044991",
        "excerpt": "The corbel arches here are fully exposed, revealing how Palenque’s architects designed these buildings. A well-preserved inscribed tablet shows a king …",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-de-la-cruz-foliada/a/poi-sig/1413293/361648",
        "image_url": null,
        "detail_description": "The corbel arches here are fully exposed, revealing how Palenque’s architects designed these buildings. A well-preserved inscribed tablet shows a king (probably Pakal) with a sun shield emblazoned on his chest, corn growing from his shoulder blades, and the sacred quetzal bird on his head.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 15,
        "name": "Templo de la Cruz",
        "latitude": "17.482895601655",
        "longitude": "-92.045315739534",
        "excerpt": "Steep steps climb to the Templo de la Cruz, the largest and most elegantly proportioned in Grupo de las Cruces. The stone tablet in the central sanctuary…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-de-la-cruz/a/poi-sig/1336881/361648",
        "image_url": null,
        "detail_description": "Steep steps climb to the Templo de la Cruz, the largest and most elegantly proportioned in Grupo de las Cruces. The stone tablet in the central sanctuary shows the lord of the underworld smoking tobacco on the right and Kan B’alam in full royal attire on the left. Behind is a reproduction of a panel depicting Kan B’alam’s accession.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 16,
        "name": "Templo XVII",
        "latitude": "17.482235",
        "longitude": "-92.045217",
        "excerpt": "Between the Cruces group and the Acrópolis Sur, this temple contains a reproduction carved panel depicting Kan B’alam, standing with a spear, with a bound…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-xvii/a/poi-sig/1413264/361648",
        "image_url": null,
        "detail_description": "Between the Cruces group and the Acrópolis Sur, this temple contains a reproduction carved panel depicting Kan B’alam, standing with a spear, with a bound captive kneeling before him (the original is in the site museum).\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 17,
        "name": "Grupo Norte",
        "latitude": "17.485745",
        "longitude": "-92.045313",
        "excerpt": "North of El Palacio is a Juego de Pelota and the handsome buildings of the Northern Group. Crazy Count de Waldeck lived in the so-called Templo del Conde,…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/grupo-norte/a/poi-sig/497026/361648",
        "image_url": null,
        "detail_description": "North of El Palacio is a Juego de Pelota and the handsome buildings of the Northern Group. Crazy Count de Waldeck lived in the so-called Templo del Conde, constructed in AD 647.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 18,
        "name": "Templo XIII",
        "latitude": "17.483771",
        "longitude": "-92.047406",
        "excerpt": "This temple contains the tomb of a female dignitary, whose remains were found colored red (as a result of treatment with cinnabar) when unearthed in 1994…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/templo-xiii/a/poi-sig/1413288/361648",
        "image_url": null,
        "detail_description": "This temple contains the tomb of a female dignitary, whose remains were found colored red (as a result of treatment with cinnabar) when unearthed in 1994. You can look into the Tumba de la Reina Roja (Tomb of the Red Queen) and see her sarcophagus.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 19,
        "name": "Main Entrance",
        "latitude": "17.484831699952",
        "longitude": "-92.048276537986",
        "excerpt": "Main entrance to the ruins with snack bars. You're likely to be launched upon by guides; ensure they are the registered guides, identifiable by their ID…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/main-entrance/a/poi-sig/1336878/361648",
        "image_url": null,
        "detail_description": "Main entrance to the ruins with snack bars. You're likely to be launched upon by guides; ensure they are the registered guides, identifiable by their ID cards.\n"
    },
    {
        "country": "palenque",
        "city": "Palenque",
        "index": 20,
        "name": "Grupo I",
        "latitude": "17.486522",
        "longitude": "-92.044691",
        "excerpt": "Just north of the Grupo Norte, this small group of buildings is right before the bridge across the Arroyo Otolum, which gives access to the Grupo de los…",
        "detail_url": "https://www.lonelyplanet.com/mexico/tabasco-and-chiapas/palenque/attractions/grupo-i/a/poi-sig/1482069/361648",
        "image_url": null,
        "detail_description": "Just north of the Grupo Norte, this small group of buildings is right before the bridge across the Arroyo Otolum, which gives access to the Grupo de los Murciélagos.\n"
    }
]