[
    {
        "country": "philippines",
        "index": 1,
        "name": "Coron Island",
        "latitude": "11.955365",
        "longitude": "120.240555",
        "excerpt": "This island, only a 20-minute bangka ride from Coron town, has an imposing, mysterious skyline that wouldn’t be out of place in a King Kong film. Flying…",
        "detail_url": "https://www.lonelyplanet.com/philippines/coron-town/attractions/coron-island/a/poi-sig/1577638/1338336",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF1134247260.jpg",
        "detail_description": "This island, only a 20-minute bangka ride from Coron town, has an imposing, mysterious skyline that wouldn’t be out of place in a King Kong film. Flying over Coron, you see that the fortresslike, jungle-clad interior is largely inaccessible terrain pockmarked with lakes, two of which, Kayangan Lake and Barracuda Lake, can be visited. The entire island is the ancestral domain of the Tagbanua indigenous group, who are primarily fishers and gatherers of the very lucrative balinsasayaw (birds' nests).\nConcerned about the impact of tourism, the Tagbanua have limited access to a handful of sights. Accessible by a steep 10-minute climb, the crystal-clear waters of Kayangan Lake are nestled into the mountain walls. Underwater is like a moonscape; there’s a wooden walkway and platform to stash your things if you go for a swim. Unfortunately, the lake, an Instagram favorite, is overwhelmed by the cellphone-wielding masses during peak hours. To avoid the crowds you'll need to visit on a private tour early in the morning and late in the afternoon.Scenic Barracuda Lake is of interest to divers for its unique layers of fresh, salt and brackish water and dramatic temperature shifts underwater (it can get as hot as 38°C). It’s accessible by a short climb over a jagged, rocky wall that ends directly at the water's edge.Other stops that are open to visitors include Banol Beach, a small sandy area with shelter from the sun, and photogenic Twin Lagoon, one half of which is accessed by swimming through a narrow crevice.All of the above are popular stops on island-hopping trips out of Coron town, although standard group tours A and B are allowed to take in at most two of the above at a time because of the relatively stiff admission fees at each site. To visit all sites at once, you should book a private trip through the Calamian Tourist Boat Association, which costs P2200 for up to four people, not including admission fees or snorkelling gear."
    },
    {
        "country": "philippines",
        "index": 2,
        "name": "Mestizo District",
        "latitude": "17.572531",
        "longitude": "120.388967",
        "excerpt": "The Mestizo District, or Kasanglayan ('where the Chinese live'), is a grid of streets hemmed in between Plaza Burgos and Liberation Blvd and bisected by…",
        "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/vigan/attractions/mestizo-district/a/poi-sig/1451328/357318",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/148608836_large.jpg",
        "detail_description": "The Mestizo District, or Kasanglayan ('where the Chinese live'), is a grid of streets hemmed in between Plaza Burgos and Liberation Blvd and bisected by the beautifully preserved Crisologo St. You can wander in a daze among ancestral homes and colonial-era architecture. The mansions here are beautiful and architecturally unique, marrying two great aesthetic styles: Chinese and Spanish.\nThe latter were once Vigan’s colonial masters; the former were merchants who settled, intermarried and, by the 19th century, became the city’s elite. In fact, Spanish and Chinese are themselves limiting terms when it comes to describing Vigan architecture. Spain itself has either influenced or been influenced by Mexico, the Caribbean and North Africa, and these regions also make their presence known in the form of airy verandahs, leafy inner courtyards and wrought-iron balconies. At the same time, Asia makes an appearance with dark wooden accents, polished floors, sliding capiz-shell windows and ventanillas (ventilated walls).In most mansions, the ground floor has stone walls and is strictly for storage and/or work, while the wooden 1st floor, with its large, airy sala (living room), is for living. The capiz-shell windows are as tall as doors, while the wide window sills are good spots for a siesta. The capiz is a flat bivalve found in the coastal waters of the Philippines. It came into fashion in the 19th century because it was cheaper than glass and sturdy enough to withstand typhoon winds and rain. Light shines through capiz in a particular way that is almost impossibly romantic.While a couple of mansions have been converted into B&amp;Bs or museums, most are private homes. Two houses to look out for are the Quema House, with its original furnishings and decor, and the Syquia Mansion on Quirino Blvd, the former holiday home of Vigan native Elpidio Quirino, the Philippines’ sixth president, who was born in the nearby provincial jail. This is one of the best-preserved historical homes, and a good place to get a sense of the traditional interior of a Chinese–Spanish mansion at the end of the 19th century."
    },
    {
        "country": "philippines",
        "index": 34,
        "name": "Kublai's Gallery",
        "latitude": "7.074765",
        "longitude": "125.62289",
        "excerpt": "An unconventional setting for a fine-art gallery, paintings by artist Kublai Millan fill the walls of this large space. Take an elevator to the 4th or 5th…",
        "detail_url": "https://www.lonelyplanet.com/philippines/davao/attractions/kublai-s-gallery/a/poi-sig/1500995/1318509",
        "image_url": null,
        "detail_description": "An unconventional setting for a fine-art gallery, paintings by artist Kublai Millan fill the walls of this large space. Take an elevator to the 4th or 5th floor of the ordinary Chinatown shopping plaza.\n"
    },
    {
        "country": "philippines",
        "index": 35,
        "name": "Museo Dabawenyo",
        "latitude": "7.062947",
        "longitude": "125.609221",
        "excerpt": "An excellent museum with two floors of well-designed galleries exploring the complex patchwork of indigenous tribal groups, religions and ethnicities of…",
        "detail_url": "https://www.lonelyplanet.com/philippines/davao/attractions/museo-dabawenyo/a/poi-sig/1450037/1318509",
        "image_url": null,
        "detail_description": "An excellent museum with two floors of well-designed galleries exploring the complex patchwork of indigenous tribal groups, religions and ethnicities of Davao and Mindanao as a whole. Especially interesting are the photographic exhibitions documenting the Japanese and American occupations of the city.\n"
    },
    {
        "country": "philippines",
        "index": 36,
        "name": "Ulan-Ulan Falls",
        "latitude": "11.628194",
        "longitude": "124.438705",
        "excerpt": "Ulan-Ulan means rain in the local dialect and these 25m-high falls, surrounded by dense tropical forest, are some of the most spectacular in Biliran. A…",
        "detail_url": "https://www.lonelyplanet.com/philippines/naval/attractions/ulan-ulan-falls/a/poi-sig/1578263/1338286",
        "image_url": null,
        "detail_description": "Ulan-Ulan means rain in the local dialect and these 25m-high falls, surrounded by dense tropical forest, are some of the most spectacular in Biliran. A short scamble above Ulan-Ulan are a second set, Recoletos Falls, with a wonderful natural swimming pool. Habal-habal drivers from Almeria or Naval charge about P500 return including an hour waiting time. The closest village is Sampao, from where it's a 15-minute walk to the falls.\n"
    },
    {
        "country": "philippines",
        "index": 37,
        "name": "Rizal Park",
        "latitude": "14.582566",
        "longitude": "120.979868",
        "excerpt": "Still widely known as 'Luneta' (its name until the 1950s), Manila’s iconic central park is spread out over some 60 hectares of open lawns, ornamental…",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/rizal-park/a/poi-sig/391109/357305",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0bb5f47ed3223863fc3b9ae1435a5013-rizal-park.jpg",
        "detail_description": "Still widely known as 'Luneta' (its name until the 1950s), Manila’s iconic central park is spread out over some 60 hectares of open lawns, ornamental gardens, ponds, paved walks and wooded areas, dotted with monuments to a whole pantheon of Filipino heroes. As the place where José Rizal was executed by the Spanish colonial authorities, it's also of great historical significance. The Rizal Park Visitors Centre provides a map detailing some 40 sights within the park.\nRizal Park an atmospheric place to take a stroll, particularly late afternoon, early evening and on weekends. Here you'll find the Rizal Monument, fronted by a 46m flagpole and guarded by sentries in full regalia, which contains the hero’s mortal remains and stands as a symbol of Filipino nationhood.To one side of the monument you will find the Site of Rizal's Execution; at the entrance is a black granite wall inscribed with Rizal’s ‘Mi Ultimo Adios’ (My Last Farewell). Eight tableaux of life-size bronze statues recreate the dramatic last moments of the hero’s life. Evening light-and-sound presentations dedicated to Rizal usually take place here but are suspended indefinitely. When happening, they last 30 minutes and run every evening in both English and Tagalog.On the other (south) side of the monument, toward Kalaw Ave, keep an eye out for the drinking fountain shipped all the way from Heidelberg, Germany, where Rizal spent time studying at university.In the middle of the park is the Central Lagoon, a pool lined with busts of Filipino heroes and martyrs, and a dancing musical fountain that erupts in colourful explosions in the evening. Just north of the lagoon is the open-air auditorium, where the long-running (and free) classical Concert at the Park kicks off at 6pm on Sundays. There's a free Filipino rock concert here at the same time every Saturday night, while Friday nights see theatrical productions. The visitors centre has information on performances.East of the auditorium are several ornamental gardens and the Chess Plaza, a shady spot where regulars test each other and look for new blood with shouts to visitors of ‘Hey Joe, do you play chess?’. At dawn, you'll find various groups gathered to practise t’ai chi or the local martial art of arnis, also know as arnis de mano, a pre-Hispanic style of stick-fighting.At the east end of the park, where the National Museum is located, you'll find a large statue of Lapu-Lapu, a 16th-century national hero famous for slaying the Portuguese explorer Ferdinand Magellan; the flower-fillled Manila Orchidarium; and a gigantic three-dimensional relief map of the Philippines."
    },
    {
        "country": "philippines",
        "index": 38,
        "name": "Philippine Kim Luan Temple",
        "latitude": "14.572764",
        "longitude": "120.984803",
        "excerpt": "Standing as a beacon of serenity among its bawdy surrounds, this Taoist temple is both peaceful and beautiful, and worth popping into for a look.",
        "detail_url": "https://www.lonelyplanet.com/philippines/manila/attractions/philippine-kim-luan-temple/a/poi-sig/1496862/357305",
        "image_url": null,
        "detail_description": "Standing as a beacon of serenity among its bawdy surrounds, this Taoist temple is both peaceful and beautiful, and worth popping into for a look.It's open sporadically; morning is your best bet.\n"
    },
    {
        "country": "philippines",
        "index": 39,
        "name": "Navalas",
        "latitude": "10.72302",
        "longitude": "122.693939",
        "excerpt": "Navalas has the only heritage church on the island – quaint Spanish-era Navales Church (1880) is made of coral blocks blackened by the years. The much…",
        "detail_url": "https://www.lonelyplanet.com/philippines/guimaras/attractions/navalas/a/poi-sig/1450526/1318481",
        "image_url": null,
        "detail_description": "Navalas has the only heritage church on the island – quaint Spanish-era Navales Church (1880) is made of coral blocks blackened by the years. The much-photographed summer retreat of the wealthy López family, Roca Encantada (Enchanted Rock), lies nearby, just off Navalas beach. Navalas is a P400 tricycle ride from Jordan.\n"
    },
    {
        "country": "philippines",
        "index": 40,
        "name": "Puerto Princesa Subterranean River National Park",
        "latitude": "10.194311",
        "longitude": "118.93301",
        "excerpt": "At 8km in length, Sabang's famous underground river is one of the longest navigable river-traversed caves in the world and draws scores of tourists. Trips…",
        "detail_url": "https://www.lonelyplanet.com/philippines/palawan/sabang/attractions/puerto-princesa-subterranean-river-national-park/a/poi-sig/1450732/357324",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1198884041.jpg",
        "detail_description": "At 8km in length, Sabang's famous underground river is one of the longest navigable river-traversed caves in the world and draws scores of tourists. Trips aboard unmotorised paddle boats proceed about 1.5km upstream into the cave (45 minutes return) and now include audioguide headsets. Book a bangka through the Sabang Information Office (P1120 for up to six people, 15 minutes) to get you from the wharf to the cave entrance, or walk 5km via the Jungle Trail.\nCrab-eating monkeys and monitor lizards roam the area around the cave entrance. When looking up, keep your mouth shut: bats and swiftlets flutter above and are responsible for the guano that ‘perfumes’ the cave.Important note: if travelling independently, you must secure your park permit in advance from a tour operator or the Subterranean National Park Office in Puerto Princesa. However, if you are sleeping in Sabang, or if you are coming direct from El Nido or points north, you can purchase your permit on the spot at the Sabang Information Office provided you can show an environmental fee receipt from El Nido or Port Barton; an accommodation receipt may also work.Of course, you can do what most people do and visit the park on an all-inclusive tour out of Puerto Princesa (about P2150 per person including transportation, lunch and all fees). Unless you are pressed for time, we don't recommend these as they herd you in and out of the park and preclude you from exploring Sabang's rich coastal rainforest.It’s possible to proceed 4.3km into the underground river with a permit from the Subterranean National Park Office in Puerto Princesa (P1000, four hours return), secured at least two days in advance.Officials often close the park due to excessive rain or rough seas, so when there’s inclement weather, we suggest contacting the Sabang Information Office in advance to save you a disappointing trip."
    }
]