[
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 1,
        "name": "Atanas Krastev House",
        "latitude": "42.150577142031",
        "longitude": "24.75242963465",
        "excerpt": "Close to Nebet Tepe hill, this late 18th-century house was the residence of local painter and conservationist Atanas Krastev until his death in 2003…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/atanas-krastev-house/a/poi-sig/466248/358770",
        "image_url": null,
        "detail_description": "Close to Nebet Tepe hill, this late 18th-century house was the residence of local painter and conservationist Atanas Krastev until his death in 2003. Krastev's impact on preserving and showcasing Plovdiv's cultural riches has left him fondly remembered as 'mayor of the old town'. His self-portraits and personal collection of (mostly) abstract 20th-century Bulgarian paintings are displayed inside the beautifully furnished house, along with personal mementos. The garden is worth an amble for its red pony murals and scattered artefacts.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 2,
        "name": "Ethnographical Museum",
        "latitude": "42.150217",
        "longitude": "24.752895",
        "excerpt": "Even if you don't have time to step inside, it would be criminal to leave Plovdiv's old town without glancing into the courtyard of this stunning National…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/ethnographical-museum/a/poi-sig/466268/358770",
        "image_url": null,
        "detail_description": "Even if you don't have time to step inside, it would be criminal to leave Plovdiv's old town without glancing into the courtyard of this stunning National Revival–era building. Well-manicured flower gardens surround a navy-blue mansion ornamented with golden filigree and topped with a distinctive peaked roof. There is more to admire inside, especially the upper floor's sunshine-yellow walls and carved wooden ceiling hovering above displays of regional costumes.\nThe ground-floor displays of agrarian instruments are a shade less interesting."
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 3,
        "name": "Roman Amphitheatre",
        "latitude": "42.146973",
        "longitude": "24.751014",
        "excerpt": "Plovdiv’s magnificent 2nd-century AD amphitheatre, built during the reign of Emperor Trajan, was uncovered during a freak landslide in 1972. It once held…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/roman-amphitheatre/a/poi-sig/466288/358770",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/89548171.jpg",
        "detail_description": "Plovdiv’s magnificent 2nd-century AD amphitheatre, built during the reign of Emperor Trajan, was uncovered during a freak landslide in 1972. It once held about 7000 spectators. Now largely restored, it's one of Bulgaria's most magical venues, once again hosting large-scale special events and concerts. Visitors can admire the amphitheatre for free from several look-outs along ul Hemus, or pay admission for a scarper around.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 4,
        "name": "Church of Sveti Konstantin & Elena",
        "latitude": "42.149646007426",
        "longitude": "24.752898759793",
        "excerpt": "This is Plovdiv’s oldest church and one of its most beloved. Dedicated to Emperor Constantine the Great and his mother, Helena, it was built on the spot…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/church-of-sveti-konstantin-elena/a/poi-sig/466256/358770",
        "image_url": null,
        "detail_description": "This is Plovdiv’s oldest church and one of its most beloved. Dedicated to Emperor Constantine the Great and his mother, Helena, it was built on the spot where two Christian martyrs were beheaded in the year 304. Admire marvellous frescoes and a colourful carved ceiling in the exterior colonnade, and a baroque-style Viennese iconostasis and religious art spanning the 15th to 18th centuries inside. The separate bell tower, bright white with a coppery cap, stands 13m tall.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 5,
        "name": "Tsar Simeon Garden",
        "latitude": "42.141785",
        "longitude": "24.747584",
        "excerpt": "Plovdiv's prettiest place to stroll, Tsar Simeon Garden was sculpted by Swiss architect Lucien Chevalas in 1892; he's now lovingly referred to as the …",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/tsar-simeon-garden/a/poi-sig/1543433/358770",
        "image_url": null,
        "detail_description": "Plovdiv's prettiest place to stroll, Tsar Simeon Garden was sculpted by Swiss architect Lucien Chevalas in 1892; he's now lovingly referred to as the 'minister of flowers'. In recent years the park's Goddess Demeter Fountain and central Viennese-style pavilion have been carefully restored. Tsar Simeon's Lake with the Singing Fountains combines light and water effects; arrive in the park's southwestern corner on a summer Thursday, Friday or Saturday evening around 9pm for the free show.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 6,
        "name": "Archaeological Museum",
        "latitude": "42.151499506784",
        "longitude": "24.745104432231",
        "excerpt": "This 100,000-item museum is a tour de force of Thracian and Roman artefacts, as well as icons and ecclesiastical artefacts from recent centuries. Most…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/archaeological-museum/a/poi-sig/466246/358770",
        "image_url": null,
        "detail_description": "This 100,000-item museum is a tour de force of Thracian and Roman artefacts, as well as icons and ecclesiastical artefacts from recent centuries. Most dazzling is the weighty Thracian gold work, part of the Panagyurishte collection, Bulgaria's biggest-ever haul of ancient gold. The museum's most arresting space is a corridor flooded with natural light, which houses Roman-era statues and mosaics. Its enormous centrepiece is a 3rd-century mosaic of a river god encircled by geometric designs.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 7,
        "name": "Balabanov House",
        "latitude": "42.149827",
        "longitude": "24.751779",
        "excerpt": "One of Plovdiv's most beautiful Bulgarian National Revival–era mansions, Balabanov House is an enjoyable way to experience old town nostalgia as well as…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/balabanov-house/a/poi-sig/466250/358770",
        "image_url": null,
        "detail_description": "One of Plovdiv's most beautiful Bulgarian National Revival–era mansions, Balabanov House is an enjoyable way to experience old town nostalgia as well as contemporary art. The house was faithfully reconstructed in 19th-century style during the 1970s. The lower floor has an impressive collection of paintings by local artists, while upper rooms are decorated with antiques and elaborately carved ceilings.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 8,
        "name": "Lamartine House",
        "latitude": "42.147269680046",
        "longitude": "24.75249235704",
        "excerpt": "This beige mansion built in 1830 has a special place in Plovdiv hearts as the location where French poet Alphonse de Lamartine stayed in 1833, along the…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/lamartine-house/a/poi-sig/466276/358770",
        "image_url": null,
        "detail_description": "This beige mansion built in 1830 has a special place in Plovdiv hearts as the location where French poet Alphonse de Lamartine stayed in 1833, along the journey upon which his Travels in the East was based. Lamartine wrote effusively about Bulgarian hospitality after his stay, while locals enjoy ever-inflating tales of how they competed to make the wandering Frenchman welcome. At the time of research, it was closed to visitors.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 9,
        "name": "Ruins of Eumolpias",
        "latitude": "42.151107353477",
        "longitude": "24.752011273237",
        "excerpt": "Some 203m high in the old town, a hill with spectacular views reveals sparse ruins of Eumolpias, a Thracian settlement in 5000 BC. The fortress and…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/ruins-of-eumolpias/a/poi-sig/466296/358770",
        "image_url": null,
        "detail_description": "Some 203m high in the old town, a hill with spectacular views reveals sparse ruins of Eumolpias, a Thracian settlement in 5000 BC. The fortress and surrounding town enjoyed a strategic position, later bolstered by Macedonians, Romans, Byzantines, Bulgarians and Turks, who named it Nebet Tepe (Prayer Hill).\nReach it from ul Dr Chomakov (the continuation of ul Sâborna). Partially restored remains of a 13th-century reservoir are also here."
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 10,
        "name": "Hindlian House",
        "latitude": "42.149898038139",
        "longitude": "24.751189302011",
        "excerpt": "Once owned by merchant Stepan Hindlian, this opulent house was built between 1835 and 1840. It’s full of exquisite period furniture and walls painted with…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/hindlian-house/a/poi-sig/466270/358770",
        "image_url": null,
        "detail_description": "Once owned by merchant Stepan Hindlian, this opulent house was built between 1835 and 1840. It’s full of exquisite period furniture and walls painted with real and imaginary landscapes of Venice, Alexandria and Constantinople. The magnificent panelled ceilings and ‘Oriental-style’ marble bathroom, with its domed ceiling and skylight, are high points.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 11,
        "name": "Church of Sveta Bogoroditsa",
        "latitude": "42.147822268496",
        "longitude": "24.750655392035",
        "excerpt": "Painted a fetching shade of butter-cream yellow, this three-nave church looks out proudly from a stone staircase at the base of the old town. Built in…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/church-of-sveta-bogoroditsa/a/poi-sig/466254/358770",
        "image_url": null,
        "detail_description": "Painted a fetching shade of butter-cream yellow, this three-nave church looks out proudly from a stone staircase at the base of the old town. Built in 1844 on the site of a 9th-century shrine, its 12th-century incarnations long ago sacked by the Ottomans, the church now contains icons and colourful murals, and bears an inscription of thanks to Bulgaria's liberators.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 12,
        "name": "Zlatyu Boyadjiev Gallery",
        "latitude": "42.149062543219",
        "longitude": "24.752548914005",
        "excerpt": "Get two famous Bulgarians for the price of one at this tasteful National Revival–era mansion. Seventy-two paintings by Plovdiv native Zlatyu Boyadjiev …",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/zlatyu-boyadjiev-gallery/a/poi-sig/466312/358770",
        "image_url": null,
        "detail_description": "Get two famous Bulgarians for the price of one at this tasteful National Revival–era mansion. Seventy-two paintings by Plovdiv native Zlatyu Boyadjiev (1903–76) are exhibited here, many idealising the Bulgarian peasantry. The figure after whom the house itself is named, Dr Stoyan Chomakov, fought against Ottoman domination and later bequeathed this house to the city of Plovdiv for posterity.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 13,
        "name": "Stadium of Philippopolis",
        "latitude": "42.147582942771",
        "longitude": "24.74799108143",
        "excerpt": "While the once-huge 2nd-century Roman stadium is mostly hidden under a pedestrian mall, there are stairways from different sides allowing for exploration…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/stadium-of-philippopolis/a/poi-sig/466294/358770",
        "image_url": null,
        "detail_description": "While the once-huge 2nd-century Roman stadium is mostly hidden under a pedestrian mall, there are stairways from different sides allowing for exploration. A new on-site 3D movie (adult/student 6/3, child free; 10 screenings daily) offers an immersive experience of the stadium's glory days as a venue for gladiator matches.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 14,
        "name": "Dzhumaya Mosque",
        "latitude": "42.147844326075",
        "longitude": "24.748250019345",
        "excerpt": "Bulgaria's first working mosque, this unmissable Ottoman building in the middle of Plovdiv's pedestrianised shopping zone was originally built in 1364. It…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/dzhumaya-mosque/a/poi-sig/466264/358770",
        "image_url": null,
        "detail_description": "Bulgaria's first working mosque, this unmissable Ottoman building in the middle of Plovdiv's pedestrianised shopping zone was originally built in 1364. It was demolished and rebuilt in the mid-15th century. It is possible to enter (dress modestly), though the interior doesn't match up to the mosque's grand history and imposing 23m minaret.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 15,
        "name": "Sveta Marina Church",
        "latitude": "42.14610754304",
        "longitude": "24.750454238983",
        "excerpt": "A little-visited 16th-century gem, Sveta Marina Church has suberb Old Testament murals on its outer walls, depicting scenes from Adam, Eve and a…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/sveta-marina-church/a/poi-sig/466308/358770",
        "image_url": null,
        "detail_description": "A little-visited 16th-century gem, Sveta Marina Church has suberb Old Testament murals on its outer walls, depicting scenes from Adam, Eve and a mischievous snake to a very cross Moses dashing stone tablets. The 17m-high wooden bell tower, dating to 1870, is unique in Plovdiv. The shadowy interior harbours an intricate 170-year-old iconostasis.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 16,
        "name": "Regional History Museum",
        "latitude": "42.149727047163",
        "longitude": "24.753406929774",
        "excerpt": "Plovdiv's Historical Museum concentrates on the 1876 April Uprising and the massacre of Bulgarians at Batak, which directly led to the Russian declaration…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/regional-history-museum/a/poi-sig/466272/358770",
        "image_url": null,
        "detail_description": "Plovdiv's Historical Museum concentrates on the 1876 April Uprising and the massacre of Bulgarians at Batak, which directly led to the Russian declaration of war on Turkey the following year. Built in 1848 by Dimitâr Georgiadi, the museum is also called the Georgiadi Kâshta.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 17,
        "name": "Danov House",
        "latitude": "42.147462443613",
        "longitude": "24.749554612222",
        "excerpt": "Dedicated to renowned writer and publisher Hristo Danov and several other Bulgarian authors, Danov House contains a re-creation of a bookshop and a…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/danov-house/a/poi-sig/466262/358770",
        "image_url": null,
        "detail_description": "Dedicated to renowned writer and publisher Hristo Danov and several other Bulgarian authors, Danov House contains a re-creation of a bookshop and a National Revival–era classroom, and an old printing press. Enter through a wall up the laneway leading to the Church of Sveta Bogoroditsa.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 18,
        "name": "Permanent Exhibition of Dimitar Kirov",
        "latitude": "42.149008",
        "longitude": "24.753453",
        "excerpt": "Housed in a grand old-town mansion where Plovdiv's budding artists worked in the 1960s, this special place celebrates the life and works of Dimitar Kirov,…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/permanent-exhibition-of-dimitar-kirov/a/poi-sig/1322647/358770",
        "image_url": null,
        "detail_description": "Housed in a grand old-town mansion where Plovdiv's budding artists worked in the 1960s, this special place celebrates the life and works of Dimitar Kirov, who died in 2008. Arguably Plovdiv's most original artist, Kirov produced work marked by bold and vivid uses of colour, from mosaics to abstracts.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 19,
        "name": "Milyo Statue",
        "latitude": "42.146356877138",
        "longitude": "24.7482292271",
        "excerpt": "'Milyo the idiot', as he's affectionately known, was a local prankster and mimic, fondly remembered in Plovdiv's shopping precinct in the form of a statue…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/milyo-statue/a/poi-sig/1284863/358770",
        "image_url": null,
        "detail_description": "'Milyo the idiot', as he's affectionately known, was a local prankster and mimic, fondly remembered in Plovdiv's shopping precinct in the form of a statue. Keep your voice low: Milyo cups his ear to eavesdrop on shoppers' conversations.\n"
    },
    {
        "country": "plovdiv",
        "city": "Plovdiv",
        "index": 20,
        "name": "Cultural Center Thrakart",
        "latitude": "42.144820872421",
        "longitude": "24.750987713082",
        "excerpt": "Visible through floor-to-ceiling windows in the Tsar Obedinitel underpass, Cultural Center Thrakart contains extensive Roman floor mosaics and various…",
        "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/cultural-center-thrakart/a/poi-sig/466260/358770",
        "image_url": null,
        "detail_description": "Visible through floor-to-ceiling windows in the Tsar Obedinitel underpass, Cultural Center Thrakart contains extensive Roman floor mosaics and various artefacts from Roman (and earlier) times. Concerts are performed on the centre’s small stage.\n"
    }
]