[
    {
        "country": "poland",
        "city": "Kraków",
        "index": 1,
        "name": "Wawel Cathedral",
        "latitude": "50.054721",
        "longitude": "19.935765",
        "excerpt": "Wawel Cathedral has witnessed many coronations, funerals and burials of Poland’s monarchs and nobles. The present cathedral is basically a Gothic, but…",
        "detail_url": "https://www.lonelyplanet.com/poland/krakow/wawel-hill-around/attractions/wawel-cathedral/a/poi-sig/1278772/1342667",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5f7e4a095069f70e2e4c5bab76ae159c271d33d3e44c923898c6d8bd197bfbf1.jpg",
        "detail_description": "Wawel Cathedral has witnessed many coronations, funerals and burials of Poland’s monarchs and nobles. The present cathedral is basically a Gothic, but chapels in different styles were built around it later. The showpiece is the Sigismund Chapel (Kaplica Zygmuntowska) on the southern wall. It’s often referred to as the most beautiful Renaissance chapel north of the Alps, recognisable from the outside by its gilded dome. An audio guide (8zł) helps to put it all in context.\nThis is the third church on this site, consecrated in 1364. The original was founded in the 11th century by King Bolesław I Chrobry and replaced with a Romanesque construction around 1140. When that burned down in 1305, only the Crypt of St Leonard survived. Highlights include the Holy Cross Chapel, Sigismund Chapel, Sigismund Bell, and the Crypt of St Leonard and Royal Crypts.Before you enter, note the massive iron door and, hanging on a chain to the left, the supposed bones of the Wawel dragon. They are believed to have magical powers; as long as they remain, the cathedral will survive. (They are actually fossilised whale and mammoth bones.)Once inside, you’ll get lost in a maze of sarcophagi, tombstones and altarpieces scattered throughout the nave, chancel and ambulatory. Highlights include the Holy Cross Chapel (Kaplica Świętokrzyska), distinguished by its 15th-century Byzantine frescoes and the red marble sarcophagus (1492), and the Tomb of St Queen Hedwig (Sarkofag Św Królowej Jadwigi), a much beloved and humble 14th-century monarch whose unpretentious wooden coronation regalia is on display nearby.In the centre of the cathedral stands the flamboyant baroque Shrine of St Stanislaus (Konfesja Św Stanisława), dedicated to the bishop of Kraków, canonised in 1253 and now the patron saint of Poland. The silver sarcophagus, adorned with 12 relief scenes from the saint’s life, was made in Gdańsk between 1663 and 1691; note the engravings on the inside of the ornamented canopy erected about 40 years later.From the nave, descend from the left-hand aisle to the Crypt of St Leonard, the only remnant of the 12th-century Romanesque cathedral extant. Follow through to get to the Royal Crypts (Groby Królewskie) where, along with kings such as Jan III Sobieski, many national heroes and leaders, including Tadeusz Kościuszko, Józef Piłsudski and WWII General Władysław Sikorski, are buried.You can climb the tower via 70 steps to see the Sigismund Bell (Dzwon Zygmunta). Cast in 1520, it’s 2m high and 2.5m wide, and weighs 11 tonnes, making it the largest historic bell in Poland. Its clapper weighs 350kg, and eight strong men are needed to ring the bell, which happens only on the most important church holidays and for significant state events. The views from here are worth the climb.Entry to the cathedral itself is free. A combined ticket (adult/concession 12/7zł) provides entry to the Royal Crypts and Sigismund Bell, as well as the Wawel Cathedral Museum, diagonally opposite the cathedral itself."
    },
    {
        "country": "poland",
        "city": "The Great Masurian Lakes",
        "index": 2,
        "name": "Wolf's Lair",
        "latitude": "54.079666",
        "longitude": "21.493067",
        "excerpt": "Hidden in thick forest near the hamlet of Gierłoż, 8km east of Kętrzyn, is one of Poland’s eeriest historical relics – 18 overgrown hectares of huge,…",
        "detail_url": "https://www.lonelyplanet.com/poland/warmia-and-masuria/great-masurian-lakes/attractions/wolf-s-lair/a/poi-sig/1069211/1327826",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8603374d92cc2a954c7d85a090f852c1-wolf-s-lair.jpg",
        "detail_description": "Hidden in thick forest near the hamlet of Gierłoż, 8km east of Kętrzyn, is one of Poland’s eeriest historical relics – 18 overgrown hectares of huge, partly destroyed concrete bunkers. This was Hitler’s main headquarters during WWII, baptised with the German name of Wolfsschanze (Wolf’s Lair). A famous attempt to assassinate the Führer took place here in July 1944.\nThe location was carefully chosen in this remote part of East Prussia, far away from important towns and transport routes, to be a convenient command centre for the planned German advance eastwards. The work, carried out by some 3000 German labourers, began in autumn 1940; about 80 structures were finally built, including seven bombproof bunkers for the top leaders. Martin Bormann (Hitler’s adviser and private secretary), Hermann Göring (Prussian prime minister and German commissioner for aviation) and Hitler himself were among the residents. Their bunkers had walls and ceilings up to 8m thick.The whole complex was surrounded by multiple barriers of barbed wire and gun emplacements, and a sophisticated minefield. An airfield was built 5km away and there was an emergency airstrip within the camp. Apart from the natural camouflage of trees and plants, the bunker site was further disguised with artificial vegetation-like screens suspended on wires and changed according to the season of the year. The Allies did not discover the site until 1945.Hitler arrived at the Wolf’s Lair on 26 June 1941 (four days after the invasion of the Soviet Union) and stayed there until 20 November 1944, with only short trips to the outside world. His longest journey outside the bunker was a four-month stint at the Ukraine headquarters of the Wehrmacht (the armed services of the German Reich) in 1942, overseeing the advancing German front.Having survived an assassination attempt within the complex in July 1944, Hitler left the Wolf’s Lair as the Soviet Red Army approached a few months later. The German army prepared the bunkers to be destroyed, should the enemy have attempted to seize them. The complex was eventually blown up on 24 January 1945 and the Germans retreated. Three days later the Soviets arrived, but the extensive minefield was still efficiently defending the empty ruins. It took 10 years to clear the 55,000 mines within the complex.Today, the site has succumbed to Mother Nature; bunkers are slowly disappearing behind a thick wall of natural camouflage, and mosquitos are a pest. It’s best to pick up a site map or booklet sold from stands in the parking area. If you’re in a group, organise a guide to show you around; English-, German- and Russian-speaking guides charge 60zł for a 1½-hour tour. All structures are identified with numbers and marked with big signs telling you not to enter the ruins, advice that many people ignore, including some guides (bunker 6 appears to be the most popular one to enter).Of Hitler’s bunker (13) only one wall survived, but Göring’s ‘home’ (16) is in relatively good shape. A memorial plate (placed in 1992) marks the location of Colonel Claus von Stauffenberg’s 1944 assassination attempt on Hitler and a small exhibition room houses a scale model of the original camp layout.You can also continue 200m past the entrance towards Węgorzewo, and take a small road to the right signposted ‘Kwiedzina (5km)’. On either side of this narrow path is a handful of crumbling bunkers that can be explored free of charge."
    },
    {
        "country": "poland",
        "city": "Gdańsk & Pomerania",
        "index": 3,
        "name": "Malbork Castle",
        "latitude": "54.039963",
        "longitude": "19.028277",
        "excerpt": "Malbork’s blockbuster attraction is its show-stoppingly massive castle sitting on the banks of the sluggish Nogat River, an eastern arm of the Vistula…",
        "detail_url": "https://www.lonelyplanet.com/poland/pomerania/malbork/attractions/malbork-castle/a/poi-sig/1278435/360319",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3e16d45f36558a97e9602121053dffbc-malbork-castle.jpg",
        "detail_description": "Malbork’s blockbuster attraction is its show-stoppingly massive castle sitting on the banks of the sluggish Nogat River, an eastern arm of the Vistula. The construction of Marienburg (Fortress of Mary) was begun by the Teutonic Knights in the 13th century and was the headquarters of the order for almost 150 years; its vast bulk is an apt embodiment of its weighty history. Visits are by self-guided tour with audio guide. Allow at least three hours to do the place justice.\nThe immense castle took shape in stages. First was the so-called High Castle, the formidable central bastion that was begun around 1276. When Malbork became the capital of the order in 1309, the fortress was expanded considerably. The Middle Castle was built to the side of the high one, followed by the Lower Castle still further along. The whole complex was encircled by three rings of defensive walls and strengthened with dungeons and towers. The castle eventually spread over 20 hectares, making it the largest fortress built anywhere in the Middle Ages.The castle was seized by the Polish army in 1457, during the Thirteen Years’ War, when the military power of the knights had started to erode. Malbork then became the residence of Polish kings visiting Pomerania, but from the Swedish invasions onwards it gradually went into decline. After the First Partition in 1772, the Prussians turned it into barracks, destroying much of the decoration and dismantling sections of no military use.In the 19th century the Marienburg was one of the first historic buildings taken under government protection, becoming a symbol of medieval German glory. Despite sustaining damage during WWII, almost the entire complex has been preserved, and the castle today looks much as it did six centuries ago, dominating the town and the surrounding countryside. The best view is from the opposite side of the river (you can get there via the footbridge), especially in the late afternoon when the brick turns an intense red-brown in the setting sun.The visitor experience has been much improved recently with a new, chattier style of audio guide that works using GPS, a set route (no more getting lost and seeing only half the rooms) and several new exhibitions. The ticket office has left-luggage lockers, toilets and refreshments.The entrance to the complex is from the northern side, through what used to be the only way in. From the main gate, you walk over the drawbridge, then go through five iron-barred doors to the vast courtyard of the Middle Castle.On the western side (to your right) is the Grand Masters’ Palace, which has some splendid interiors including the kitchen with its 6m-wide fireplace and the Great Refectory, the largest chamber in the castle at 450 sq metres. The remarkable ceiling has its original palm vaulting preserved. Peek into the Grand Master's private loo before heading to the other side of the courtyard where there's a collection of period weapons and armour on display and an excellent Amber Museum – the latter would be a major place of interest in its own right, were it anywhere else. Amber was an important source of revenue for the Teutonic Knights – they controlled the entire Baltic coast where it is found. The tour then continues to St Anne's Chapel where 12 Grand Masters were buried.The clever audio guide then leads you to the High Castle, over another drawbridge and through a gate to a spectacular arcaded courtyard that has a reconstructed well in the middle. This was the monastical part of the castle where monks would sit in session in the Chapter House before heading for their meat and mead in the striking refectory. The mock-up of the monks' kitchen is an aromatic affair with nary a potato or tomato in sight. Another memorable halt is the gdaniska, the knights’ loo perched high atop its own special tower and connected to the castle by a walkway. Perhaps it was one of the order who coined the phrase ‘long drop’ as he reached for the cabbage leaves they used for toilet paper.One of the most striking interiors here is St Mary’s Church, accessed through a beautiful Gothic doorway, known as the Golden Gate. This is where the brothers would have met to pray every three hours, 24/7, but it was the part most damaged during the bombardment of 1945. Renovation ended in 2016, the walls left as bare brick as a powerful reminder of the Red Army shells.Throughout the castle look out for the interesting underfloor heating system in many of the rooms and the little Gothic stucco figures pointing the way to the nearest WC. New exhibitions along the way examine conservation efforts over the last 200 years, oriental weaponry and Malbork under the Polish Crown."
    },
    {
        "country": "poland",
        "city": "Gdańsk",
        "index": 4,
        "name": "Museum of WWII",
        "latitude": "54.356153",
        "longitude": "18.6603",
        "excerpt": "Opened in 2016, this striking piece of modern architecture is a bold addition to the northern end of Gdańsk's waterfront. It has rapidly become one of…",
        "detail_url": "https://www.lonelyplanet.com/poland/pomerania/gdansk/attractions/museum-of-wwii/a/poi-sig/1608093/360314",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Poland%20Gdansk%20Wieslaw%20Jarek%20Alamy%202F5XA5T%20RFE%20crop.jpg",
        "detail_description": "Opened in 2016, this striking piece of modern architecture is a bold addition to the northern end of Gdańsk's waterfront. It has rapidly become one of Gdańsk's must-visit attractions, tracing the fate of Poland during the world's greatest conflict and focusing on the human suffering it caused. Few leave unmoved. Covering 5000 sq metres, an absolute minimum of three hours is needed to do the main exhibition justice. There is an exhibition specifically for children but note that many parts of the museum are not suitable for young kids.\nThe museum is divided into 18 sections, each one looking at an aspect of WWII and arranged (mercifully) in chronological order. Free maps are handed out with your ticket. Things kick off with the causes of the war – Nazi propaganda posters – and end with the Cold War – Communist propaganda posters. In between particularly striking exhibits include a huge mock-up of an interwar Warsaw street, the Holocaust section with its hundreds of Jewish faces rising 7m to the ceiling, a Sherman tank, an interesting section on meetings between the allies in Tehran, Casablanca, Moscow and Yalta and a massive, film-set-like bombed Warsaw courtyard complete with Russian tank. Room after room of uniforms, weapons, maps, documents and harrowing footage, all with brief explanations in English, will take up most of your time – you could literally spend an entire day here.Little things to look out for along the way are the Nazi Christmas decorations bearing little swastikas, an Oscar-nominated film called Siege, shot by a US journalist in the first days of the Nazi invasion of Poland, personal objects belonging to both sides in the siege of Leningrad, artefacts from the Katyń massacre site and the radios sold in Czechoslovakia bearing little stickers promising the death penalty for listening to the BBC. There's also a section dedicated to Polish resistance, but surprisingly little about Gdańsk itself.The building itself – all bare concrete painted black and grey – creates a heavy, sombre atmosphere. Many visitors leave visibly dazed, so powerful is the story this superb museum tells.Only 200 visitors an hours are permitted to enter the Museum of WWII so to avoid the queues, make sure you buy your ticket in advance online. The museum is free on Tuesdays but the 200-visitor limit still applies and tickets are sold on a first-come-first-served basis. Get there early."
    },
    {
        "country": "poland",
        "city": "Kraków",
        "index": 5,
        "name": "St Mary's Basilica",
        "latitude": "50.061519",
        "longitude": "19.939338",
        "excerpt": "This striking brick church, best known simply as St Mary’s, is dominated by two towers of different heights. The first church here was built in the 1220s…",
        "detail_url": "https://www.lonelyplanet.com/poland/krakow/old-town/attractions/st-mary-s-basilica/a/poi-sig/420023/1342665",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/22ef18fd9ebeac242946d5379512b537-st-mary-s-church.jpg",
        "detail_description": "This striking brick church, best known simply as St Mary’s, is dominated by two towers of different heights. The first church here was built in the 1220s and following its destruction during a Tatar raid, construction of the basilica began. Tour the exquisite interior, with its remarkable carved wooden altarpiece, and in summer climb the tower (adult/concession 15/10zł) for excellent views. Don't miss the hourly hejnał (bugle call) from the taller tower.\nThe main church entrance, through a baroque portal added to the southwestern facade in the 1750s, is used by worshippers; tourists must enter through the side door to the southeast.The chancel is illuminated by magnificent stained-glass windows dating from the late 14th century; the blue star vaulting of the nave is breathtaking. On the opposite side of the church, above the organ loft, is a fine art nouveau stained-glass window by Stanisław Wyspiański and Józef Mehoffer. The colourful wall paintings, designed by Jan Matejko, harmonise beautifully with the medieval architecture and are an appropriate background for the high altar, which is acclaimed as the greatest masterpiece of Gothic art in Poland and allegedly designated the eighth wonder of the world by Pablo Picasso.The altarpiece is a pentaptych (an altarpiece consisting of a central panel and two pairs of side wings), intricately carved in lime wood, then painted and gilded. The main scene, visible when the pentaptych is open, represents the Dormition (or Assumption) of the Virgin surrounded by the Apostles. The outside has a dozen sections portraying scenes from the life of Christ and the Virgin. The altarpiece is topped with the Coronation of the Virgin in Heaven and, on both sides, the statues of the patron saints of Poland, St Stanislaus and St Adalbert.Measuring about 13m high and 11m wide, the pentaptych is the country's largest and most important piece of medieval art. It took a decade for its maker, Veit Stoss (known in Poland as Wit Stwosz), to complete this monumental work before it was consecrated in 1489.The pentaptych is opened daily at precisely 11.50am and closed at 5.30pm, except for Saturday when it’s left open for the Sunday-morning mass. The altarpiece apart, don’t miss the delicate crucifix on the baroque altar in the head of the right-hand aisle, another work by Veit Stoss, and the still larger crucifix placed on the rood screen, attributed to pupils of the master."
    },
    {
        "country": "poland",
        "city": "Kraków",
        "index": 6,
        "name": "Wieliczka Salt Mine",
        "latitude": "49.982982132067",
        "longitude": "20.055810213089",
        "excerpt": "Some 14km southeast of Kraków, the Wieliczka (vyeh-leech-kah) salt mine has been welcoming tourists since 1722 and today is one of Poland's most popular…",
        "detail_url": "https://www.lonelyplanet.com/poland/malopolska/krakow/attractions/wieliczka-salt-mine/a/poi-sig/1277048/360295",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-509318879_high.jpg",
        "detail_description": "Some 14km southeast of Kraków, the Wieliczka (vyeh-leech-kah) salt mine has been welcoming tourists since 1722 and today is one of Poland's most popular attractions. It's a subterranean labyrinth of tunnels and chambers – about 300km distributed over nine levels, the deepest being 327m underground – of which a small part is open to the public via two-hour guided tours. First-time visitors take a standard 'tourist' route of the main sights, while return visitors can opt for a more-immersive 'miners' route.\nThe salt-hewn formations include chapels with altarpieces and figures, while others are adorned with statues and monuments – and there are even underground lakes. The climax of the tour is the vast chamber (54m by 18m, and 12m high) housing the ornamented Chapel of St Kinga (Kaplica Św Kingi). Every single element here, from chandeliers to altarpieces, is made of salt. It took over 30 years (1895) for three men to complete this underground temple, and about 20,000 tonnes of rock salt had to be removed. Other highlights are the salt lake in the Erazm Barącz Chamber, whose water is denser than the Dead Sea, and the awe-inspiring 36m-high Stanisław Staszic Chamber.Included in the entry price is a further one-hour tour of the Kraków Saltworks Museum, accommodated in 14 chambers on the third level of the mine, where the main tour ends, but most visitors appear to be ‘salted out’ by then. Here you can visit the underground restaurant, after which it's another 15-minute walk to the lift that takes you back up to the real world.Visitors are guided in groups and the tour takes about two hours. You walk about 2km through the mine, so wear comfortable shoes. The temperature in the mine is 14°C. In July and August English-language tours depart every half-hour from 8.30am to 6pm. During the rest of the year there are between six and eight daily tours in English.A second touring option is aimed at repeat visitors who have already seen the main sights. The 'miners' route bypasses the mine's highlights in favour of a more immersive experience – visitors wear standard mining clothes and gear (including respirators) and set off in groups of 20 to live the life of a salt-miner for the three-hour tour. It's great for older kids and more adventurous adults. The tour departs from the Regis Shaft, near the centre of Wieliczka.To reach Wieliczka, both trains and buses depart regularly from the main train and bus stations. The trip costs around 4zł and takes around 30 minutes. Several tour operators, including Cracow City Tours, run bus tours to the mine, starting at around 150zł, including admission."
    },
    {
        "country": "poland",
        "city": "Gdańsk",
        "index": 7,
        "name": "European Solidarity Centre",
        "latitude": "54.361345",
        "longitude": "18.649399",
        "excerpt": "Opened in 2014, and housed in a truly awful example of 21st-century architecture (its rusty steel plates were designed to evoke ships under construction),…",
        "detail_url": "https://www.lonelyplanet.com/poland/pomerania/gdansk/attractions/european-solidarity-centre/a/poi-sig/1516439/360314",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a668faccb08d4c384fe585d90fa6f42e-lpl-5230825.jpg",
        "detail_description": "Opened in 2014, and housed in a truly awful example of 21st-century architecture (its rusty steel plates were designed to evoke ships under construction), this exhibition has quickly become one of Gdańsk's unmissable museums. Audio guides clamped to ears, visitors wander through seven halls examining Poland's postwar fight for freedom, from the Gdańsk shipyard strikes of the 1970s to the round-table negotiations of the late 1980s and beyond. The displays blend state-of-the-art multimedia with real artefacts. Allow at least two hours.\nEach hall is lettered and the exhibition runs chronologically from A to G. Hall A takes you to the 1970s shipyard, with yellow docker helmets lining the ceiling and a battered electric truck, the type Lech Wałȩsa once worked on as an electrician. Film footage includes the negotiations between dockers and the communist regime and the signing of the 1980 agreements (the oversized comedy pen Wałȩsa used to sign is sadly missing but you can buy a replica in the museum shop).Hall B is all communist-era interiors, a fascinating retro experience that takes you to a prison cell, interrogation room and typical family living room. Solidarity and martial law are the themes of halls C and D, while hall E is a mock-up of the famous round table complete with TV cameras and name badges. An interesting section on the various revolutions across Eastern Europe follows in hall F, while hall G is a spartan affair dedicated to Pope John Paul II.The special hall opposite the ticket desk hosts Polish-themed exhibitions, which are usually free."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 8,
        "name": "Wilanów Palace",
        "latitude": "52.165193078244",
        "longitude": "21.090424060822",
        "excerpt": "Warsaw’s top palace, 10km south of the city centre, was commissioned by King Jan III Sobieski in 1677. It has changed hands several times over the…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/attractions/wilanow-palace/a/poi-sig/417949/360342",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4b3565c716ad9a6e38fa81cacb6ccced-wilanow-palace.jpg",
        "detail_description": "Warsaw’s top palace, 10km south of the city centre, was commissioned by King Jan III Sobieski in 1677. It has changed hands several times over the centuries, with each new owner adding a bit of baroque here and a touch of neoclassical there. Miraculously, Wilanów survived WWII almost unscathed, and most of its furnishings and art were retrieved and reinstalled after the war. Last entry to the palace is an hour before closing.\nWhen King Jan III Sobieski decided this was the perfect spot for his country estate, there was already a village here called Milanów that had existed since the middle ages. The king renamed the village in Latin as 'Villa Nova', later Polonised into Wilanów (vee-lah-noof).The route through the palace involves some doubling back, but there are attendants to show the way. Start at Princess Marshall Lubomirska’s Apartments, an immaculately restored salon dating from the late 18th century and including the magnificent Chinese and Hunting Rooms, with coffered ceilings and polychrome faux bois (false wood). Also here is a section that allows a fascinating behind-the-scenes look at the restoration and care of the palace’s collection of objets d’art and antiques.Next, move into the White Hall, the palace’s largest room, hung with portraits of successive owners of Wilanów, including a splendid equestrian portrait of Stanisław Kostka Potocki by Jacques-Louis David. The route continues through the Garden Galleries, decorated with beautiful 17th-century frescoes; the Royal Apartments of King Jan III; and the neoclassical-style Grand Vestibule. Return to the White Hall to find the stairs leading up to the Potocki Art Gallery, displaying paintings, sculptures and other art objects from the collection of Potocki and his wife Aleksandra, owners of Wilanów from 1799 to 1821."
    },
    {
        "country": "poland",
        "city": "Kraków",
        "index": 9,
        "name": "Wawel Royal Castle",
        "latitude": "50.054411",
        "longitude": "19.936366",
        "excerpt": "As the political and cultural heart of Poland through the 16th century, Wawel Royal Castle is a potent symbol of national identity. It's now a museum…",
        "detail_url": "https://www.lonelyplanet.com/poland/krakow/wawel-hill-around/attractions/wawel-royal-castle/a/poi-sig/1278781/1342667",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/114510875.jpg",
        "detail_description": "As the political and cultural heart of Poland through the 16th century, Wawel Royal Castle is a potent symbol of national identity. It's now a museum containing five separate sections: Crown Treasury and Armoury, State Rooms, Royal Private Apartments, Lost Wawel and the Exhibition of Oriental Art. Each requires a separate ticket. Of the five, the State Rooms and Royal Private Apartments are the most impressive, but to be honest, the best part is just wandering around the castle grounds – open 6am to dusk.\nThe Renaissance palace you see today dates from the 16th century. An original, smaller residence was built in the early 11th century by King Bolesław I Chrobry. Kazimierz III Wielki (Casimir III the Great) turned it into a formidable Gothic castle, but when it burned down in 1499, Zygmunt I Stary (Sigismund I the Old; 1506–48) commissioned a new residence. Within 30 years, the current Italian-inspired palace was in place. Despite further extensions and alterations, the three-storey structure, complete with a courtyard arcaded on three sides, has been preserved to this day.Repeatedly sacked and vandalised by the Swedish and Prussian armies, the castle was occupied in the 19th century by the Austrians, who intended to make Wawel a barracks, while moving the royal tombs elsewhere. They never got that far, but they did turn the royal kitchen and coach house into a military hospital and raze two churches. They also built a new ring of massive brick walls, largely ruining the original Gothic fortifications.After Kraków was incorporated into re-established Poland after WWI, restoration work began and continued until the outbreak of WWII. The work was resumed after the war and has been able to recover a good deal of the castle’s earlier external form and interior decoration."
    },
    {
        "country": "poland",
        "city": "Gdańsk",
        "index": 10,
        "name": "St Mary's Church",
        "latitude": "54.349741",
        "longitude": "18.653401",
        "excerpt": "Dominating the heart of the Old Town, St Mary’s is often cited as the largest brick church in the world, its massive 78m-high tower dominating the Gdańsk…",
        "detail_url": "https://www.lonelyplanet.com/poland/pomerania/gdansk/attractions/st-mary-s-church/a/poi-sig/464620/360314",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6b1dc427f16acfdd17d04c502d2a5593-st-mary-s-church.jpg",
        "detail_description": "Dominating the heart of the Old Town, St Mary’s is often cited as the largest brick church in the world, its massive 78m-high tower dominating the Gdańsk cityscape. Begun in 1343, the building reached its present proportions in 1502. The high altar has a Gothic polyptych from the 1510s, with the Coronation of the Virgin depicted in its central panel. Don't miss the 15th-century astronomical clock in the northern transept, and the church tower (a climb of 405 steps).\nThe church’s elephantine size is arresting and you feel even more antlike when you enter the building. Illuminated with natural light passing through 37 large windows, the three-naved interior, topped by an intricate Gothic vault, is bright and spacious. It was originally covered with frescoes, the sparse remains of which are visible in the far right corner.At first sight, the interior of the church looks almost empty, but walk around its 30-odd chapels to discover how many outstanding works of art have been accumulated. In the floor alone, there are about 300 grave slabs. In the chapel at the back of the northern aisle is a replica of Memling’s The Last Judgment – the original is in the National Museum’s Department of Early Art.The most recent addition is the simple shrine to Paweł Adamowicz, the Gdańsk mayor who was stabbed to death at a charity event in 2019. The shrine contains his ashes."
    },
    {
        "country": "poland",
        "city": "Gdańsk",
        "index": 11,
        "name": "Długi Targ",
        "latitude": "54.34829",
        "longitude": "18.654249",
        "excerpt": "Długi Targ was once the main city market and is now the major focus for visitors. Things have gotten a bit touristy here over the last decade (dubious…",
        "detail_url": "https://www.lonelyplanet.com/poland/pomerania/gdansk/attractions/dlugi-targ/a/poi-sig/1423019/360314",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d60251e5b39ce9d0ba9e62289df94381-dlugi-targ.jpg",
        "detail_description": "Długi Targ was once the main city market and is now the major focus for visitors. Things have gotten a bit touristy here over the last decade (dubious amber stalls, restaurant touts), but look up from the crowds to appreciate the period architecture, all of which is a very selective postwar rebuild, of course.\nAccording to local legend, the Neptune Fountain next to the Town Hall once gushed forth with the trademark Gdańsk liqueur, Goldwasser. As the story goes, it spurted out of the trident one merry night and Neptune found himself endangered by crowds of drunken locals who couldn’t believe their luck. Perhaps that’s why, in 1634, the fountain was fenced off with a wrought-iron barrier. The bronze statue itself was the work of Flemish artist Peter Husen; made between 1606 and 1613, it is the oldest secular monument in Poland. A menagerie of stone sea creatures was added in the 1750s during the restoration of the fountain.The nearby 1618 Golden House, designed by Johan Voigt, has the richest facade in the city. In the friezes between storeys are 12 elaborately carved scenes interspersed with busts of famous historical figures, including two Polish kings.The Long Market is flanked from the east by the Green Gate, marking the river end of the Royal Way. It was built in the 1560s on the site of a medieval defensive gate and was supposed to be the residence of the kings. Today it houses an art gallery."
    },
    {
        "country": "poland",
        "city": "Kraków",
        "index": 12,
        "name": "Collegium Maius",
        "latitude": "50.061726407768",
        "longitude": "19.933875308845",
        "excerpt": "The Collegium Maius, part of Jagiellonian University, is the oldest surviving university building in Poland, and one of the finest examples of 15th…",
        "detail_url": "https://www.lonelyplanet.com/poland/krakow/old-town/attractions/collegium-maius/a/poi-sig/419983/1342665",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f12a8c1d16697bbd84cd5f9a9bff1544-lpl-collegium_maius1.jpg",
        "detail_description": "The Collegium Maius, part of Jagiellonian University, is the oldest surviving university building in Poland, and one of the finest examples of 15th-century Gothic architecture in the city. It's best known for its star pupil, Polish astronomer and mathematician Nicolaus Copernicus. Guided tours (from 10am) show off some of his manuscripts as well as scientific books and instruments from those times. Check out the magnificent arcaded courtyard and clock (7am to dusk) and a small temporary exhibition on science.\nThe hour-long tour includes half-a-dozen historic interiors, some rare 16th-century astronomic instruments used by Copernicus, a fascinating alchemy room, old rectors’ sceptres and, the highlight of the show, the oldest existing globe (c 1510) depicting the American continent. You’ll visit an impressive Aula, a hall with an original Renaissance ceiling, and crammed with portraits of kings, benefactors and rectors of the university (five of whom were sent to Sachsenhausen concentration camp in 1939). The treasury contains everything from copies of the 1364 university foundation papers and Jan III Sobieski’s hammered silver table to film awards (including an Oscar) given to director Andrzej Wajda.English-language tours depart daily at 1pm and must be booked in advance in person, by phone or over the museum website. The courtyard can be entered free of charge. Try to visit the courtyard at 9am, 11am, 1pm or 3pm, when the 14th-century replica clock on the south side chimes and its cast of medieval characters go through their paces."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 13,
        "name": "Royal Castle",
        "latitude": "52.24771494704",
        "longitude": "21.014646906742",
        "excerpt": "This remarkable copy of the original castle blown up by the Germans in WWII is filled with authentic period furniture and original works of art…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/old-town/attractions/royal-castle/a/poi-sig/417871/1342659",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157377233_high.jpg",
        "detail_description": "This remarkable copy of the original castle blown up by the Germans in WWII is filled with authentic period furniture and original works of art. Highlights are the Great Apartments (rooms 1 to 9) including the magnificent Great Assembly Hall and the lavishly decorated Throne Room; King’s Apartments (rooms 11 to 20) including the Canaletto Room, hung with 22 paintings by Bernardo Bellotto (1721–80), known in Poland as Canaletto; and the Lanckoroński Collection with two portraits by Rembrandt.\nThe mammoth red-brick castle began life as a wooden stronghold of the dukes of Mazovia in the 14th century. Its heyday came in the mid-17th century, when it became one of Europe’s most splendid royal palaces. In 1918, after Poland regained independence, it became the residence of the president. Its reconstruction didn't get going until 1971 and took 13 years to complete."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 14,
        "name": "Łazienki Park",
        "latitude": "52.216468",
        "longitude": "21.033068",
        "excerpt": "Pronounced wah-zhen-kee, this beautiful park includes manicured gardens, an ornamental lake, wooded glades and strutting peacocks. Once a hunting ground,…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/lazienki-park-southern-srodmiescie/attractions/lazienki-park/a/poi-sig/417813/1342663",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a6865ff370244dbd8cc18f408b67fdf5-lazienki-park.jpg",
        "detail_description": "Pronounced wah-zhen-kee, this beautiful park includes manicured gardens, an ornamental lake, wooded glades and strutting peacocks. Once a hunting ground, Łazienki was acquired by King Stanisław August Poniatowski in 1764 and transformed over the centuries to include a couple of palaces, an amphitheatre, museums and various follies.\nŁazienki's 76 hectares are made up of three main types of garden: the 18th-century Italianate Royal Garden laid out during the time of King Stanisław August Poniatowski; the 19th-century Romantic Garden, which tumbles down the hill behind the Belvedere Palace and which contains a number of follies; and the early-20th-century Modernist Garden of which the Chopin Monument is a focus.Added in 2014, the Chinese Garden borrows from the chinoiserie style that was popular with the king and includes a pavilion and an arbour decorated with hand-glazed tiles from China and hung with red lanterns."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 15,
        "name": "Palace of Culture & Science",
        "latitude": "52.231821",
        "longitude": "21.00602",
        "excerpt": "For over 60 years this socialist realist palace has dominated central Warsaw. A ‘gift of friendship’ from the Soviet Union, it was completed in 1955 and…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/powisle-northern-srodmiescie/attractions/palace-of-culture-science/a/poi-sig/417851/1342662",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bb8c12884dd2326283403f39aac182a1-palace-of-culture-science.jpg",
        "detail_description": "For over 60 years this socialist realist palace has dominated central Warsaw. A ‘gift of friendship’ from the Soviet Union, it was completed in 1955 and is, at 237m high, the tallest building in Poland – a title it will keep until the nearby 53-storey, 320m Varso Tower tops out in 2020. Among the many attractions at PKiN (as its full Polish name is abbreviated), the one not to be missed is the 30th-floor (115m) observation terrace.\nTo see some of PKiN's grand interior architecture, join the guided tour run by Creatours, whose booth is next to the ticket office for the observation terrace.As its name indicates, PKiN is a vast recreation and educational facility. In different parts of the complex you'll find a huge congress hall (closed for renovation), three theatres, a multiscreen cinema, a handful of museums and other tourist attractions. You'll find Warsaw's main tourist office here, tooIn the past locals branded PKiN with one uncomplimentary moniker after another – the 'Elephant in Lacy Underwear', a reference both to the building's size and the fussy sculptures that frill the parapets and terraces, was one favourite put down. More recently, though, PKiN has become accepted and even embraced as a city icon."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 16,
        "name": "Warsaw Rising Museum",
        "latitude": "52.232623",
        "longitude": "20.981505",
        "excerpt": "This exceptional museum, housed in a former tram power station and its surrounding grounds, traces the history of the city's heroic but doomed uprising…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/warsaw-rising-museum/a/poi-sig/417971/1342661",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-126917788_high.jpg",
        "detail_description": "This exceptional museum, housed in a former tram power station and its surrounding grounds, traces the history of the city's heroic but doomed uprising against the German occupation in 1944 via five levels of interactive displays, photographs, film archives and personal accounts. It's an immersive, overwhelming experience that takes the better part of a day to see, if you're to do everything here justice.\nThere's more to see in the surrounding Freedom Park, which includes a Wall of Remembrance, the Colour of Freedom exhibit of colourised photos of insurgents, a Rose Garden, and the Art Wall gallery of contemporary artworks created by top Polish artists and inspired by the 1944 Rising and Warsaw. The park hosts concerts and other events during summer."
    },
    {
        "country": "poland",
        "city": "Kraków",
        "index": 17,
        "name": "Museum of Pharmacy",
        "latitude": "50.063221",
        "longitude": "19.940389",
        "excerpt": "The name of this museum doesn’t sound that exciting, but the Jagiellonian University Medical School’s Museum of Pharmacy is one of the largest museums of…",
        "detail_url": "https://www.lonelyplanet.com/poland/krakow/old-town/attractions/museum-of-pharmacy/a/poi-sig/1165346/1342665",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6d51a51874a40905da2060368c831394-museum-of-pharmacy.jpg",
        "detail_description": "The name of this museum doesn’t sound that exciting, but the Jagiellonian University Medical School’s Museum of Pharmacy is one of the largest museums of its kind in Europe and arguably the best. Accommodated in a beautiful historic townhouse worth the visit alone, it features a 22,000-piece collection, which includes old laboratory equipment, rare pharmaceutical instruments, heaps of glassware, stoneware, mortars, jars, barrels, medical books and documents.\nSeveral pharmacies dating back to the 19th and early 20th centuries, including one from Lesko, have been painstakingly recreated here, and the garret is crammed with elixirs and panaceas, including vile vials of dried mummy powder. Much attention is given to the ‘righteous gentile’ Tadeusz Pankiewicz and the Pharmacy Under the Eagle he courageously kept in operation in the Jewish ghetto during the German occupation."
    },
    {
        "country": "poland",
        "city": "Łódź",
        "index": 18,
        "name": "Jewish Cemetery",
        "latitude": "51.79729",
        "longitude": "19.485455",
        "excerpt": "Łódź's Jewish cemetery was founded in 1892 and today is a haunting destination. The largest Jewish graveyard in Europe, it contains around 68,000…",
        "detail_url": "https://www.lonelyplanet.com/poland/lodz/attractions/jewish-cemetery/a/poi-sig/1038104/1004034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7bc680ded9964ab1d5737bdc977b9f14-jewish-cemetery.jpg",
        "detail_description": "Łódź's Jewish cemetery was founded in 1892 and today is a haunting destination. The largest Jewish graveyard in Europe, it contains around 68,000 surviving memorials, including the huge, domed Poznanski family mausoleum. The area known as Ghetto Field (Polem Gettowym) is the final resting place for 43,000 victims of the wartime ghetto. From the Doły tram stop, walk due west on a small lane to cobbled ul Zmienna and the cemetery entrance. It's about a 300m walk.\nSo large was the Łódź Jewish community that even the best efforts of the Germans couldn't completely destroy the cemetery. The main wall is lined with recent memorials from the families of people who were killed during WWII. To fully appreciate the cemetery, download the Field Guide to Łódź (www.taubephilanthropies.org/files/assets/pdf/2017/FieldGuide-Lodz-FINAL.pdf), which has a walking tour of the cemetery."
    },
    {
        "country": "poland",
        "city": "Łódź",
        "index": 19,
        "name": "City Museum of Łódź",
        "latitude": "51.778681",
        "longitude": "19.451251",
        "excerpt": "Adjacent to the Manufaktura mall, this museum is housed in the impressive palace of 19th-century textile baron Izrael Kalmanowicz Poznański. The opulent…",
        "detail_url": "https://www.lonelyplanet.com/poland/lodz/attractions/city-museum-of-lodz/a/poi-sig/1038091/1004034",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b237d8a9db629340806ba71971315f33-city-museum-of-lodz.jpg",
        "detail_description": "Adjacent to the Manufaktura mall, this museum is housed in the impressive palace of 19th-century textile baron Izrael Kalmanowicz Poznański. The opulent apartments are a clear indication of the Poznańskis' wealth, bedecked with elaborate dark-wood wall panelling, delicate stained-glass windows and a grand ballroom. Despite taking a back seat to the building itself, the 1st-floor exhibitions are interesting, covering famous Łódź citizens such as pianist Artur Rubinstein and writer Jerzy Kosiński, while those in the basement cover the city's history.\nAmidst ongoing renovations, don't miss the 1902 baroque dining room."
    },
    {
        "country": "poland",
        "city": "Warsaw",
        "index": 20,
        "name": "POLIN Museum of the History of Polish Jews",
        "latitude": "52.249369",
        "longitude": "20.993221",
        "excerpt": "Housed in one of Warsaw's best examples of contemporary architecture, this award-winning museum documents 1000 years of Jewish history in Poland. The…",
        "detail_url": "https://www.lonelyplanet.com/poland/warsaw/new-town-muranow/attractions/polin-museum-of-the-history-of-polish-jews/a/poi-sig/417833/1342661",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/14374f70ba7e56f0855228822dc0eab3-museum-of-the-history-of-polish-jews.jpg",
        "detail_description": "Housed in one of Warsaw's best examples of contemporary architecture, this award-winning museum documents 1000 years of Jewish history in Poland. The multimedia permanent exhibition includes accounts of the earliest Jewish traders in the region through waves of mass migration, progress and pogroms, all the way to WWII, the destruction of Europe's largest Jewish community and the present-day situation.\nA highlight is a reconstruction of the polychromatic painted ceiling and bimah (raised central platform for reading the Torah) of the synagogue that once stood in Gwoździec (now part of Ukraine). Hire an audio guide (10zł) to get the most out of the many rooms of displays, interactive maps, photos and videos."
    }
]