[
    {
        "country": "rajasthan",
        "index": 1,
        "name": "Amber Fort",
        "latitude": "26.98666",
        "longitude": "75.851535",
        "excerpt": "This magnificent fort comprises an extensive palace complex, built from pale yellow and pink sandstone, and white marble, and is divided into four main…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/amber/attractions/amber-fort/a/poi-sig/1286368/1329231",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-150973124_super.jpg",
        "detail_description": "This magnificent fort comprises an extensive palace complex, built from pale yellow and pink sandstone, and white marble, and is divided into four main sections, each with its own courtyard. It is possible to visit the fortress on elephant-back, but animal welfare groups have criticised the keeping of elephants at Amber because of reports of abuse, and because carrying passengers can cause lasting injuries to the animals.\nAs an alternative, you can trudge up to the fort from the road in about 10 minutes, or take a 4WD to the top and back for ₹450 (good for up to five passengers), including a one-hour wait time. For night entry, admission for foreigners drops to the Indian price.However you arrive, you will enter Amber Fort through the Suraj Pol (Sun Gate), which leads to the Jaleb Chowk (Main Courtyard), where returning armies would display their war booty to the populace – women could view this area from the veiled windows of the palace. The ticket office is directly across the courtyard from the Suraj Pol. If you arrive by car you will enter through the Chand Pol (Moon Gate) on the opposite side of Jaleb Chowk. Hiring a guide or grabbing an audio guide is highly recommended, as there are very few signs and many blind alleys.From Jaleb Chowk, an imposing stairway leads up to the main palace, but first it’s worth taking the steps just to the right, which lead to the small Siladevi Temple, with its gorgeous silver doors featuring repoussé (raised relief) work.Heading back to the main stairway will take you up to the second courtyard and the Diwan-i-Am (Hall of Public Audience), which has a double row of columns, each topped by a capital in the shape of an elephant, and latticed galleries above.The maharaja’s apartments are located around the third courtyard – you enter through the fabulous Ganesh Pol, decorated with beautiful frescoed arches. The Jai Mandir (Hall of Victory) is noted for its inlaid panels and multimirrored ceiling. Carved marble relief panels around the hall are fascinatingly delicate and quirky, depicting cartoon-like insects and sinuous flowers. Opposite the Jai Mandir is the Sukh Niwas (Hall of Pleasure), with an ivory-inlaid sandalwood door and a channel that once carried cooling water right through the room. From the Jai Mandir you can enjoy fine views from the palace ramparts over picturesque Maota Lake below.The zenana (secluded women’s quarters) surrounds the fourth courtyard. The rooms were designed so that the maharaja could embark on his nocturnal visits to his wives’ and concubines’ respective chambers without the others knowing, as the chambers are independent but open onto a common corridor.The Amber sound-and-light show takes place below the fort in the complex near Maota Lake."
    },
    {
        "country": "rajasthan",
        "index": 2,
        "name": "City Palace",
        "latitude": "26.925657",
        "longitude": "75.824279",
        "excerpt": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/city-palace/a/poi-sig/449391/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169577862_super.jpg",
        "detail_description": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh II, but within it the palace has been enlarged and adapted over the centuries. There are palace buildings from different eras, some dating from the early 20th century. It is a striking blend of Rajasthani and Mughal architecture.\r\n\nThe price of admission includes entry to Royal Gaitor and the Cenotaphs of the Maharanis, as well as to Jaigarh, a long climb above Amber Fort. This composite ticket is valid for two days and costs Indians an extra ₹60 on top of City Palace entry (no extra cost for foreigners).\r\n\r\nMubarak Mahal\r\n\r\nEntering through Virendra Pol, you’ll see the Mubarak Mahal (Welcome Palace), built in the late 19th century for Maharaja Madho Singh II as a reception centre for visiting dignitaries. Its multiarched and colonnaded construction was cooked up in an Islamic, Rajput and European stylistic stew by the architect Sir Swinton Jacob. It now forms part of the Maharaja Sawai Mansingh II Museum, containing a collection of royal costumes and superb shawls, including Kashmiri pashmina. One remarkable exhibit is Sawai Madho Singh I’s capacious clothing; it’s said he was a cuddly 2m tall, 1.2m wide and 250kg.\r\n\r\nThe Armoury\r\n\r\nThe Anand Mahal Sileg Khana – the Maharani’s Palace – houses the Armoury, which has one of the best collections of weapons in the country. Many of the ceremonial items are elegantly engraved and inlaid, belying their grisly purpose.\r\n\r\nDiwan-i-Khas (Sarvatobhadra)\r\n\r\nSet between the Armoury and the Diwan-i-Am art gallery is an open courtyard known in Sanskrit as Sarvatobhadra. At its centre is a pink-and-white, marble-paved gallery that was used as the Diwan-i-Khas (Hall of Private Audience), where the maharajas would consult their ministers. Here you can see two enormous silver vessels, each 1.6m tall and reputedly the largest silver objects in the world.\r\n\r\nDiwan-i-Am Art Gallery\r\n\r\nWithin the lavish Diwan-i-Am (Hall of Public Audience) is this art gallery. Exhibits include a copy of the entire Bhagavad Gita handwritten in tiny script, and miniature copies of other holy Hindu scriptures, which were small enough to be easily hidden in the event that zealot Mughal armies tried to destroy the sacred texts.\r\n\r\nPitam Niwas Chowk &amp; Chandra Mahal\r\n\r\nLocated towards the palace’s inner courtyard is Pitam Niwas Chowk. Here four glorious gates represent the seasons – the Peacock Gate depicts autumn, the Lotus Gate signifies summer, the Green Gate represents spring, and finally the Rose Gate embodies winter.\r\n\r\nBeyond this chowk (square) is the private palace, the Chandra Mahal, which is still the residence of the descendants of the royal family; you can take a 45-minute Royal Grandeur guided tour of select areas.\r\n"
    },
    {
        "country": "rajasthan",
        "index": 3,
        "name": "Mehrangarh",
        "latitude": "26.297722459222",
        "longitude": "73.018562684764",
        "excerpt": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mehrangarh/a/poi-sig/1148426/356466",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5f48159fbc4089ba19b8c3e7978ed642-mehrangarh.jpg",
        "detail_description": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in India. The battlements are 6m to 36m high, and as the building materials were chiselled from the rock on which the fort stands, the structure merges with its base. Mehrangarh is packed with history and legend.\nMehrangarh’s main entrance is at the northeast gate, Jai Pol. It’s about a 300m walk up from the old city to the entrance, or you can take a winding 5km autorickshaw ride (around ₹120).\nJai Pol was built by Maharaja Man Singh in 1808 following his defeat of invading forces from Jaipur. Past the museum ticket office and a small cafe, the 16th-century Dodh Kangra Pol was an external gate before Jai Pol was built, and still bears the scars of 1808 cannonball hits. Through here, the main route heads up to the left through the 16th-century Imritia Pol and then Loha Pol, the fort’s original entrance, with iron spikes to deter enemy elephants. Just inside the gate are two sets of small hand prints, the sati (ritual suicide of widow on husband’s funeral pyre) marks of royal widows – the last to commit sati were Maharaja Man Singh’s widows in 1843.\nPast Loha Pol you’ll find a restaurant and Suraj Pol, which gives access to the museum. Once you’ve visited the museum, continue on from here to the panoramic ramparts, which are lined with impressive antique artillery. The ramparts were fenced off in 2016 after a fatal selfie accident – hopefully a temporary measure, as the views are spectacular.\nAlso worth exploring is the right turn from Jai Pol, where a path winds down to the Chokelao Bagh, a restored and gorgeously planted 18th-century Rajput garden (you could lose an afternoon here lolling under shady trees reading a book), and the Fateh Pol. You can exit here into the old city quarter of Navchokiya.\n"
    },
    {
        "country": "rajasthan",
        "index": 4,
        "name": "Hawa Mahal",
        "latitude": "26.923811",
        "longitude": "75.827047",
        "excerpt": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/hawa-mahal/a/poi-sig/449393/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469786746_super.jpg",
        "detail_description": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It was constructed in 1799 by Maharaja Sawai Pratap Singh to enable ladies of the royal household to watch the life and processions of the city. The top offers stunning views over Jantar Mantar and the City Palace in one direction and over Sireh Deori Bazaar in the other.\nThere’s a small museum (open Saturday to Thursday), with miniature paintings and some rich relics, such as ceremonial armour, which help evoke the royal past.Claustrophobes should be aware that the narrow corridors can sometimes get extremely cramped and crowded inside the Hawa Mahal.Entrance is from the back of the complex. To get here, return to the intersection on your left as you face the Hawa Mahal, turn right and then take the first right again through an archway. Shopkeepers can show you another way – past their shops!A valid composite ticket will also gain you entry."
    },
    {
        "country": "rajasthan",
        "index": 5,
        "name": "City Palace",
        "latitude": "24.576261",
        "longitude": "73.683296",
        "excerpt": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace/a/poi-sig/449487/356462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f20d2c9b89371c92a98f3987c583b5f1-city-palace.jpg",
        "detail_description": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30.4m high. Construction was begun in 1599 by Maharana Udai Singh II, the city’s founder, and it later became a conglomeration of structures (including 11 separate smaller palaces) built and extended by various maharanas, though it still manages to retain a surprising uniformity of design.\nYou can enter the complex through Badi Pol at the northern end, or the Sheetla Mata Gate to the south. Tickets for the City Palace Museum are sold at both entrances. Note: you must pay the ₹30 City Palace entrance ticket in order to pass south through Chandra Chowk Gate, en route to the Crystal Gallery or Rameshwar Ghat for the Lake Pichola boat rides, even if you have a City Palace Museum ticket.Inside Badi Pol, eight arches on the left commemorate the eight times maharanas were weighed here and their weight in gold or silver distributed to the lucky locals. You then pass through the three-arched Tripolia Gate into a large courtyard, Manek Chowk. Spot the large tiger-catching cage, which worked rather like an oversized mousetrap, and the smaller one for leopards."
    },
    {
        "country": "rajasthan",
        "index": 6,
        "name": "City Palace Museum",
        "latitude": "24.577168",
        "longitude": "73.683586",
        "excerpt": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace-museum/a/poi-sig/449491/356462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-539641373_full.jpg",
        "detail_description": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a large and varied collection of artefacts. It’s entered from Ganesh Chowk, which you reach from Manek Chowk.\nThe City Palace Museum begins with the Rai Angan (Royal Courtyard), the very spot where Udai Singh met the sage who told him to build a city here. Rooms along one side contain historical paintings, including several of the Battle of Haldighati (1576), in which Mewar forces under Maharana Pratap, one of the great Rajput heroes, gallantly fought the army of Mughal emperor Akbar to a stalemate.As you move through the palace, highlights include the Baadi Mahal (1699), where a pretty central garden gives fine views over the city. Kishan (Krishna) Vilas has a remarkable collection of miniatures from the time of Maharana Bhim Singh (r 1778–1828). The story goes that Bhim Singh’s daughter Krishna Kumari drank a fatal cup of poison here to solve the dilemma of rival princely suitors from Jaipur and Jodhpur who were both threatening to invade Mewar if she didn’t marry them. The Surya Choupad features a huge, ornamental sun – the symbol of the sun-descended Mewar dynasty – and opens into Mor Chowk (Peacock Courtyard) with its lovely mosaics of peacocks, the favourite Rajasthani bird.The southern end of the museum comprises the Zenana Mahal, the royal ladies’ quarters, built in the 17th century. It now contains a long picture gallery with lots of royal hunting scenes (note the comic strip–style of the action in each painting). The Zenana Mahal’s central courtyard, Laxmi Chowk, contains a beautiful white pavilion and a stable of howdahs (seat for carrying people on an elephant’s back), palanquins and other people-carriers."
    },
    {
        "country": "rajasthan",
        "index": 7,
        "name": "Jaisalmer Fort",
        "latitude": "26.912766888973",
        "longitude": "70.911993055846",
        "excerpt": "Jaisalmer’s fort is a living urban centre, with about 3000 people residing within its walls. It is honeycombed with narrow winding lanes, lined with…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/jaisalmer-fort/a/poi-sig/449673/356465",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8db156388f48ef5ea35a43eec8942e3e-jaisalmer-fort.jpg",
        "detail_description": "Jaisalmer’s fort is a living urban centre, with about 3000 people residing within its walls. It is honeycombed with narrow winding lanes, lined with houses and temples – along with a large number of handicraft shops, guesthouses and restaurants. You enter the fort from the east, near Gopa Chowk, and pass through four massive gates on the zigzagging route to the upper section. The final gate opens into the square that forms the fort’s centre, Dashera Chowk.\nFounded in 1156 by the Rajput ruler Jaisal and reinforced by subsequent rulers, Jaisalmer Fort was the focus of a number of battles between the Bhatis, the Mughals of Delhi and the Rathores of Jodhpur. In recent years, the fabric of the fort has faced increasing conservation problems due to unrestricted water use caused, in the most part, by high tourist numbers."
    },
    {
        "country": "rajasthan",
        "index": 8,
        "name": "Jantar Mantar",
        "latitude": "26.925035",
        "longitude": "75.824547",
        "excerpt": "Adjacent to the City Palace is Jantar Mantar, an observatory begun by Jai Singh II in 1728 that resembles a collection of bizarre giant sculptures. Built…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/jantar-mantar/a/poi-sig/449397/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6b6eb43ae364f6b67c73e3e587ed9da7-jantar-mantar.jpg",
        "detail_description": "Adjacent to the City Palace is Jantar Mantar, an observatory begun by Jai Singh II in 1728 that resembles a collection of bizarre giant sculptures. Built for measuring the heavens, the name is derived from the Sanskrit yanta mantr, meaning 'instrument of calculation', and in 2010 it was added to India’s list of Unesco World Heritage Sites. Paying for a local guide is highly recommended if you wish to learn how each fascinating instrument works.\nJai Singh liked astronomy even more than he liked war and town planning. Before constructing the observatory he sent scholars abroad to study foreign constructs. He built five observatories in total, and this is the largest and best preserved (it was restored in 1901). Others are in Delhi, Varanasi and Ujjain. No traces of the fifth, the Mathura observatory, remain.A valid composite ticket will also gain you entry."
    },
    {
        "country": "rajasthan",
        "index": 9,
        "name": "Mehrangarh Museum",
        "latitude": "26.298215",
        "longitude": "73.019503",
        "excerpt": "The fort's museum encompasses its former palace, and is a superb example of Rajput architecture. The network of courtyards and halls features stone…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mehrangarh-museum/a/poi-sig/1320440/356466",
        "image_url": null,
        "detail_description": "The fort's museum encompasses its former palace, and is a superb example of Rajput architecture. The network of courtyards and halls features stone-lattice work so finely carved that it often looks more like sandalwood than sandstone. The galleries around Shringar Chowk (Anointment Courtyard) display India’s best collection of howdahs (seat for carrying people on an elephant’s back) and Jodhpur’s royal palanquin collection. The superb audio guide is included with your ticket, but bring ID or a credit card as deposit.\nOne of the two galleries off Daulat Khana Chowk displays textiles, paintings, manuscripts, headgear and the curved sword of the Mughal emperor Akbar; the other gallery is the armoury. Upstairs is a fabulous gallery of miniature paintings from the sophisticated Marwar school and the beautiful 18th-century Phul Mahal (Flower Palace), with 19th-century wall paintings depicting the 36 moods of classical ragas as well as royal portraits; the artist took 10 years to create them using a curious concoction of gold leaf, glue and cow’s urine.Takhat Vilas was the bedchamber of Maharaja Takhat Singh (r 1843–73), who had just 30 maharanis and numerous concubines. Its beautiful ceiling is covered with Christmas baubles. You then enter the extensive zenana (area in an upper-class home where women are secluded), the lovely latticed windows of which are said to feature more than 250 different designs (and through which the women could watch the goings-on in the courtyards). Here you’ll find the Cradle Gallery, exhibiting the elaborate cradles of infant princes, and the 17th-century Moti Mahal (Pearl Palace), which was the palace’s main durbar hall (royal reception hall) for official meetings and receptions, with gorgeously colourful stained glass.Note that the museum can be suffocatingly crowded in the holiday period following Diwali."
    },
    {
        "country": "rajasthan",
        "index": 10,
        "name": "Patwa-ki-Haveli",
        "latitude": "26.916357367507",
        "longitude": "70.914374442219",
        "excerpt": "The biggest fish in the haveli (traditional, ornately decorated residence) pond is Patwa-ki-Haveli, which towers over a narrow lane, its intricate…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/patwa-ki-haveli/a/poi-sig/449677/356465",
        "image_url": null,
        "detail_description": "The biggest fish in the haveli (traditional, ornately decorated residence) pond is Patwa-ki-Haveli, which towers over a narrow lane, its intricate stonework like honey-coloured lace. Divided into five sections, it was built between 1800 and 1860 by five Jain brothers who made their fortunes in brocade and jewellery. It’s all very impressive from the outside; however, the first of the five sections, the privately owned Kothari’s Patwa-ki-Haveli Museum, richly evokes 19th-century life and is the only one worth paying entry for.\nOther sections include two largely empty government-owned 'museums' and two private sections containing shops."
    },
    {
        "country": "rajasthan",
        "index": 11,
        "name": "Lake Pichola",
        "latitude": "24.570348",
        "longitude": "73.678393",
        "excerpt": "Limpid and large, Lake Pichola reflects the grey-blue mountains on its mirror-like surface. It was enlarged by Maharana Udai Singh II, following his…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/lake-pichola/a/poi-sig/1287351/356462",
        "image_url": null,
        "detail_description": "Limpid and large, Lake Pichola reflects the grey-blue mountains on its mirror-like surface. It was enlarged by Maharana Udai Singh II, following his foundation of the city, by flooding Picholi village, which gave the lake its name. The lake is now 4km long and 3km wide, but remains shallow and dries up completely during severe droughts. The City Palace complex, including the gardens at its southern end, extends nearly 1km along the lake’s eastern shore.\nBoat trips leave roughly hourly from Rameshwar Ghat, within the City Palace complex (note, you have to pay ₹30 to enter). The trips make a stop at Jagmandir Island, where you can stay for as long as you like before taking any boat back. Take your own drinks and snacks, though, as those sold on the island are extortionately expensive. You can also take 25-minute boat rides from Lal Ghat (₹250 per person) throughout the day without the need to enter the City Palace complex: it’s worth checking in advance what time the popular sunset departure casts off."
    },
    {
        "country": "rajasthan",
        "index": 12,
        "name": "Fort Palace Museum",
        "latitude": "26.912741796702",
        "longitude": "70.91321834157",
        "excerpt": "Towering over the fort’s main square, and partly built on top of the Hawa Pol (the fourth fort gate), is the former rulers’ elegant seven-storey palace…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/fort-palace-museum/a/poi-sig/1148911/356465",
        "image_url": null,
        "detail_description": "Towering over the fort’s main square, and partly built on top of the Hawa Pol (the fourth fort gate), is the former rulers’ elegant seven-storey palace. Highlights of the tour include the mirrored and painted Rang Mahal (the bedroom of the 18th-century ruler Mulraj II), a gallery of finely wrought 15th-century sculptures donated to the rulers by the builders of the fort’s temples, and the spectacular 360-degree views from the rooftop.\nOne room contains an intriguing display of stamps from the former Rajput states. On the eastern wall of the palace is a sculpted pavilion-style balcony. Here drummers raised the alarm when the fort was under siege. You can also see numerous round rocks piled on top of the battlements, ready to be rolled onto advancing enemies. Much of the palace is open to the public – floor upon floor of small rooms provide a fascinating sense of how such buildings were designed for spying on the outside world. The doorways connecting the rooms of the palace are quite low. This isn’t a reflection on the stature of the Rajputs, but was a means of forcing people to adopt a humble, stooped position in case the room they were entering contained the maharawal.The last part of the tour moves from the king’s palace (Raja-ka-Mahal) into the queen’s palace (Rani-ka-Mahal), which contains an interesting section on Jaisalmer’s annual Gangaur processions in spring. The worthwhile 1½-hour audio-guide tour (available in six languages) is included with the entry fee, but you must leave a ₹2000 deposit, or your passport, driver’s licence or credit card."
    },
    {
        "country": "rajasthan",
        "index": 13,
        "name": "Kothari’s Patwa-ki-Haveli Museum",
        "latitude": "26.916378",
        "longitude": "70.914398",
        "excerpt": "The first of the five sections of Patwa-ki-Haveli is opened as the privately owned Kothari’s Patwa Haveli Museum, which richly evokes 19th-century life.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/kothari-s-patwa-ki-haveli-museum/a/poi-sig/1148928/356465",
        "image_url": null,
        "detail_description": "The first of the five sections of Patwa-ki-Haveli is opened as the privately owned Kothari’s Patwa Haveli Museum, which richly evokes 19th-century life.\n"
    },
    {
        "country": "rajasthan",
        "index": 14,
        "name": "Ranthambhore National Park",
        "latitude": "26.00012369",
        "longitude": "76.42234307",
        "excerpt": "This national park contains 1334 sq km of wild jungle scrub hemmed in by rocky ridges, and is the best place to spot wild tigers in Rajasthan. At its…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/eastern-rajasthan/attractions/ranthambhore-national-park/a/poi-sig/1147836/356447",
        "image_url": null,
        "detail_description": "This national park contains 1334 sq km of wild jungle scrub hemmed in by rocky ridges, and is the best place to spot wild tigers in Rajasthan. At its centre is the 10th-century Ranthambore Fort, and scattered nearby are ancient temples and mosques, crocodile-filled lakes, chhatris (cenotaphs) and hides. The park was a maharajas’ hunting ground until 1970 – a curious 15 years after it had become a sanctuary.\n"
    },
    {
        "country": "rajasthan",
        "index": 15,
        "name": "Alwar Museum",
        "latitude": "27.569689",
        "longitude": "76.594416",
        "excerpt": "Hidden within the City Palace is the excellent Alwar Museum. Its eclectic exhibits evoke the extravagance of the lifestyle of the maharajas: stunning…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/alwar/attractions/alwar-museum/a/poi-sig/1147535/356449",
        "image_url": null,
        "detail_description": "Hidden within the City Palace is the excellent Alwar Museum. Its eclectic exhibits evoke the extravagance of the lifestyle of the maharajas: stunning weapons, stuffed Scottish pheasants, royal ivory slippers, miniature paintings, royal vestments, a solid silver table, and stone sculptures, such as an 11th-century carving of Vishnu.\nSomewhat difficult to find in the Kafkaesque tangle of government offices, it’s on the top floor of the palace, up a ramp from the main courtyard. There should be plenty of people around to point you in the right direction and from there you can follow the signs."
    },
    {
        "country": "rajasthan",
        "index": 16,
        "name": "Durbar Hall",
        "latitude": "24.575262556193",
        "longitude": "73.683650090373",
        "excerpt": "The restored Durbar Hall (royal reception hall) in the City Palace is one of India’s most impressive, with some of the country’s biggest chandeliers. The…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/durbar-hall/a/poi-sig/1319945/356462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bda5a712e370f7216b994e58a6d8eb97-durbar-hall.jpg",
        "detail_description": "The restored Durbar Hall (royal reception hall) in the City Palace is one of India’s most impressive, with some of the country’s biggest chandeliers. The walls display weapons and portraits of former maharanas of Mewar, who come from what is believed to be the oldest ruling dynasty in the world, spanning 76 generations. Entry to the Durbar Hall is included with a ticket to the Crystal Gallery.\nMany palaces in India have a durbar hall. Usually the grandest room in the place, with a respectable amount of chandeliers and gilt overlay, the durbar hall was dressed to impress and used by Indian rulers for meetings and official occasions, such as state banquets.The foundation stone of this hall was laid in 1909 by Lord Minto, the viceroy of India, during the reign of Maharana Fateh Singh, and it was originally named Minto Hall. The upper level of this high-ceilinged hall is surrounded by viewing galleries, where ladies of the palace could watch in veiled seclusion what was happening below. Nowadays, these halls are the Crystal Gallery.The hall still has the capacity to hold hundreds of people and can even be hired for conferences or social gatherings."
    },
    {
        "country": "rajasthan",
        "index": 17,
        "name": "Galta",
        "latitude": "26.916942",
        "longitude": "75.858293",
        "excerpt": "Squeezed between cliffs in a rocky valley, Galta is a desolate, if evocative, place. The temple houses a number of sacred tanks, into which some daring…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/galta/a/poi-sig/1446515/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/83b89dca2384023fcf1c8c0f8482e8e0-galta.jpg",
        "detail_description": "Squeezed between cliffs in a rocky valley, Galta is a desolate, if evocative, place. The temple houses a number of sacred tanks, into which some daring souls jump from the adjacent cliffs. The water is claimed to be several elephants deep and fed from a spring that falls through the mouth of a sculpted cow.\nThere are some original frescos in reasonable condition in a chamber at the end of the bottom pool, including those depicting athletic feats, the maharaja playing polo, and the exploits of Krishna and the gopis (milkmaids).It is also known as the Monkey Temple and you will find hundreds of monkeys living here – bold and aggressive macaques and more graceful and tolerable langurs. You can purchase peanuts at the gate to feed to them, but be prepared to be mobbed by teeth-baring primates.Although only a few kilometres east of the City Palace, Galta is about 10km by road from central Jaipur. An autorickshaw should charge around ₹500 return with waiting time; a taxi will charge at least ₹800.On the ridge above Galta is the Surya Mandir, which rises 100m above Jaipur and can be seen from the eastern side of the city. A 2.5km-long walking trail climbs up to the temple from Suraj Pol, or you can walk up from the Galta side. There are hazy views over the humming city."
    },
    {
        "country": "rajasthan",
        "index": 18,
        "name": "Suraj Mahl’s Palace",
        "latitude": "27.473685",
        "longitude": "77.324343",
        "excerpt": "At the centre of Deeg – a small, rarely visited, dusty tumult of a town about 35km north of Bharatpur – stands the incongruously glorious Suraj Mahl’s…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/eastern-rajasthan/attractions/suraj-mahl-s-palace/a/poi-sig/1147533/356447",
        "image_url": null,
        "detail_description": "At the centre of Deeg – a small, rarely visited, dusty tumult of a town about 35km north of Bharatpur – stands the incongruously glorious Suraj Mahl’s Palace, edged by stately formal gardens. It’s one of India’s most beautiful and carefully proportioned palace complexes. Pick up a map and brochure at the entrance; photography is not permitted in some of the bhavans (buildings).\nBuilt in a mixture of Rajput and Mughal architectural styles, the 18th-century Gopal Bhavan is fronted by imposing arches to take full advantage of the early-morning light. Downstairs is a lower storey that becomes submerged during the monsoon as the water level of the adjacent tank, Gopal Sagar, rises. It was used by the maharajas until the early 1950s, and contains many original furnishings, including faded sofas, huge punkas (cloth fans) that are over 200 years old, chaise longues, a stuffed tiger, elephant-foot stands, and fine porcelain from China and France.In an upstairs room at the rear of the palace is an Indian-style marble dining table – a stretched oval-shaped affair raised just 20cm off the ground. Guests sat around the edge, and the centre was the serving area. In the maharaja’s bedroom is an enormous 3.6m by 2.4m wooden bed with silver legs.Two large tanks lie alongside the palace, the aforementioned Gopal Sagar to the east and Rup Sagar to the west. The well-maintained gardens and flowerbeds, watered by the tanks, continue the extravagant theme with over 2000 fountains. Many of these fountains are in working order and coloured waters pour forth during the monsoon festival in August.The Keshav Bhavan (Summer or Monsoon Pavilion) is a single-storey edifice with five arches along each side. Tiny jets spray water from the archways and metal balls rumble around in a water channel imitating monsoon thunder. Deeg’s massive walls (which are up to 28m high) and 12 vast bastions, some with their cannons still in place, are also worth exploring. You can walk up to the top of the walls from the palace.Other bhavans (in various states of renovation) include the marble Suraj Bhavan, reputedly taken from Delhi and reassembled here, the Kishan Bhavan and, along the northern side of the palace grounds, the Nand Bhavan.Deeg is an easy day trip (and there’s nowhere good to stay) from Bharatpur or Alwar by car. All the roads to Deeg are rough and the buses crowded. Frequent buses run to and from Alwar (₹60, 2½ hours) and Bharatpur (₹28, one hour)."
    },
    {
        "country": "rajasthan",
        "index": 19,
        "name": "Royal Cremation Ground",
        "latitude": "24.587383",
        "longitude": "73.719914",
        "excerpt": "About 3km east of the old city, at Ahar, is Udaipur’s royal cremation ground, with 372 cenotaphs of maharanas and queens of Mewar forming a spectacular…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/royal-cremation-ground/a/poi-sig/1447789/356462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9c3cb0fe67c242bcef13efa4dbe63401-ahar.jpg",
        "detail_description": "About 3km east of the old city, at Ahar, is Udaipur’s royal cremation ground, with 372 cenotaphs of maharanas and queens of Mewar forming a spectacular city of domes built over 400 years. Nineteen maharanas were cremated here, and the most striking cenotaph is that of Maharana Sangram Singh (r 1710–34). The newest, erected in 2004, is that of Udaipur’s last maharana, Bhagwat Singh (r 1955–84), father of the current head of the ex-ruling household.\nA return trip by autorickshaw should cost around ₹140, including waiting time.The beautiful Ayad Jain Temple, 300m back towards Udaipur, is also well worth a look while you are here.Ahar was also the site of ancient settlement that predated Udaipur by three-and-a-half millennia. Just 150m along the road from the royal cremation ground, the Ahar Government Museum contains copper and pottery objects more than 3300 years old, plus sculptures of Hindu gods and tirthankars (great Jain teachers) from the 8th to 16th centuries AD."
    },
    {
        "country": "rajasthan",
        "index": 20,
        "name": "Jagmandir Island",
        "latitude": "24.567713",
        "longitude": "73.678372",
        "excerpt": "The palace on Jagmandir Island, about 800m south of Jagniwas, was built by Maharana Karan Singh II in 1620, added to by his successor Maharana Jagat Singh…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/jagmandir-island/a/poi-sig/1510991/356462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/01a72cf6ab32a61bf0b0b318a21f987e-jagmandir-island.jpg",
        "detail_description": "The palace on Jagmandir Island, about 800m south of Jagniwas, was built by Maharana Karan Singh II in 1620, added to by his successor Maharana Jagat Singh, and then changed very little until the last few years when it was partly converted into another (smaller) hotel. When lit up at night it has more romantic sparkle to it than the Lake Palace. As well as the seven hotel rooms, the island has a restaurant, bar and spa, which are open to visitors.\nWith its entrance flanked by a row of enormous stone elephants, the island has an ornate 17th-century tower, the Gol Mahal, carved from bluestone and containing a small exhibit on Jagmandir’s history, plus a garden and lovely views across the lake.Boat trips leave roughly hourly from Rameshwar Ghat, within the City Palace complex (note, you have to pay ₹30 to enter). The trips make a stop at Jagmandir Island, where you can stay for as long as you like before taking any boat back. You can take your own drinks and snacks to avoid the expensive options on the island."
    }
]