[
    {
        "country": "rome",
        "city": "Centro Storico",
        "index": 1,
        "name": "Pantheon",
        "latitude": "41.898636",
        "longitude": "12.476896",
        "excerpt": "With its revolutionary design, this awe-inspiring temple has served as an architectural blueprint for millennia.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/centro-storico/attractions/pantheon/a/poi-sig/389093/1321003",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-492893050.jpg",
        "detail_description": "A striking 2000-year-old temple built to honor the seven planetary deities and later transformed into a church, the Pantheon is the best preserved of Rome’s ancient monuments and one of the most influential buildings in the Western world.\nEmperor Hadrian commissioned this feat of engineering to be erected on the site of Marcus Agrippa’s earlier 27 BCE temple and has stood in the heart of Rome since around 125 CE. And while its graying, pockmarked exterior might look its age, it's still a unique and exhilarating experience to pass through its vast bronze doors and gaze up at the sky through the 9m-wide (29.5ft) oculus (the circular opening at the dome’s apex) in the center of what was the world’s largest dome up to the 15th century.\nThe Pantheon is vast – you’ll feel very small as you look up at the record-breaking dome soaring above your head. Adding to the effect are the shafts of light that stream in through the central oculus, illuminating the royal tombs set into the marble-clad interior.\nWith its revolutionary design, this awe-inspiring temple has served as an architectural blueprint for millennia.\n\n  \nThe Pantheon has been an architectural blueprint for millennia © Resul Muslu / Shutterstock\n\nHistory\nFor centuries, the inscription under the pediment – “M:AGRIPPA.L.F.COS.TERTIUM.FECIT,” or “Marcus Agrippa, son of Lucius, in his third consulate built this” – led scholars to think that the current building was Agrippa's original temple. However, 19th-century excavations revealed traces of an earlier temple and historians realized that Hadrian had simply kept Agrippa's original inscription.\nHadrian's temple was dedicated to the classical gods – hence the name Pantheon, a derivation of the Greek words pan (all) and theos (god) – but in 609 CE, it was consecrated as a Christian church, and it's now officially known as the Basilica di Santa Maria ad Martyres. To avoid the massive dome – with over 43m (141ft) in diameter – from collapsing into itself, Roman architects used increasingly lighter materials to reach the “eye”, meant to be both a light source and a direct connection with the deities.\nThanks to this consecration, it was spared the worst of the medieval plundering that reduced many of Rome's ancient buildings to near dereliction. But it didn't escape entirely unscathed – in August 1625 Pope Urban VIII, a member of the Barberini family, decided to remove the Pantheon’s gilded-bronze roof tiles and bronze from the portico and have Gianlorenzo Bernini use it to build his baldachin at St Peter's Basilica. The “theft” gave rise to the saying “Quod non fecerunt barbari, fecerunt Barberini” (What the barbarians didn’t do, the Barberini did).\nThe Pantheon’s exterior is a massively imposing sight with 16 Corinthian columns, each 11.8m (39ft) high and each made from a single block of Egyptian granite, supporting a triangular pediment. Rivets and holes in the brickwork indicate where the original marble-veneer panels were removed.\nDuring the Renaissance, the building was much studied – Brunelleschi used it as inspiration for his cupola in Florence – and it became an important burial chamber. In the cavernous marble-clad interior you'll find the tomb of the artist Raphael, alongside those of kings Vittorio Emanuele II and Umberto I.\nTips and other practicalities\nThe Pantheon is open daily from 9am to 7pm. The entrance used to be free until recently – from July 1, 2023, a €5 ticket has been introduced. On holidays and weekends you are required to book your ticket or tour in advance via the Pantheon’s official website.\nEach Pentecost, tens of thousands of red petals are rained down on the Pantheon through the oculus. This centuries-old tradition represents the Holy Spirit descending to earth.\nTourist visits are not allowed during mass (from 5pm Saturday and from 10:30am Sunday). An audio guide costs €10 ($10.90) and guided tours start from €20. Closed on January 1 and December 25.\nRestaurants nearby\nThe streets around the Pantheon are thick with trattorias, cafes and bars. For an uplifting espresso, try the nearby La Casa del Caffè Tazza d’Oro, one of Rome's finest coffee houses. On a hot summer day, make sure to try its “granita al caffè” - a sweet, shaved ice coffee treat. Alternatively, Sant’Eustachio is an equally iconic espresso institution.\nOn the other side of the Pantheon, Ginger is a contemporary all-day dining spot, good for sandwiches, burgers and full-on restaurant meals.\n"
    },
    {
        "country": "rome",
        "city": "Vatican City, Borgo & Prati",
        "index": 2,
        "name": "St Peter's Basilica",
        "latitude": "41.902213",
        "longitude": "12.454323",
        "excerpt": "In the city of outstanding churches, none can hold a candle to St Peter's, Italy’s largest, richest and most spectacular basilica. Built atop a 4th…",
        "detail_url": "https://www.lonelyplanet.com/vatican-city/attractions/st-peter-s-basilica/a/poi-sig/1256581/1321012",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF160245212.jpg",
        "detail_description": "Even in a city of outstanding churches like Rome, St Peter’s is special. Everything about the Vatican’s showpiece basilica is astonishing, from the sweeping piazza that announces it to its grandiose facade and lavish interior.\nChief among its many treasures are two of Michelangelo’s most celebrated works: his Pietà sculpture and the basilica’s landmark dome, a soaring masterpiece of Renaissance architecture that towers over the Roman skyline.\nHistory of the Basilica\nThe original St Peter’s – beneath the current basilica – was commissioned by the Roman emperor Constantine and built around 349 CE on the site where St Peter was supposedly buried. But like many medieval churches, it eventually fell into disrepair and it wasn’t until the mid-15th century that efforts were made to restore it.\nConstruction began on the basilica in 1506. Progress was slow and when Bramante, the project’s chief architect, died in 1514 work ground to a halt. Little was achieved over the next few decades as architects, including Raphael and Antonio da Sangallo, sought to modify Bramante’s ambitious plans.\nThe breakthrough eventually came in 1547 when Michelangelo took charge. He simplified Bramante’s designs and drew up plans for what would become his crowning architectural achievement – the dome. He never lived to see it built though, and it was left to Giacomo della Porta and Domenico Fontana to finish it in 1590.\nWith the dome in place, Carlo Maderno inherited the project in 1603. He designed the monumental facade and lengthened the nave towards the piazza.\nThe basilica was finally consecrated in 1626.\nBefore you go inside\nCheck out Maderno’s epic facade. Built between 1608 and 1612, the colossal structure is 48m (157ft) high and 115m (377ft) wide. Eight massive columns support the upper attic on which 13 statues stand representing Christ the Redeemer, St John the Baptist and the 11 apostles.\nThe central balcony, known as the Loggia della Benedizione, is where the pope delivers his Urbi et Orbi blessing at Christmas and Easter.\nAbove the balcony, an inscription runs across the entablature: \"IN HONOREM PRINCIPIS APOST PAVLVS V BVRGHESIVS ROMANVS PONT MAX AN MDCXII PONT VII\". Translated from Latin, this reads: \"In honor of the Prince of Apostles, Paul V Borghese, Roman, Pontiff, in the year 1612, the seventh of his pontificate\".\n\n  \nOrnate golden interior of St. Peter's Basilica © Sun_Shine / Shutterstock\n\nInterior highlights\nThe cavernous 187m-long (614ft) interior covers more than 15,000 sq m (3.7 acres) and contains many artistic masterpieces. One of the most revered is Michelangelo's hauntingly beautiful Pietà at the head of the right nave. Sculpted when he was only 25, this is the only work the artist ever signed – his signature is etched into the sash across the Madonna's breast.\nNearby, a red floor disc marks the spot where Charlemagne and later Holy Roman Emperors were crowned by the pope.\nDominating the center of the basilica is Bernini's famous baldachin (canopy). Supported by four spiral columns and made with bronze taken from the Pantheon, this towers 29m (95ft) over the papal altar, itself situated over the site of St Peter’s tomb.\nLook up from here and you’ll see Michelangelo's dome rising to a height of 119m (390ft). The cupola, based on Brunelleschi’s dome in Florence, is supported by four stone piers named after the saints whose statues adorn their Bernini-designed niches – Longinus, Helena, Veronica and Andrew.\nAt the base of the Pier of St Longinus is Arnolfo di Cambio's much-loved 13th-century bronze statue of St Peter, its right foot worn down by centuries of caresses.\nAncient jewels and papal tombs\nFor a blast of papal glitter, the Museo del Tesoro (€5) – accessible from the left nave – showcases a rich collection of sacred relics. Standout pieces include a tabernacle by Donatello and the 6th-century Crux Vaticana, a jewel-studded cross that was a gift of the emperor Justinian II.\nLess showy are the Vatican Grottoes beneath the basilica. Free to enter, these contain the tombs of numerous popes, as well as several columns from the original 4th-century church.\nFurther underground is the necropolis where the tomb of St Peter is located. To visit this you’ll need to book a place on a guided tour run by the Ufficio Scavi (€13).\nClimb the dome\nSt Peter’s dome provides a stunning perch for views over Rome’s rooftops. To reach it, you can climb the whole way (551 steps) or take a lift halfway and walk the remaining 320 steps. Either way, it's a long, steep ascent, not recommended for anyone who suffers from claustrophobia or vertigo. Get tickets (€8/10 without/with lift) at the entrance on the right of the basilica's main portico.\n\n  \nAllow time to pass through security before you're able to access the basilica © Jupiterimages / Getty Images\n\nGo to mass with the pope\nTo attend a papal mass you’ll need to book free tickets through the Prefecture of the Papal Household. These run out quickly, so apply early, especially for Easter and Christmas services.\nTips and practicalities\nThe basilica is open daily from 7am to 6.30pm (7pm in summer). Entry is free but you’ll have to go through security checks on the piazza outside. The line for these can be long but it usually moves fairly quickly. To limit waiting time, come at lunchtime or in the late afternoon.\nWatch what you wear. Vigilant security guards enforce a strict dress code so if you want to get in, no micro shorts, miniskirts or bare shoulders.\nFor much of the year, seminarians from the Pontifical North American College lead free, two-hour basilica tours. These generally depart at 2.15pm Monday to Thursday from the south side of St Peter’s Square. No tickets are necessary but check the website for details.\nTo get to the basilica, take metro A to Ottaviano or bus 40 or 64 from Termini train station.\nPlaces to eat nearby\nAvoid the tourist traps around the basilica and head to the nearby neighborhood of Prati.\nFor a salad or tasty panino stop off at the hit organic takeaway Re-bìo, while for something more substantial, join the fashionable neighborhood diners at Il Sorpasso.\n"
    },
    {
        "country": "rome",
        "city": "Vatican City, Borgo & Prati",
        "index": 3,
        "name": "Vatican Museums",
        "latitude": "41.906302",
        "longitude": "12.454537",
        "excerpt": "Founded by Pope Julius II in the early 16th century and enlarged by successive pontiffs, the Vatican Museums boast one of the world's greatest art…",
        "detail_url": "https://www.lonelyplanet.com/vatican-city/attractions/vatican-museums/a/poi-sig/1256585/1321012",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock2326483391.jpg",
        "detail_description": "Home to the Sistine Chapel and mile after mile of priceless masterpieces, the Vatican Museums (Musei Vaticani) are one of the world’s largest, busiest and most spectacular museum complexes.\nThe vast institution, made up of 26 museums and 7km (4.3 miles) of halls and galleries, houses the art and antiquities amassed by successive popes over the centuries. Highlights include a spectacular collection of classical statuary, a suite of rooms frescoed by Raphael, and the Michelangelo-painted Sistine Chapel.\nHousing the museums is the lavishly decorated Palazzo Apostolico. This immense 5.5-hectare (13.6 acres) superstructure consists of two palaces – the original Vatican palace (nearer to St Peter’s) and the 15th-century Palazzetto di Belvedere – joined by two long galleries.\nHistory of the Vatican Museums\nThe museums were originally founded in the 16th century by Pope Julius II to display the Vatican’s collection of classical sculptures. The first pieces were laid out in 1506 in the Cortile Ottagono (Octagonal Courtyard), where many remain to this day. Julius also commissioned two of the top artists of the age to work on the Vatican palace – Raphael to decorate his private apartments and Michelangelo to paint the Sistine Chapel.\nOver successive centuries, the popes continued to add to the collections and open new museums. Major developments included the establishment of the Museo Pio-Clementino in the late 18th century and the opening of the Etruscan and Egyptian museums by Pope Gregory XVI in the 1830s.\nMore recently, Pope John Paul II oversaw a lengthy restoration of the Sistine Chapel and a museum-wide spruce-up for the year 2000 Jubilee.\nThe greatest hits tour\nYou’ll need about three hours to cover the museums’ greatest hits on this whistle-stop tour.\nFrom the Cortile delle Corazze, head through the Cortile della Pigna to the Museo Chiaramonti. Don't stop here, but continue left, up the stairs, to the Museo Pio-Clementino where you’ll find the museums’ finest ancient sculpture. Chief among its many masterpieces are the Laocoön and Apollo Belvedere, both in the Cortile Ottagono (Octagonal Courtyard).\nFinished there, work your way through a series of rooms to the Sala Croce Greca (Greek Cross Room), from where the Simonetti staircase leads up to the Galleria dei Candelabri (Gallery of the Candelabra). Push on through this to the Galleria degli Arazzi (Tapestry Gallery) and Galleria delle Carte Geografiche (Map Gallery), a stunning 120m-long hall lined with remarkable 16th-century maps.\nAt the end of the gallery, the one-way system funnels you through the Sala Sobieski and on to the Stanze di Raffaello (Raphael Rooms), a series of four rooms frescoed by the Renaissance maestro. The star turn here is La Scuola di Atene (School of Athens; 1509–11) in the Stanza della Segnatura but you’ll also find extraordinary works in the Sala di Costantino, Stanza d'Eliodoro, and Stanza dell'Incendio di Borgo.\nAnywhere else these magnificent chambers would be the star attraction but here they’re the warm-up act for the grand finale – the Sistine Chapel.\n\n  \nCeiling of the Sistine Chapel in the Vatican Museum ©RPBaiao/Shutterstock\n\nSistine Chapel\nThe jewel in the Vatican crown, the Cappella Sistina houses two of the world’s most famous works of art – Michelangelo’s ceiling frescoes (1508–12) and his Giudizio Universale (Last Judgment; 1536–41).\nThe 800 sq-meter ceiling design – best viewed from the far east wall – centers on nine panels depicting stories from the Book of Genesis. The most famous image, the Creation of Adam, shows a bearded God reaching out to touch fingers with Adam and so bring him to life.\nOn the west wall, the mesmeric Giudizio Universale (Last Judgment) shows Christ passing sentence over the souls of the dead as they’re torn from their graves to face him. The saved get to stay up in heaven while the damned are sent down to face the demons in hell.\nBefore exiting the chapel, take time to check out the frescoes on the side walls. Painted by a crack team of Renaissance artists, these include Botticelli's Temptations of Christ and Perugino's great masterpiece, the Handing over of the Keys.\nWith more time\nYou could add several extra stops. Near the Cortile delle Corazze, the Pinacoteca boasts a formidable painting collection that includes Raphael’s last work, La Trasfigurazione (Transfiguration; 1516–20), and Leonardo da Vinci’s unfinished San Girolamo (St Jerome; c 1482).\nMoving on, the Braccio Nuovo (New Wing) of the Museo Chiaramonti features a celebrated statue depicting the river Nile as a reclining god covered by 16 babies.\nFor a change of period, the Museo Gregoriano Egizio (Egyptian Museum) displays finds from ancient Egypt and the Museo Gregoriano Etrusco (Etruscan Museum) showcases artifacts from the Etruscan tombs of northern Lazio.\n\n  \nThe sheer scale of the Vatican Museums can feel overwhelming for first-time visitors © Getty Images\n\nTickets, tours and practicalities\nYou’re not required to pre-purchase tickets but it’s worth it to avoid the notoriously long entry queues. Standard tickets, available directly at the museums’ entrance or online (plus €5 booking fee), cost €17. Demand is always high, so try to book as early as possible.\nOfficial tours can also be booked on the website. Packages include guided visits to the Vatican Gardens (well worth seeing) and an exclusive after-hours tour of the Sistine Chapel.\nThe museums are open 9am to 6pm Monday to Saturday, and to 2pm on the last Sunday of the month (when they are free but horrendously busy).\nNote that dress codes are enforced, so no uncovered shoulders, mini-skirts or short shorts.\nPhotography is permitted (without flashes or tripods) everywhere except the Sistine Chapel.\nThe best time to go\nRealistically, there’s no surefire way of avoiding the crowds. As a rough guide, Tuesdays and Thursdays are the quietest days of the week; Wednesday mornings can be good too as most people are at the pope’s weekly audience. Afternoons tend to be less crowded than mornings.\nPlaces to eat\nIn the museum, there’s a fine bistro in the Cortile della Pigna and several self-service cafeterias dotted around the complex.\nOutside, head to the nearby Bonci Pizzarium for a taste of heavenly pizza al taglio (sliced pizza).\n"
    },
    {
        "country": "rome",
        "city": "San Giovanni & Testaccio",
        "index": 4,
        "name": "Basilica di San Giovanni in Laterano",
        "latitude": "41.885937",
        "longitude": "12.506304",
        "excerpt": "This monumental building is Rome’s official cathedral and the pope’s seat as the bishop of Rome.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/celio-hill-and-lateran/attractions/basilica-di-san-giovanni-in-laterano/a/poi-sig/389103/1321007",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF1490788748.jpg",
        "detail_description": "For a thousand years this monumental cathedral was the most important church in Christendom. Commissioned by the emperor Constantine and consecrated in AD 324, it was the first Christian basilica built in Rome and, until the late 14th century, was the pope’s main place of worship. It's still Rome’s official cathedral and the pope’s seat as the bishop of Rome.\nHistory\nThe Basilica of San Giovanni in Laterano was built on the foundation of a previous religious structure, the church of San Salvatore, erected following an edict of Constantine, who had legalized freedom of worship and recognized Christianity as a legitimate religion that could be practiced in the empire.\nOver the centuries, the basilica was heavily damaged and reconstructed multiple times following conflicts and invasions. The current structure dates back to the 17th century, when Pope Alexander VII commissioned a new design from Francesco Borromini, one of Rome’s most revered architects at the time, for the 1650 Jubilee. Borromini managed to keep some of the elements of the earlier architecture that remain visible today, including the floor, the apse mosaic, and the ciborium. The facade would be added at a later stage – Alessandro Galilei completed it in 1732.\n\n  \nAdmire the mosaics that decorate the apse of the basilica © Stefano_Valeri / Shutterstock\n\nVisiting the basilica\nThis towering structure, surmounted by 157m-high (515ft) statues – Christ, St John the Baptist, John the Evangelist and the 12 Apostles – is an imposing example of late-baroque classicism. The central bronze doors in the porch were moved here from the Curia in the Roman Forum, while, on the far right, the Holy Door is only opened in Jubilee years.\nThe cavernous interior is a breathtaking sight with a golden gilt ceiling, a 15th-century mosaic floor, and a wide central nave lined with muscular 4.6m-high (15ft) sculptures of the apostles.\nAt the head of the nave, the Gothic baldachin over the papal altar is said to contain the relics of the heads of Saints Peter and Paul. In front, a double staircase leads down to the confessio where you'll see a wooden statue of St John the Baptist and the Renaissance tomb of Pope Martin V.\nBehind the altar, the massive apse is decorated with sparkling mosaics. Parts of these date from the 4th century, but most were added in the 1800s. To the right of the apse, through a small gift shop, the Museo del Tesoro contains a small collection of religious artifacts and vestments.\nAt the other end of the basilica, on the first pillar in the right-hand aisle, is an incomplete Giotto fresco. While admiring this, cock your ear towards the next column, where a monument to Pope Sylvester II (r 999–1003) is said to sweat and creak when the death of a pope is imminent.\nOutside the church, the beautiful 13th-century cloister, accessible to the left of the altar, is a lovely, peaceful place with graceful twisted columns set around a central garden.\nTips and other practicalities\nEntering the basilica is free. If time allows it’s worth visiting the museum of Palazzo Lateranens as well – the collection of liturgical furnishings, religious artworks and objects that belong to Popes of the past is an insightful journey into the history of the Catholic Church. Tickets for guided tours cost €17.50 and can be purchased via the official website of the museum.\n"
    },
    {
        "country": "rome",
        "city": "Rome",
        "index": 5,
        "name": "Museo e Galleria Borghese",
        "latitude": "41.914214",
        "longitude": "12.49227",
        "excerpt": "If you only have time for one art gallery in Rome, make it the Museo e Galleria Borghese.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/villa-borghese-and-northern-rome/attractions/museo-e-galleria-borghese/a/poi-sig/389101/1321011",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1203937391.jpg",
        "detail_description": "If you only have time for one art gallery in Rome, make it this one. Housing what's often referred to as the \"queen of all private art collections\", it boasts paintings by Caravaggio, Raphael and Titian, plus sensational sculptures by Bernini. Highlights abound, but look for Bernini's Ratto di Proserpina (Rape of Proserpina) and Canova's Venere vincitrice (Venus Victrix).\nHistory\nThe museum's collection was formed by Cardinal Scipione Borghese (1577–1633), the most knowledgeable and ruthless art collector of his day. It was originally housed in the cardinal's residence near St Peter's, but in the 1620s he had it transferred to his new villa just outside Porta Pinciana. And it's here, in the villa's central building, the Casino Borghese, that you'll see it today.\nOver the centuries, the villa has undergone several overhauls, most notably in the late 1700s when Prince Marcantonio Borghese added much of the lavish neoclassical decor.\nFind your way around\nThe museum is divided into two parts: the ground-floor gallery, with its superb sculptures, intricate Roman floor mosaics and over-the-top frescoes, and the upstairs picture gallery.\nStairs lead up to a portico flanking the grand entrance hall, decorated with 4th-century floor mosaics of fighting gladiators and a 2nd-century Satiro Combattente (Fighting Satyr). High on the wall is a gravity-defying bas-relief of a horse and rider falling into the void (Marco Curzio a Cavallo) by Pietro Bernini (Gian Lorenzo's father).\nThe statuesque scene-stealer of Sala I is Antonio Canova's daring depiction of Napoleon's sister, Paolina Bonaparte Borghese, reclining topless as Venere vincitrice (1805–08).\n\n  \nBernini's masterpiece Ratto di Proserpina is found in Sala IV © wjarek / Shutterstock\n\nFurther on, in Sala III, Gian Lorenzo Bernini's Apollo e Dafne (1622–25), one of a series depicting pagan myths, captures the exact moment Daphne's hands start morphing into leaves. Sala IV is home to Bernini's masterpiece Ratto di Proserpina (1621–22). This flamboyant sculpture brilliantly reveals the artist's virtuosity – just look at Pluto's hand pressing into the seemingly soft flesh of Persephone's thigh.\nCaravaggio dominates Sala VIII. There's a dissipated-looking self-portrait, Bacchino malato (Young Sick Bacchus; 1592–95), the strangely beautiful La Madonna dei Palafrenieri (Madonna with Serpent; 1605–06) and San Giovanni Battista (St John the Baptist; 1609–10), probably Caravaggio's last work. There's also the much-loved Ragazzo col Canestro di Frutta (Boy with a Basket of Fruit; 1593–95) and the dramatic Davide con la Testa di Golia (David with the Head of Goliath; 1609–10) – Goliath's severed head is also said to be a self-portrait.\nUpstairs, the pinacoteca offers a wonderful snapshot of Renaissance art. Don't miss Raphael's extraordinary La Deposizione di Cristo (The Deposition; 1507) in Sala IX, and his Dama con Liocorno (Lady with a Unicorn; 1506). In the same room is Fra Bartolomeo's superb Adorazione del Bambino (Adoration of the Christ Child; 1495) and Perugino's Madonna con Bambino (Madonna and Child; first quarter of the 16th century).\nOther highlights include Correggio's erotic Danaë (1530–31) in Sala X, Bernini's self-portraits in Sala XIV, and Titian's great masterpiece, Amor Sacro e Amor Profano (Sacred and Profane Love; 1514) in Sala XX.\nTips and other practicalities\nTo limit numbers, visitors are admitted at two-hourly intervals – you'll need to pre-book tickets well in advance and get an entry time. Adult tickets cost €13 (plus a €2 booking fee) and can be purchased online via the museum’s official website.\nAudio guides cost €5 and can be picked up in the basement ticket area, where there is also a coat check and a small cafe. The museum is closed on Mondays.\n"
    },
    {
        "country": "rome",
        "city": "Centro Storico",
        "index": 6,
        "name": "Piazza Navona",
        "latitude": "41.89866",
        "longitude": "12.47313",
        "excerpt": "With its showy fountains, baroque palazzi and colorful cast of street artists, hawkers and tourists, Piazza Navona is central Rome’s elegant showcase…",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/centro-storico/attractions/piazza-navona/a/poi-sig/389091/1321003",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-532537305_high.jpg",
        "detail_description": "Why you should go\nWith its showy fountains, baroque palazzi and colorful cast of street artists, hawkers and tourists, Piazza Navona is central Rome’s elegant showcase square. Built over the 1st-century Stadio di Domiziano, it was paved over in the 15th century and for almost 300 years hosted the city's main market.\nTo catch the piazza at its most alluring, come first thing in the morning before the crowds arrive or after dark when the fountains are illuminated. Fill up with water at the nasone (\"big nose\") drinking fountain in the north of the piazza.\nAnother draw is the historic Christmas market staged in December, which traditionally runs until Jan. 6.\nHistory\nIts grand centerpiece is Bernini’s Fontana dei Quattro Fiumi, a flamboyant fountain featuring an Egyptian obelisk and muscular personifications of the rivers Nile, Ganges, Danube and Plate. According to legend, the Nile figure is shielding his eyes to avoid looking at the Chiesa di Sant’Agnese in Agone, designed by Bernini’s bitter rival Borromini. In truth, Bernini had completed his fountain two years before Borromini started work on the church's facade, and the gesture simply indicated that the source of the Nile was unknown at the time.\n\n  \nThe Four Rivers Fountain in Piazza Navona ©Belenos/Shutterstock\n\nOther fountains include the Fontana del Moro, at the southern end of the square, which was designed by Giacomo della Porta in 1576. Bernini added the Moor in the mid-17th century, but the surrounding Tritons are 19th-century copies. And at the northern end of the piazza, the 19th-century Fontana del Nettuno depicts Neptune fighting with a sea monster, surrounded by sea nymphs.\nIn addition to the fountains, top sights here include the Chiesa di Sant’Agnese in Agone. With its theatrical facade and rich, domed interior, it is typical of Francesco Borromini’s baroque style. The church, which regularly hosts classical music concerts, is said to stand on the spot where the martyr Agnes performed a miracle before being killed. Legend has it that after being stripped naked by her executioners, her hair miraculously grew to cover her body and preserve her modesty.\nAlso worth noting is the Palazzo Pamphilj which was commissioned by Giovanni Battista Pamphilj to celebrate his election as Pope Innocent X. This elegant baroque palazzo was built between 1644 and 1650 by Borromini and Girolamo Rainaldi. Inside, there are some impressive frescoes by Pietro da Cortona, but the building, which has been the Brazilian Embassy since 1920, can only be visited on a pre-booked guided tour.\nLike many of the city’s landmarks, the piazza sits atop an ancient monument, in this case the Stadio di Domiziano. This 30,000-seat stadium, whose subterranean remains can be accessed from Via di Tor Sanguigna, used to host athletic meets – hence the name Navona, a corruption of the Greek word \"agon,\" meaning public games. Inevitably, though, it fell into disrepair and it wasn’t until the 15th century that the crumbling arena was paved over and Rome’s central market was transferred here from the Campidoglio.\nNearby restaurants\nAround Piazza Navona, Campo de’ Fiori and the Pantheon you’ll find all manner of places to eat, including some of the capital’s best restaurants (both contemporary and old-school), several excellent gelaterie and a number of highly rated street-food joints. Needless to say, there are also hundreds of overpriced tourist traps. To the south, the atmospheric Ghetto is the place to head to for traditional Roman-Jewish cuisine.\nHoused in the ground floor of Palazzo Braschi at the southern end of the piazza, Vivi Bistrot is a charming spot for a lunchtime bite.\nAnother good option is Etablì, a cool bar-restaurant in the warren of streets west of the square.\n"
    },
    {
        "country": "rome",
        "city": "Monti, Esquilino & San Lorenzo",
        "index": 7,
        "name": "Museo Nazionale Romano: Palazzo Massimo alle Terme",
        "latitude": "41.901467317011",
        "longitude": "12.498354660567",
        "excerpt": "One of Rome's pre-eminent museums, this treasure trove of classical art is a must-see when you're in the city.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/monti-esquilino-and-san-lorenzo/attractions/museo-nazionale-romano-palazzo-massimo-alle-terme/a/poi-sig/389441/1321006",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/AlamyRFEX0XXN.jpg",
        "detail_description": "One of Rome's pre-eminent museums, this treasure trove of classical art is a must-see when you're in the city. The ground and 1st floors are devoted to sculpture, with some breathtaking pieces – don't miss The Boxer, a 2nd-century-BCE Greek bronze excavated on the Quirinale Hill in 1885, and the Dying Niobid, a 4th-century-BCE Greek marble statue. But it's the magnificent and vibrantly colored Villa Livia and Villa Farnesia frescoes on the 2nd floor that are the undisputed highlight.\nThe frescoes, which adorned the interior walls of the villas, provide a vivid picture of what a grand ancient Roman villa would have looked like. There are intimate cubicula (bedroom) frescoes focusing on nature, mythology, domestic and erotic life, and delicate landscape paintings from a dark-painted winter triclinium (living and dining area).\nParticularly breathtaking are the frescoes from Villa Livia (dating from 30 BCE to 20 BCE), one of the homes of Augustus' wife Livia Drusilla. These cover an entire room and depict a paradisiacal garden full of a wild tangle of roses, pomegranates, irises and camomile under a deep-blue sky. They once decorated a summer triclinium built half underground to provide protection from the heat.\n\n  \nThe ground and 1st floors are devoted to sculptures © Anna Pakutina / Shutterstock\n\nThe 2nd floor also features some exquisitely fine floor mosaics and rare inlay work. That these mosaics carpeted the floors of plush villas of aristocratic Romans in the 13th and 14th centuries is really quite extraordinary.\nOn the 1st floor, there's a fascinating display of bronze fittings from two ships recovered at the bottom of Lake Nemi in Lazio in the 1930s. These elaborate vessels had been built by order of Caligula and were used by the emperor as floating palaces.\nIn the basement, the unexciting-sounding coin collection is far more absorbing than you might expect, tracing the Roman Empire's propaganda offensive through its coins. There's also jewelry dating back several millennia, and the disturbing remains of a mummified eight-year-old girl, the only known example of mummification dating from the Roman Empire.\nTips and other practicalities\nThe museum is one of four that collectively make up the Museo Nazionale Romano. A combined ticket (€12/6), which is valid for three days, includes admission to the other three sites: the Terme di Diocleziano, Palazzo Altemps and the Crypta Balbi. An audio guide costs €5. A €100 million renovation project began in 2023 and the four museums may be temporarily closed over the course of the next four years.\n \n"
    },
    {
        "country": "rome",
        "city": "Monti, Esquilino & San Lorenzo",
        "index": 8,
        "name": "Basilica di Santa Maria Maggiore",
        "latitude": "41.897582",
        "longitude": "12.498493",
        "excerpt": "One of Rome's four patriarchal basilicas, this 5th-century church is an architectural hybrid.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/monti-esquilino-and-san-lorenzo/attractions/basilica-di-santa-maria-maggiore/a/poi-sig/389905/1321006",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_796992370.jpg",
        "detail_description": "One of Rome's four patriarchal basilicas, this 5th-century church stands on Esquiline Hill's summit, on the spot where snow is said to have miraculously fallen in the summer of 358 CE. Every year on August 5 the event is recreated during a light show in Piazza Santa Maria Maggiore. Much altered over the centuries, the basilica is an architectural hybrid with 14th-century Romanesque campanile, Renaissance coffered ceiling, 18th-century baroque facade, largely baroque interior and a series of glorious 5th-century mosaics.\nThe exterior fronting Piazza Santa Maria Maggiore is decorated with glimmering 13th-century mosaics that are screened by Ferdinand Fuga's baroque loggia (1741). Rising behind, the campanile – Rome's tallest – tops out at 75m (246ft).\n\n  \nTake time to admire the sumptuous interior of Basilica di Santa Maria Maggiore © manjik / Shutterstock\n\nThe vast interior retains its original structure, despite the basilica's many overhauls. Particularly spectacular are the 5th-century mosaics in the triumphal arch and nave, depicting Old Testament scenes. The central image in the apse, signed by Jacopo Torriti, dates from the 13th century and represents the coronation of the Virgin Mary. Beneath your feet, the nave floor is a fine example of 12th-century Cosmati paving.\nThe 18th-century baldachin over the high altar is heavy with gilt cherubs; the altar itself is a porphyry sarcophagus, which is said to contain the relics of St Matthew and other martyrs. A plaque embedded in the floor to the right of the altar marks the spot where Gian Lorenzo Bernini and his father Pietro are buried. Steps lead down to the confessio (a crypt in which relics are placed), where a statue of Pope Pius IX kneels before a reliquary that is claimed to contain a fragment of Jesus' manger.\nThe sumptuously decorated Cappella Sistina, last on the right, was built by Domenico Fontana in the 16th century and contains the tombs of Popes Sixtus V and Pius V. Not as sumptuous but far more beautiful is the Cappella Sforza on the left, which was designed by Michelangelo.\nThrough the souvenir shop on the right-hand side of the church is the Museo del Tresoro (Treasury Museum) with a glittering collection of religious artifacts. Most interesting, however, is the Loggia delle Benedizioni (upper loggia), accessible only by 30-minute guided tours (in English; book at the basilica entrance). Here you can get a close look at the 13th-century mosaics on the facade, which were created by Filippo Rusuti.\nTips and other practicalities\nThe basilica is located about 500m (1640ft) from Termini station and can be easily reached on foot. It is open from 7am to 6:45pm and entry is free. Admission to the museum costs €3 and guided tours of the archaeological area underground are available for €5.\n"
    },
    {
        "country": "rome",
        "city": "Tridente, Trevi & the Quirinale",
        "index": 9,
        "name": "Trevi Fountain",
        "latitude": "41.900991",
        "longitude": "12.483323",
        "excerpt": "Don't miss a visit to Rome's iconic Fontana di Trevi, or Trevi Fountain.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/tridente/attractions/trevi-fountain/a/poi-sig/389099/1321004",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1196531914-RFC.jpg",
        "detail_description": "Rome's most famous fountain, the iconic Fontana di Trevi, or Trevi Fountain, is a flamboyant baroque ensemble of mythical figures and wild horses taking up the entire side of the 17th-century Palazzo Poli. Thousands visit the fountain every day, keeping up with the tradition of tossing a coin into the water to ensure they will return to Rome. That, and it makes for a great photo opportunity. On average, about €3000 ($3250) is thrown in daily.\n\n  \nThere are some strict rules around the fountain, including no paddling and no bathing © TravnikovStudio / Shutterstock\n\nHistory\nThe fountain's design, the work of Nicola Salvi in 1732, depicts sea-god Oceanus in a shell-shaped chariot led by Tritons with seahorses – one wild, one docile – representing the moods of the sea. In the niche to the left of Neptune, a statue represents Abundance; to the right is Salubrity. The water comes from the Aqua Virgo, a 1st-century-BCE underground aqueduct, and the name Trevi refers to the \"tre vie\" (three roads) that converge at the fountain.\nThe famous tradition of tossing a coin into the fountain to ensure your trip to Rome comes from the 1954 film Three Coins in the Fountain. The money thrown into the Trevi is collected daily and goes to the Catholic charity Caritas, with its yield increasing significantly since the crackdown on people extracting the money for themselves.\nMost famously, Trevi Fountain is where movie star Anita Ekberg cavorted in a ballgown in director Federico Fellini's classic La Dolce Vita (1960); apparently she wore waders under her iconic black dress but still shivered during the winter shoot. In the summer of 2016, a British woman was fined €450 ($542) for dancing in the fountain in an evening dress and fur stole in blatant imitation of the iconic actress.\nIn 2016, fashion house Fendi staged a \"Legends and Fairytales\" fashion show at the fountain during which catwalk models walked on water – or rather strutted across a glass walkway constructed above the emerald water – as the sun set over this Roman icon. It was given permission to do so in acknowledgment of its €2.18 million ($2.62 million) sponsorship of the fountain's restoration.\n\n  \nIt can be crowded at the Trevi Fountain, so go in the evening for a more peaceful experience © muratart / Shutterstock\n\nTips and other practicalities\nThe Trevi Fountain is easily reached on foot from the Barberini metro station. Want to avoid the crowds? Visit later in the evening, when the fountain is beautifully lit, and you can appreciate its foaming majesty in a quieter environment.\nTrevi Fountain rules and etiquette\nPaddling or bathing in the fountain is strictly forbidden, as is eating and drinking on the steps leading down to the water. Both crimes risk an on-the-spot fine of up to €500 ($600).\nCoin-tossing etiquette includes throwing with your right hand over your left shoulder, with your back facing the fountain.\nNearby restaurants\nIndulge in a tasty Tuscan lunch before or afterwards at Il Chianti or head to Hostaria Romana, beloved by tourists and locals alike.\nBrasserie-style Baccano is a great all-rounder, perfect for a drink or snack whatever the time of day. San Crispino is the nearest recommended gelateria for a cool treat after admiring the fountain.\n"
    },
    {
        "country": "rome",
        "city": "Tridente, Trevi & the Quirinale",
        "index": 10,
        "name": "Piazza di Spagna & the Spanish Steps",
        "latitude": "41.90591",
        "longitude": "12.482464",
        "excerpt": "The Spanish Steps are the perfect place for some people watching and great views over Rome.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/tridente/attractions/piazza-di-spagna-the-spanish-steps/a/poi-sig/389877/1321004",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF699302724.jpg",
        "detail_description": "A magnet for visitors since the 18th century, the Spanish Steps (Scalinata della Trinità dei Monti) provide a perfect place for people watching. The 135 gleaming steps rise from Piazza di Spagna to the landmark Chiesa della Trinità dei Monti.\nPiazza di Spagna was named after the Spanish Embassy to the Holy See, although the staircase, designed by the Italian Francesco de Sanctis, was built in 1725 with money bequeathed by a French diplomat.\nIn the late 1700s the area around the piazza was much loved by English visitors on the Grand Tour and was known to locals as the ghetto de l’inglesi (the English ghetto).\nAt the top of the steps, the Chiesa della Trinità dei Monti is notable for the great views over Rome offered from its front staircase, and for its impressive frescoes by Daniele da Volterra.\n\n  \nPietro Bernini's \"sinking boat\" fountain is a centerpiece in Piazza di Spagna © Matteo Colombo / Getty Images\n\nDown on the piazza, you'll find the Baroque Barcaccia, the \"sinking boat\" fountain built by Pietro Bernini – the father of legendary artist Gian Lorenzo Bernini – in the 1620s.\nTo the southeast, adjacent Piazza Mignanelli is dominated by the Colonna dell’Immacolata, built in 1857 to celebrate Pope Pius IX’s declaration of the Immaculate Conception.\nRules: don't sit down!\nA new law introduced in 2019 prohibits people from sitting on the Spanish Steps to protect the monumental staircase from being damaged. While you are unlikely to be fined – official penalties can reach €400 – the police will ask you to stand up if you are found enjoying the comfort of the step’s sunkissed travertine.\n"
    },
    {
        "country": "rome",
        "city": "Centro Storico",
        "index": 11,
        "name": "Chiesa di San Luigi dei Francesi",
        "latitude": "41.899602",
        "longitude": "12.474847",
        "excerpt": "This opulent baroque church is home to a celebrated trio of Caravaggio paintings.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/centro-storico/attractions/chiesa-di-san-luigi-dei-francesi/a/poi-sig/389397/1321003",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_306327644.jpg",
        "detail_description": "The church of Rome’s French community since 1589, this opulent baroque chiesa is home to a celebrated trio of Caravaggio paintings: the Vocazione di San Matteo (The Calling of Saint Matthew), the Martirio di San Matteo (The Martyrdom of Saint Matthew) and San Matteo e l’angelo (Saint Matthew and the Angel), known collectively as the St Matthew cycle. Find them in the Cappella Contarelli to the left of the main altar.\nThese three canvases are among the earliest of Caravaggio's religious works, painted between 1600 and 1602, but they are inescapably his, featuring a down-to-earth realism and the stunning use of chiaroscuro (the bold contrast of light and dark).\n\n  \nTen chapels at Chiesa di San Luigi dei Francesi contain works by renowned artists © photogolfer / Shutterstock\n\nHistory\nWhile Pope Sixtus IV gave Rome’s French community permission to build a church as early as 1478, works to erect the structure between the Pantheon and Piazza Navona began only in 1518. The structure – named after St Louis, as a tribute to the French King – would take over 70 years to be completed, although the frescoes that adorn its interior would appear much later.\nTips and other practicalities\nBehind the travertine facade designed by Giacomo della Porta, ten chapels contain works by renowned artists, including none other than Caravaggio. Before you leave the church, take a moment to enjoy Domenichino’s faded 17th-century frescoes of St Cecilia in the second chapel on the right. St Cecilia is also depicted in the altarpiece by Guido Reni, a copy of a work by Raphael.\nMass is held on Saturdays at 12:30pm, on Sundays at 10:30am and on weekdays at 7pm.\n"
    },
    {
        "country": "rome",
        "city": "Vatican City, Borgo & Prati",
        "index": 12,
        "name": "Castel Sant'Angelo",
        "latitude": "41.903032605988",
        "longitude": "12.466340547202",
        "excerpt": "This castle is an instantly recognizable landmark now home to the Museo Nazionale di Castel Sant'Angelo.",
        "detail_url": "https://www.lonelyplanet.com/vatican-city/attractions/castel-sant-angelo/a/poi-sig/389049/1321012",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1069626692.jpg",
        "detail_description": "With its chunky round keep, this castle is an instantly recognizable landmark. Built as a mausoleum for the emperor Hadrian, it was converted into a papal fortress in the 6th century and named after an angelic vision that Pope Gregory the Great had in 590. Nowadays, it is a moody and dramatic keep that houses the Museo Nazionale di Castel Sant'Angelo and its grand collection of paintings, sculpture, military memorabilia and medieval firearms.\nMany of these weapons were used by soldiers fighting to protect the castle, which, thanks to a 13th-century secret passageway to the Vatican (Passetto di Borgo), provided sanctuary to many popes in times of danger. Most famously, Pope Clemente VI holed up here during the 1527 sack of Rome.\nThe castle's upper floors are filled with elegant Renaissance interiors, including the lavish Sala Paolina with frescoes depicting episodes from the life of Alexander the Great. Two storeys up, the terrace, immortalized by Puccini in his opera Tosca, offers unforgettable views over Rome and has a busy little cafe (snacks €2.50 to €5).\n\n  \nDon't miss the views from the top floor of Castel Sant'Angelo © Arturo Duran / 500px\n\nTips and other practicalities\nTickets to Castel Sant’Angelo cost €13 and allow access to exhibits spread across seven floors, including the historic underground prisons built under the orders of Pope Alexander VI and the Museo Nazionale featuring collections of medieval ceramics, ancient weaponry, and sculptures. Don't miss the spectacular views of the city from the top floor.\nCastel Sant’Angelo is closed on Mondays. Ticket prices may increase during temporary exhibitions.\nSpanning the Tiber river in front of the castle is the five-arched Ponte Sant’Angelo on whose sides 10 marble angels built by prominent artists stand, creating a picturesque frame around Castel Sant’Angelo, (best photographed in the early morning). Two of the angels – the Angel with the Crown of Thorns and the Angel with the Superscription – are copies of Gian Lorenzo Bernini’s works that once stood here. The originals are exhibited at the Sant'Andrea delle Fratte basilica.\nRestaurants and bars nearby\nFor an aperitivo or late night cocktail head to Freeda, a little bar hidden on a side street steps away from Castel Sant’Angelo serving tasty drinks and charcuterie boards. For a plate of pasta served directly in the pan, cross the bridge and take a seat at one of the outdoor tables of La Fraschetta di Castel Sant’Angelo overlooking the castle.\n"
    },
    {
        "country": "rome",
        "city": "Vatican City, Borgo & Prati",
        "index": 13,
        "name": "Vatican Gardens",
        "latitude": "41.904705",
        "longitude": "12.451565",
        "excerpt": "The Vatican stands atop the low-lying Vatican hill, just west of the Tiber. Much of its 109 acres are covered by the perfectly manicured Vatican Gardens.",
        "detail_url": "https://www.lonelyplanet.com/vatican-city/attractions/vatican-gardens/a/poi-sig/390497/1321012",
        "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1873744895.jpg",
        "detail_description": "Why you should go\nThe Vatican&nbsp;stands atop the low-lying Vatican hill, just west of the Tiber. Much of its 109 acres are covered by the perfectly manicured Vatican Gardens.\nSpend an afternoon meandering the garden's many&nbsp;fortifications, grottoes, monuments, fountains, and even a&nbsp;tiny heliport and train station.\nTickets and other practicalities\nVisits are by guided tour only – either on foot (2&nbsp;hours) or by open-air bus (45 minutes) – for which you’ll need to book at least a week in advance.\nAfter the tour you're free to visit the Vatican Museums on your own; admission is included in the ticket price. Check the museum's website for various tours and pricing options.\n&nbsp;\n&nbsp;\n&nbsp;\n"
    },
    {
        "country": "rome",
        "city": "Trastevere & Gianicolo",
        "index": 14,
        "name": "Basilica di Santa Maria in Trastevere",
        "latitude": "41.889587",
        "longitude": "12.469901",
        "excerpt": "Tucked away in Trastevere, this is said to be Rome's oldest church dedicated to the Virgin Mary.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/trastevere-and-gianicolo/attractions/basilica-di-santa-maria-in-trastevere/a/poi-sig/389819/1321010",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1092290978-RFC.jpg",
        "detail_description": "Nestled in a quiet corner of Trastevere's focal square, this is said to be the oldest church dedicated to the Virgin Mary in Rome. In its original form, it dates from the early 3rd century, but a major 12th-century makeover saw the addition of a Romanesque bell tower and a glittering facade. The portico came later, added by Carlo Fontana in 1702. Inside, the 12th-century mosaics are the headline feature.\n\n  \nThis historic church is best visited in the morning when it's less crowded Visit © Catarina Belova / Shutterstock\n\nLook out for the six 13th-century mosaics by Pietro Cavallini illustrating the life of the Virgin (c 1291) and the painting known as the Madonna della Clemenza. While its author remains unknown, scholars believe the panel could have been produced between the 6th and the 8th century, which would make it one of the world’s oldest surviving Marian icons.\nAccording to legend, the church stands on the spot where a fountain of oil miraculously sprang from the ground in 32 BCE. It incorporates 24 ancient Roman columns, some plundered from the Terme di Caracalla, and boasts a 17th-century wooden ceiling.\nTips and other practicalities\nThe Basilica di Santa Maria in Trastevere is located in the heart of the bustling Trastevere neighborhood and is open every day from 7:30am to 8:30pm. Access is free but it can get busy, so it’s best to visit early in the morning to avoid crowds.\n"
    },
    {
        "country": "rome",
        "city": "Trastevere & Gianicolo",
        "index": 15,
        "name": "Villa Farnesina",
        "latitude": "41.893285",
        "longitude": "12.467251",
        "excerpt": "Admire the interior of this gorgeous 16th-century villa, fantastically frescoed from top to bottom.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/trastevere-and-gianicolo/attractions/villa-farnesina/a/poi-sig/390033/1321010",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1319927138.jpg",
        "detail_description": "The interior of this gorgeous 16th-century villa is fantastically frescoed from top to bottom. Several paintings in the Loggia of Cupid and Psyche and the Loggia of Galatea, both on the ground floor, are attributed to Raphael. On the 1st floor, Peruzzi’s dazzling frescoes in the Salone delle Prospettive are a superb illusionary perspective of a colonnade and panorama of 16th-century Rome.\nHistory\nLocated in the heart of Trastevere, Villa Farnesina has long been known as one of Rome’s Renaissance masterpieces. Tuscan banker Agostino Chighi commissioned the palace’s construction to architect Baldassarre Peruzzi in 1505. The project would take 15 years to complete and over time the well-connected banker financed various artists to adorn his residence with exceptional artwork that could be admired by princes, politicians, and intellectuals that were often invited for lunch at the property.\nThe palace was purchased by Cardinal Alessandro Farnese the Younger in 1590 and renamed Villa Farnesina to distinguish it from the family’s other property, Palazzo Farnese.\nTips and other practicalities\nBe aware that the opening hours of Villa Farnesina are changing and information found online may be out of date. From August 2023, Villa Farnesina will be open from Monday through Saturday, from 9am to 2pm, plus the second Sunday of every month from 9am to 5pm. Regular tickets start from €6, although they can increase when temporary exhibitions are on display.\n"
    },
    {
        "country": "rome",
        "city": "Trastevere & Gianicolo",
        "index": 16,
        "name": "Gianicolo",
        "latitude": "41.89156",
        "longitude": "12.461296",
        "excerpt": "Explore monuments, fountains and gardens on the verdant hill of Gianicolo (or Janiculum).",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/trastevere-and-gianicolo/attractions/gianicolo/a/poi-sig/1516403/1321010",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF1273983688.jpg",
        "detail_description": "The verdant hill of Gianicolo (or Janiculum) is dotted with monuments to Garibaldi and his makeshift army, who fought pope-backing French troops in one of the fiercest battles in the struggle for Italian unification on this spot in 1849.\nThe Italian hero is commemorated with a massive monument in Piazzale Giuseppe Garibaldi, while his Brazilian-born wife, Anita, has her own monument about 200m (656ft) away in Piazzale Anita Garibaldi; she died from malaria, together with their unborn child, shortly after the siege. Over 200 busts of Italian patriots who have contributed to Italy’s unification are scattered around the hill.\nOn the Gianicolo Hill you will find the Acqua Paola Fountain, one of the most impressive water monuments found in the city, dating back to 1612 and locally nicknamed il fontanone (the big fountain) for obvious reasons. The marble masterpiece may look familiar – it appears in the opening scene of Paolo Sorrentino's 2013 Academy-Award-winning film La Grande Bellezza (The Great Beauty). Materials from both the Roman Forum and the ancient St Peter's Basilica were used to build the fountain.\n\n  \nThe best unobstructed views of Rome are found further north beyond the snack stands © Elena Odareeva / Shutterstock\n\nOrto Botanico\nThe hill is also home to Rome’s Orto Botanico (Botanical Garden), one of Italy’s largest where over 3000 species of plants – including secular Himalayan trees and a bamboo forest – coexist in the grounds once belonging to Villa Corsini. The Botanical Garden originated in the 17th century and is managed by Sapienza University. Entrance to the Botanical Garden costs €5.\nFaro del Gianicolo\nSomething you wouldn’t expect to see in the heart of Rome is a lighthouse, though the Faro del Gianicolo (Gianicolo’s Lighthouse) is not meant to show the way to incoming ships. Italian expatriates in Argentina gifted the city with this marble monument in 1911, to celebrate the 50th anniversary of Italy’s unification.\nTips and other practical information\nRome's highest hill is a superb viewpoint with sweeping panoramas over Rome’s rooftops, and has several summer-only bars that are blessed with thrilling views. There are also weekend children’s puppet shows on the hill (a long-standing tradition) and a small collection of carnival rides.\nPro tip: trees obstruct the stunning views from many vantage points, so go just north of the snacks stands near the Garibaldi Monument to see Rome before you in all its glory.\nTake bus 115 from the Viale di Trastevere to Gianicolo, then walk back down, stopping at the Tempietto di Bramante &amp; Chiesa di San Pietro in Montorio.\n"
    },
    {
        "country": "rome",
        "city": "Centro Storico",
        "index": 17,
        "name": "Jewish Ghetto",
        "latitude": "41.892678",
        "longitude": "12.47799",
        "excerpt": "Visit the atmospheric Jewish Ghetto neighborhood for art studios, kosher food and Rome's main synagogue.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/centro-storico/attractions/jewish-ghetto/a/poi-sig/1400243/1321003",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1172187631.jpg",
        "detail_description": "The Jewish Ghetto, centered on lively Via del Portico d’Ottavia, is an atmospheric area studded with artisan's studios, small shops, kosher bakeries and popular trattorias. Crowning everything is the distinctive square dome of Rome's main synagogue.\nHistory\nRome’s Jewish community dates back to the 2nd century BCE, making it one of the oldest in Europe. Historic documents dating as far back as 161 BCE, show that Jews of Palestine asked Rome for protection against the attacks of Hellenistic King Antiochus IV Epiphanes in Judea and Samaria. The alliance led to the first major migration flow – the Jewish population in Rome would grow to reach 40,000 in less than a century. Many more Jews arrived as slaves following the Roman wars in Judaea and Titus' defeat of Jerusalem in 70 CE.\nRepression occured early on. Emperor Constantine (306 to 337 CE) prohibited Jews from using public offices or serving in the military. In 1215, Pope Innocent III forced Jews to wear a yellow or blue mark in public to be identifiable.\nConfinement to the Ghetto came in 1555 when Pope Paul IV introduced a law that obligated the Jewish community to live in a walled quarter, whose two gates were locked at night. The period of official intolerance that lasted on and off until the 20th century, with waves of hatred, violence and discrimination happening until the end of the fascist era in the late 1940s.\nIronically, though, confinement meant that the Jewish cultural and religious identity survived intact to this day.\n\n  \nVia Portico d'Ottavia in Rome's Jewish Ghetto is a major culinary destination © Getty Images\n\nEating in the Jewish Ghetto\nRome’s Jewish Ghetto has become a culinary destination where both locals and visitors can experience dishes that are prepared according to ancient traditions here and nowhere else. The signature dish of Judeo-Roman cuisine is the carciofo alla giuda (fried artichoke), found in every restaurant on Via Porto d’Ottavia and surroundings. Kashruth rigidly prohibits the consumption of meat and milk together, so apart from a few shared vegetarian delicacies, restaurants’ menus vary, serving either one or the other.\nBa’Ghetto, one of the oldest Jewish restaurants in Rome, has solved the problem of milk-meat contamination by opening three restaurants on Via Porto d’Ottavia – Ba’Ghetto, Ba’Ghetto Milky and Su’Ghetto, specializing in kosher Italian dishes. Nonna Betta and Bellacarne are great alternatives.\nWhen it comes to sweets, the historic Pasticceria Boccione is worth the queue – the bakery’s torta ricotta e visciole, a cake filled with sweet ricotta cheese and sour cherries made following a 50-year-old recipe – has acquired legendary status in Rome.\n\n  \nBrass cobblestones are placed outside the homes of Holocaust victims © Getty Images\n\nTips and other practicalities\nAs you stroll around look out for a series of brass cobblestones. These are memorial plaques commemorating the city's Holocaust victims: each one names a person and gives the date and destination of their deportation and death. They are placed outside the victims' homes.\nTo learn more about the history of the Jewish community in Rome, visit the Museo Ebraico di Roma, found inside the Great Synagogue, where seven galleries trace the story of the Ghetto through a collection of nearly 1500 objects and documents.\n"
    },
    {
        "country": "rome",
        "city": "Vatican City, Borgo & Prati",
        "index": 18,
        "name": "Sistine Chapel",
        "latitude": "41.902828",
        "longitude": "12.454526",
        "excerpt": "The Sistine Chapel is the one part of the Vatican Museums that everyone wants to see, and for good reason.",
        "detail_url": "https://www.lonelyplanet.com/vatican-city/attractions/sistine-chapel/a/poi-sig/1027806/1321012",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/58966962.jpg",
        "detail_description": "Home to two of the world’s most famous works of art – Michelangelo’s ceiling frescoes (1508–12) and his Giudizio Universale (Last Judgment; 1535–41) – the Sistine Chapel is the one part of the Vatican Museums that everyone wants to see, and on a busy day you could find yourself sharing it with up to 2000 people. Michelangelo's ceiling design, which is best viewed from the chapel’s main entrance in the far east wall, covers the entire 800-sq-m surface.\nWith painted architectural features and a cast of colorful biblical characters, it's centered on nine panels depicting stories from the book of Genesis. These panels can further be divided into three groups, illustrating the origin of man, the universe and evil.\n\n  \nThe Creation of Adam is one of the most famous images in Western art © legacy1995 / Shutterstock\n\nAs you look up from the east wall, the first panel is the Drunkenness of Noah, followed by The Flood, and the Sacrifice of Noah. Next, Original Sin and Banishment from the Garden of Eden famously depicts Adam and Eve being sent packing after accepting the forbidden fruit from Satan, represented by a snake with the body of a woman coiled around a tree. The Creation of Eve is then followed by the Creation of Adam. This, one of the most famous images in Western art, shows a bearded God pointing his finger at Adam, thus bringing him to life. Completing the sequence are the Separation of Land from Sea; the Creation of the Sun, Moon and Plants; and the Separation of Light from Darkness, featuring a fearsome God reaching out to touch the sun. Set around the central panels are 20 athletic male nudes, known as ignudi.\nOpposite, on the west wall is Michelangelo’s mesmeric Giudizio Universale, showing Christ – in the center near the top – passing sentence over the souls of the dead as they are torn from their graves to face him. The saved get to stay up in heaven (in the upper right), the damned are sent down to face the demons in hell (in the bottom right).\nNear the bottom, on the right, you’ll see a man with donkey ears and a snake wrapped around him. This is Biagio de Cesena, the papal master of ceremonies, who was a fierce critic of Michelangelo’s composition. Another famous figure is St Bartholomew, just beneath Christ, holding his own flayed skin. The face in the skin is said to be a self-portrait of Michelangelo, its anguished look reflecting the artist’s tormented faith.\nThe chapel’s walls also boast superb frescoes. Painted in 1481–82 by a crack team of Renaissance artists, including Botticelli, Ghirlandaio, Pinturicchio, Perugino and Luca Signorelli, they represent events in the lives of Moses (to the left looking at the Giudizio Universale) and Christ (to the right). Highlights include Botticelli’s Temptations of Christ and Perugino’s Handing over of the Keys.\nAs well as providing a showcase for priceless art, the Sistine Chapel also serves an important religious function as the place where the conclave meets to elect a new pope.\nTips and other practicalities\nThe Sistine Chapel is part of the Vatican Museums, which can be visited from Monday to Saturday, plus the last Sunday of every month. Single adult tickets start at €27.50 and rise if you choose to join a guided tour. Given the popularity of the Vatican Museum it’s recommended to book your tickets in advance via the official website. Taking photos and videos in the Sistine Chapel is not allowed.\n"
    },
    {
        "country": "rome",
        "city": "Tridente, Trevi & the Quirinale",
        "index": 19,
        "name": "Chiesa di Santa Maria della Vittoria",
        "latitude": "41.904657",
        "longitude": "12.494266",
        "excerpt": "This modest church is an unlikely setting for an extraordinary work of art – Bernini’s extravagant sculpture, the Ecstacy of St Teresa.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/tridente/attractions/chiesa-di-santa-maria-della-vittoria/a/poi-sig/389837/1321004",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock776398957.jpg",
        "detail_description": "Designed by Carlo Maderno, this modest church is an unlikely setting for an extraordinary work of art – Bernini’s extravagant and sexually charged Santa Teresa trafitta dall’amore di Dio (Ecstasy of St Teresa). This daring sculpture depicts Teresa, engulfed in the folds of a flowing cloak, floating in ecstasy on a cloud while a teasing angel pierces her repeatedly with a golden arrow. It's in the fourth chapel on the north side.\nWatching the whole scene from two side balconies are a number of sculpted figures, including one depicting Cardinal Federico Cornaro, for whom the chapel was built. It’s a stunning and major work, bathed in soft natural light filtering through a concealed window. Go in the afternoon for the best effect.\nHistory\nThe Baroque church of Santa Maria della Vittoria was built between 1608 and 1620 and originally dedicated to St Paul. An initial victory of the Catholics over Protestants during the Thirty Years’ War’s Battle of White Mountain (1620) led to the celebratory renaming of the structure.&nbsp;\nGiovanni Battista Soria added the marble facade in 1626, and over time different artists&nbsp;– including Domenichino, Guercino, and Guido Reni – contributed to adorning the interior. In the 1640s, Gian Lorenzo Bernini completed what is considered the church’s showpiece, the Ecstasy of Saint Teresa. The intricate sculptural group was crafted for the chapel of Venetian cardinal Federico Cornèr and was carefully positioned below an invisible window that allows for the sun rays to descend upon the two figures –&nbsp;an angel about to pierce St Teresa’s heart with an arrow&nbsp;– creating a dramatic effect through the contrast of light and shadows.\nTips and other practicalities\nThe church is open for visitors from Monday to Saturday between 9am and noon, and 3:30pm to 6pm. On Sundays it is possible to visit only between 3:30pm and 6pm. It is located at the intersection of Via XX Settembre and Largo di Santa Susanna, around the corner from the Fontana dell'Acqua Felice.\n"
    },
    {
        "country": "rome",
        "city": "Rome",
        "index": 20,
        "name": "Villa Borghese",
        "latitude": "41.912481",
        "longitude": "12.488945",
        "excerpt": "No one can resist the lure of Rome's most celebrated park, full of wooded glades, gardens and grassy banks.",
        "detail_url": "https://www.lonelyplanet.com/italy/rome/villa-borghese-and-northern-rome/attractions/villa-borghese/a/poi-sig/390027/1321011",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF1168486960.jpg",
        "detail_description": "Locals, lovers, tourists, joggers – no one can resist the lure of Rome's most celebrated park. Originally the 17th-century estate of Cardinal Scipione Borghese, it covers about 80 hectares of wooded glades, gardens and grassy banks. Among its attractions are the landscaped Giardino del Lago, Piazza di Siena, a dusty arena used for Rome’s top equestrian event in May, and a panoramic terrace on the Pincio Hill.\n\n  \nVilla Borghese is full of sculptures and fountains, creating a vast open-air museum © bwzenith / Getty Images\n\nHistory\nOften referred to as the Villa Borghese Pinciana – due to its location on the Pincio Hill – the construction of the neoclassical masterpiece that stands in the middle of Rome’s third largest park was commissioned to architect Flaminio Ponzio by the powerful Cardinal Scipione Caffarelli Borghese, a relative of Pope Paul V, in 1606.\nOriginally surrounded by vineyards and hunting grounds, the villa and its park underwent substantial renovations in the late 18th century, under the guide of Prince Marcantonio who hired artists, architects and gardeners to upgrade the property. The Giardino del Lago – an artificial lake built around a gracious Ionic temple dedicated to Aesculapius – was one of the most impressive additions, but many other temples and sculptures contributed to transforming the gardens into an open-air museum.\nFollowing the Unification of Italy in 1861, a lengthy legal dispute between the Borghese and the government ended with the acquisition of the property by the Italian state. The transfer included the invaluable artworks the Borghese family had collected over centuries, which is now exhibited in the Museo e Galleria Borghese.\n\n  \nVilla Borghese is Rome's most celebrated park © spooh / Getty Images\n\nTips and other practicalities\nFilm buffs should head to the area around the Piazzale San Paolo del Brasile entrance, where the Casa del Cinema hosts regular film-related events, and the Cinema dei Piccoli is one of the world’s smallest cinemas.\nBike hire is available at various points, including the Bici Pincio kiosk in the southern part of the park for €5/15 per hour/day, as are four-seater electric bikes (€20 per hour).\n"
    }
]