[
    {
        "country": "russia",
        "city": "Moscow",
        "index": 1,
        "name": "St Basil's Cathedral",
        "latitude": "55.752465258339",
        "longitude": "37.623109817505",
        "excerpt": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/st-basil-s-cathedral/a/poi-sig/373447/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1a92cca135c161ed7ae94513805d7691-st-basil-s-cathedral.jpg",
        "detail_description": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination of a style that is unique to Russian architecture. In 1552 Ivan the Terrible captured the Tatar stronghold of Kazan on the Feast of Intercession. He commissioned this landmark church, officially the Intercession Cathedral, to commemorate the victory. Created from 1555 to 1561, this masterpiece would become the ultimate symbol of Russia.\r\n\nThe cathedral’s apparent anarchy of shapes hides a comprehensible plan of nine main chapels. The tall, tent-roofed tower in the centre houses the namesake Church of the Intercession of the Mother of God. The four biggest domes top four octagonal-towered chapels: the Church of Sts Cyprian &amp; Justina, Church of the Holy Trinity, Church of the Icon of St Nicholas the Miracle Worker, and the Church of the Entry of the Lord into Jerusalem. Finally, there are four smaller chapels in between. Each chapel was consecrated in honour of an event or battle in the struggle against Kazan.\r\n\r\nLegend has it that Ivan had the architects blinded so that they could never build anything comparable. This is a myth, however, as records show that they were employed a quarter of a century later (and four years after Ivan’s death) to add an additional chapel to the structure.\r\n\r\nThe Church of St Vasily the Blessed, the northeastern chapel on the 1st floor, contains the canopy-covered crypt of its namesake saint, one of the most revered in Moscow. Vasily (Basil) the Blessed was known as a 'holy fool', sometimes going naked and purposefully humiliating himself for the greater glory of God. He was believed to be a seer and miracle maker, and even Ivan the Terrible revered and feared him. This 10th chapel – the only one at ground level – was added in 1588, after the saint's death. Look for the icon depicting St Vasily himself, with Red Square and the Kremlin in the background.\r\n"
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 2,
        "name": "State Hermitage Museum",
        "latitude": "59.941746679317",
        "longitude": "30.315293746976",
        "excerpt": "The Hermitage fully lives up to its sterling reputation. You can be absorbed by its treasures for days and still come out wanting more. The enormous…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/state-hermitage-museum/a/poi-sig/1278294/1336038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-562854471_high.jpg",
        "detail_description": "The Hermitage fully lives up to its sterling reputation. You can be absorbed by its treasures for days and still come out wanting more. The enormous collection (over three million items, only a fraction of which are on display in 360 rooms) almost amounts to a comprehensive history of Western European art. Viewing it demands a little planning, so choose the areas you’d like to concentrate on before you arrive.\nCatherine the Great, one of the greatest art collectors of all time, began the collection. Nicholas I also greatly enriched it and opened the galleries to the public for the first time in 1852.It was the post-revolutionary period that saw the collection increase threefold, as many valuable private collections were seized by the state, including those of the Stroganovs, Sheremetyevs and Yusupovs. In 1948 it incorporated the renowned collections of post-Impressionist and Impressionist paintings of Moscow industrialists Sergei Shchukin and Ivan Morozov.The State Hermitage consists of five linked buildings along riverside Dvortsovaya nab. From west to east they are: Winter Palace, Small Hermitage, Great (Old) Hermitage, New Hermitage and Hermitage Theatre. The Hermitage's excursions office is the place to contact to arrange a guided tour.As much as you see in the museum, there’s about 20 times more in its vaults, part of which you can visit at the Hermitage Storage Facility. Other branches of the museum are the east wing of the General Staff Building (home to the Hermitage's amazing collection of Impressionist and post-Impressionist works), the Winter Palace of Peter I, the Menshikov Palace on Vasilyevsky Island, and the Museum of the Imperial Porcelain Factory in the south of the city."
    },
    {
        "country": "russia",
        "city": "Moscow",
        "index": 3,
        "name": "Armoury",
        "latitude": "55.74953124",
        "longitude": "37.61338835",
        "excerpt": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/armoury/a/poi-sig/1473319/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/490705545_master.jpg",
        "detail_description": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it also produced jewellery, icon frames and embroidery. To this day, the Armoury contains plenty of treasures for ogling, and remains a highlight of any visit to the Kremlin. If possible, buy your time-specific ticket to the Armoury when you buy your ticket to the Kremlin.\nYour tour starts upstairs, where the first two rooms house gold and silver objects from the 12th to the 17th centuries, many of which were crafted in the Kremlin workshops. In Room 2, you'll find the renowned Easter eggs made by St Petersburg jeweller Fabergé. The tsar and tsarina traditionally exchanged these gifts each year at Easter. Most famous is the Grand Siberian Railway egg, with gold train, platinum locomotive and ruby headlamp, created to commemorate the Moscow–Vladivostok line.The following rooms display armour, weapons and more armour and more weapons. Don’t miss the helmet of Prince Yaroslav, the chain mail of Boris Godunov, and the sabres of Minin and Pozharsky.Downstairs in Room 6, you can see the coronation dresses of 18th-century empresses (Empress Elizabeth, we’re told, had 15,000 other dresses). Other ‘secular’ dress is also on display, including an impressive pair of boots that belonged to Peter the Great. The following room contains the joint coronation throne of boy tsars Peter the Great and his half-brother Ivan V (with a secret compartment from which Regent Sofia prompted them), as well as the 800-diamond throne of Tsar Alexey, Peter’s father. The gold Cap of Monomakh, jewel-studded and sable-trimmed, was used for two centuries at coronations.End your tour in Room 9, which houses centuries’ worth of royal carriages and sledges. Look for the sleigh in which Elizabeth rode from St Petersburg to Moscow for her coronation, pulled by 23 horses at a time – about 800 in all for the trip.A one-hour audio guide is available to point out some of the collection's highlights, or you can download the Armoury Chamber app on your smartphone and use it instead."
    },
    {
        "country": "russia",
        "city": "Moscow",
        "index": 4,
        "name": "Moscow Kremlin",
        "latitude": "55.752997",
        "longitude": "37.619548",
        "excerpt": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/moscow-kremlin/a/poi-sig/1286803/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c7345c3a11fd953e8734c78b75810d0d673af699685431da31f53446bad2b3c5.jpg",
        "detail_description": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country. From here, autocratic tsars, communist dictators and modern-day presidents have done their best – and worst – for Russia.Covering Borovitsky Hill on the Moscow River's north bank, it's enclosed by high walls 2.25km long (Red Square's outside the east wall). The best views of the complex are from Sofiyskaya nab across the river.\nBefore entering the Kremlin, deposit bags (free) at the left-luggage office, beneath the Kutafya Tower near the main ticket office in Alexander Garden. The entrance ticket covers admission to all five church-museums and the Patriarch's Palace. It does not include the Armoury, the Diamond Fund Exhibition or the Ivan the Great Bell Tower, which are priced separately.During warm months (April to October), many people try to visit the Kremlin around noon in order to watch the change of guards at Sobornaya Sq in the centre of the fortress. The ceremony involves a few dozen horses and men in historical attire performing sophisticated square-bashing choreography.Photography is not permitted inside the Armoury or any of the buildings on Sobornaya pl (Cathedral Sq)."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 5,
        "name": "Yusupov Palace",
        "latitude": "59.928847785943",
        "longitude": "30.297371976267",
        "excerpt": "This spectacular palace on the Moyka River has some of the best 19th-century interiors in the city, in addition to a fascinating and gruesome history. The…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/yusupov-palace/a/poi-sig/374443/1336040",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1176374059.jpg",
        "detail_description": "This spectacular palace on the Moyka River has some of the best 19th-century interiors in the city, in addition to a fascinating and gruesome history. The palace’s last owner was the eccentric Prince Felix Yusupov, a high-society darling and at one time the richest man in Russia. Most notoriously, the palace is the place where Grigory Rasputin was murdered in 1916, and the basement where this now infamous plot unravelled can be visited as part of a guided tour.\nThe palace was built by Vallin de la Mothe in the 1770s, but the current interiors date from a century later, when it became the residence of the illustrious Yusupov family. The palace interiors are sumptuous and rich, with many halls painted in different styles and decked out with gilded chandeliers, silks, frescoes, tapestries and some fantastic furniture.Your visit begins on the 2nd floor, which features an amazing ballroom (the White Column Room), banquet hall, the delightful Green Drawing Room and the ornate rococo private theatre. The tour continues on the ground floor, where you will see the fabulous Turkish Study (used by Felix as a billiards room), the Prince's study and the Moorish Drawing Room, among many other rooms.If you want to see the room where Rasputin’s murder began (he was poisoned and shot to no avail, finally succumbing to drowning) you have to pay for an extra 90-minute tour, which takes place at 5pm daily. There are limited tickets available each day, so come in good time to secure a place."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 6,
        "name": "Kunstkamera",
        "latitude": "59.941293",
        "longitude": "30.303898",
        "excerpt": "Also known as the Museum of Ethnology and Anthropology, this is the city’s first museum, founded in 1714 by Peter himself. It is famous largely for its…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/vasilyevsky-island/attractions/kunstkamera/a/poi-sig/374253/1336041",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/77b22514178ea0fc2e7a5e88969edeb0-kunstkamera.jpg",
        "detail_description": "Also known as the Museum of Ethnology and Anthropology, this is the city’s first museum, founded in 1714 by Peter himself. It is famous largely for its ghoulish collection of monstrosities, preserved ‘freaks’, two-headed mutant foetuses, deformed animals and odd body parts, all collected by Peter. While most rush to see these sad specimens, there are also interesting exhibitions on native peoples from around the world.\nPeter's aim in setting up the museum was to demonstrate that the malformations were not the result of the evil eye or sorcery, but rather accidents of nature. This fascinating place is an essential St Petersburg sight, although not one for the faint-hearted. Think twice about bringing young children here, and consider giving Kunstkamera a wide berth if you are pregnant yourself. Indeed, where else can you see specimens with such charming names as ‘double-faced monster with brain hernia’?Yet the famous babies in bottles make up just a small part of the enormous collection that also encompasses some wonderfully kitsch dioramas exhibiting rare objects and cultural practices from all over the world, and you can easily spend an hour or two picking through these. The 3rd floor of the museum is given over to an exhibition about polymath Mikhail Lomonosov, with a recreation of his study-laboratory.The top floors of the museum are only open as part of a guided tour (in English; for up to four people R2700, call in advance to book), and include the great Gottorp Globe, a rotating globe and planetarium all in one."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 7,
        "name": "Russian Museum",
        "latitude": "59.93886885",
        "longitude": "30.33226812",
        "excerpt": "Focusing solely on Russian art, from ancient church icons to 20th-century paintings, the Russian Museum's collection is magnificent and can easily be…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/russian-museum/a/poi-sig/1278305/1336038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/26622599.jpg",
        "detail_description": "Focusing solely on Russian art, from ancient church icons to 20th-century paintings, the Russian Museum's collection is magnificent and can easily be viewed in half a day or less. The collection includes works by Karl Bryullov, Alexander Ivanov, Nicholas Ghe, Ilya Repin, Natalya Goncharova, Kazimir Malevich and Kuzma Petrov-Vodkin, among many others, and the masterpieces keep on coming as you tour the beautiful Carlo Rossi–designed Mikhailovsky Palace and its attached wings.\nEntry is either from Arts Sq or via the connected Benois Wing on nab kanala Griboyedova. There's also an entrance from the lovely Mikhailovsky Garden behind the palace. Permanent and temporary exhibitions by the Russian Museum are also held at the Marble Palace, the Mikhailovsky Castle (also known as the Engineer's Castle) and the Stroganov Palace. Combined tickets, available at each palace, cover entrance either to your choice of two the same day (adult/student R600/270) or to all four within a three-day period (R850/400)."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 8,
        "name": "Mariinsky Theatre",
        "latitude": "59.92550351",
        "longitude": "30.29577533",
        "excerpt": "The Mariinsky Theatre has played a pivotal role in Russian ballet ever since it was built in 1859 and remains one of Russia's most loved and respected…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/mariinsky-theatre/a/poi-sig/1480411/1336040",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1751419403.jpg",
        "detail_description": "The Mariinsky Theatre has played a pivotal role in Russian ballet ever since it was built in 1859 and remains one of Russia's most loved and respected cultural institutions. Its pretty green-and-white main building on aptly named Teatralnaya pl (Theatre Sq) is a must for any visitor wanting to see one of the world's great ballet and opera stages, while its newer second stage, the Mariinsky II, is a state-of-the-art opera house for the 21st century.\nThe building you see today opened its doors in 1860, and was named in honour of Maria Alexandrovna, the wife of Tsar Alexander II. Since its inception, the Mariinsky has seen some of the world's greatest musicians, dancers and singers on its stage. Petipa choreographed his most famous works here, including Swan Lake and The Nutcracker, and the premieres of Tchaikovsky's The Queen of Spades and Prokofiev's Romeo &amp; Juliet were held here. The Soviets initially closed the Mariinsky down, but as the renamed Kirov Ballet it became a major force in promoting the Soviet Union abroad, and is still the main reason that ballet and Russia remain synonymous worldwide.The best way to experience the building as its designers intended is to see an opera or ballet here."
    },
    {
        "country": "russia",
        "city": "Moscow",
        "index": 9,
        "name": "Lenin's Mausoleum",
        "latitude": "55.753631",
        "longitude": "37.619945",
        "excerpt": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/lenin-s-mausoleum/a/poi-sig/1279543/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_64158388.jpg",
        "detail_description": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving visitors who come to pay their respects. Line up at the western corner of the square (near the entrance to Alexander Garden) to see the embalmed leader, who has been here since 1924. Note that photography is not allowed and stern guards ensure that all visitors remain respectful and silent.\nAfter trooping past the embalmed figure, emerge from the mausoleum and inspect the Kremlin wall, where other communist heavy hitters are buried, including Josef Stalin, the second general secretary, successor to Lenin; Leonid Brezhnev, the fourth general secretary, successor to Khrushchev; Felix Dzerzhinsky, the founder of the Cheka (forerunner of the KGB); Yakov Sverdlov, a key organiser of the revolution and the first official head of the Soviet state; Andrei Zhdanov, Stalin’s cultural chief and the second most powerful person in the USSR immediately after WWII; Mikhail Frunze, the Red Army leader who secured Central Asia for the Soviet Union in the 1920s; Inessa Armand, Lenin’s rumoured lover and a respected Bolshevik who was the director of Zhenotdel, an organisation fighting for equality for women within the Communist Party; Yury Gagarin, the first man in space; and John Reed, the American author of Ten Days that Shook the World, a first-hand account of the revolution."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 10,
        "name": "New Holland",
        "latitude": "59.929522",
        "longitude": "30.289167",
        "excerpt": "This triangular island was closed for the most part of the last three centuries, and has opened to the public in dazzling fashion. There's plenty going on…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/new-holland/a/poi-sig/1473804/1336040",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3fe44019029da46994bad48147e02b61-lpl-03619.jpg",
        "detail_description": "This triangular island was closed for the most part of the last three centuries, and has opened to the public in dazzling fashion. There's plenty going on here, with hundreds of events happening throughout the year. There are summertime concerts, art exhibitions, yoga classes and film screenings, plus restaurants, cafes and shops. You can also come to enjoy a bit of quiet on the grass – or on one of the pontoons floating in the pond.\nIn Peter’s time, the complex was used for ship-building (its name refers to the place where he learned the trade). The impressive red-brick-and-granite arch, designed by Jean-Baptiste Vallin de la Mothe in the late 18th century, is one of the city’s best examples of Russian classicism. In the 19th century, a large basin was built in the middle of the island and experiments were conducted by scientist Alexey Krylov in an attempt to build a boat that couldn’t be capsized. In 1915 the navy built a radio transmitter here – the most powerful in Russia at the time."
    },
    {
        "country": "russia",
        "city": "Western Siberia",
        "index": 11,
        "name": "Kremlin",
        "latitude": "58.19889517",
        "longitude": "68.25389758",
        "excerpt": "The centrepiece of the tower-studded, white-walled, 18th-century kremlin is the glorious 1686 St Sofia Cathedral. Less eye-catching from the outside, but…",
        "detail_url": "https://www.lonelyplanet.com/russia/siberia/tobolsk/attractions/kremlin/a/poi-sig/1474804/360543",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1434073602.jpg",
        "detail_description": "The centrepiece of the tower-studded, white-walled, 18th-century kremlin is the glorious 1686 St Sofia Cathedral. Less eye-catching from the outside, but with splendid arched ceiling murals, is the Intercession Cathedral. Between the two is a 1799 bell tower, built for the Uglich bell, which famously signalled a revolt against Tsar Boris Godunov. The Kremlin prison is now the Castle Prison Museum, where you can get a sense of the grim life behind bars in both tsarist and Soviet times.\nThe elegant Arkhiereysky Mansion was closed for renovations when we visited and will eventually be reopened as an Orthodox history museum.Wooden stairs lead beneath the kremlin’s Pryamskoy Vzvoz (gatehouse) to the wonderfully dilapidated old town full of weather-beaten churches and angled wooden homes sinking between muddy lanes."
    },
    {
        "country": "russia",
        "city": "Moscow",
        "index": 12,
        "name": "Red Square",
        "latitude": "55.753259156405",
        "longitude": "37.62190757253",
        "excerpt": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/red-square/a/poi-sig/1286797/1336043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-498208877_high.jpg",
        "detail_description": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of Moscow. Commanding the square from the southern end is St Basil’s Cathedral. This panorama never fails to send the heart aflutter, especially at night.\nNext to the cathedral, an elevated platform, known as the Place of Skulls, was used for reading out decrees and proclamations in the old ages and became the setting for Pussy Riot's anti-Putin video clip in 2011. Nearby, the Minin &amp; Pozharsky Statue celebrates the heroes of the 1612 liberation war against the Poles.The word krasnaya in the name means 'red' now, but in old Russian it meant 'beautiful' and Krasnaya pl lives up to this epithet. Furthermore, it evokes an incredible sense of import to stroll across the place where so much of Russian history has unfolded. Note that the square is often closed for various celebrations or their rehearsals, so allow some leeway in your schedule."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 13,
        "name": "Church of the Saviour on the Spilled Blood",
        "latitude": "59.940106",
        "longitude": "30.32895",
        "excerpt": "This five-domed dazzler is St Petersburg’s most elaborate church, with a classic Russian Orthodox exterior and an interior decorated with some 7000 sq…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/church-of-the-saviour-on-the-spilled-blood/a/poi-sig/1278298/1336038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/100241073.jpg",
        "detail_description": "This five-domed dazzler is St Petersburg’s most elaborate church, with a classic Russian Orthodox exterior and an interior decorated with some 7000 sq metres of mosaics. Officially called the Church of the Resurrection of Christ, its far more striking colloquial name references the assassination attempt on Tsar Alexander II here in 1881.\nThe church, which clearly resembles Moscow's iconic St Basil's cathedral, is so lavish it took 24 years to build and went over budget by 1 million roubles – an enormous sum for the time. The project was co-authored by Alfred Parland, a Scottish-German architect from St Petersburg, and archimandrite Ignaty, who presided over the Russian Orthodox Church at the time. Following decades of abuse and neglect during the Soviet era, painstaking restoration began in the 1970s and took 27 years to complete."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 14,
        "name": "Peter & Paul Fortress",
        "latitude": "59.949956865377",
        "longitude": "30.315035168807",
        "excerpt": "Housing a cathedral where the Romanovs are buried, a former prison and various exhibitions, this large defensive fortress on Zayachy Island is the kernel…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/petrograd-vyborg-sides/attractions/peter-paul-fortress/a/poi-sig/374143/1336042",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/607e2dbe28ffa8d6e79c6587df6358e8-peter-paul-fortress.jpg",
        "detail_description": "Housing a cathedral where the Romanovs are buried, a former prison and various exhibitions, this large defensive fortress on Zayachy Island is the kernel from which St Petersburg grew into the city it is today. History buffs will love it and everyone will swoon at the panoramic views from atop the fortress walls, at the foot of which lies a sandy riverside beach, a prime spot for sunbathing.\nIndividual tickets are needed for each of the fortress’s attractions – though a combined entrance ticket gives access to Peter &amp; Paul Cathedral, the Trubetskoy Bastion and three other sites. The main entrance is across the Ioannovsky Bridge at the island's northeast end; there's also access via the Kronwerk Bridge, which is within walking distance of Sportivnaya metro station."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 15,
        "name": "Erarta Museum of Contemporary Art",
        "latitude": "59.932243",
        "longitude": "30.251434",
        "excerpt": "Erarta's superb hoard of 2800 pieces of Russian contemporary art trumps its somewhat far-flung location. Housed in an ingeniously converted neoclassical…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/vasilyevsky-island/attractions/erarta-museum-of-contemporary-art/a/poi-sig/1278367/1336041",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1151311418.jpg",
        "detail_description": "Erarta's superb hoard of 2800 pieces of Russian contemporary art trumps its somewhat far-flung location. Housed in an ingeniously converted neoclassical Stalinist building, the museum is spread over five floors, with the main galleries focused on the permanent collection. There are also installation spaces, plenty of temporary exhibitions, occasional shows, plus a good restaurant and gift shop.\r\n\nThe permanent collection is an excellent survey of the past half-century of Russian art, and is particularly strong on late-Soviet underground art. One nice curatorial touch is the frequent inclusion of objects depicted in paintings – a bowl of apples will sit, for example, in front of a painting entitled Apple Picking. It’s all terribly sleek, beautifully presented and the best place in St Petersburg to get a feel for contemporary Russian art.\r\n\r\nFrom Vasileostrovskaya metro station, catch bus 6 or 7, or trolleybus 10 or 11 from the opposite side of the road.\r\n"
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 16,
        "name": "St Isaac's Cathedral",
        "latitude": "59.933969208696",
        "longitude": "30.306066739473",
        "excerpt": "The golden dome of St Isaac’s Cathedral dominates the St Petersburg skyline. Its obscenely lavish interior is open as a museum, although services are held…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/st-isaac-s-cathedral/a/poi-sig/374149/1336038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a6c0ea705f8edbd3b61cb54049e35e1497fa15542d6467ada4482015e2207a9f.jpg",
        "detail_description": "The golden dome of St Isaac’s Cathedral dominates the St Petersburg skyline. Its obscenely lavish interior is open as a museum, although services are held in the cathedral throughout the year. Many people bypass the museum to climb the 262 steps to the kolonnada (colonnade) around the drum of the dome, providing superb city views.\nFrench designer Auguste de Montferrand began designing the cathedral in 1818, despite the fact that he was no architect. The cathedral took so long to build (until 1858) that Nicholas I was able to insist on an even more grandiose structure than Montferrand had originally planned. More than 100kg of gold leaf was used to cover the 21.8m-high dome alone."
    },
    {
        "country": "russia",
        "city": "Moscow",
        "index": 17,
        "name": "Hermitage Gardens",
        "latitude": "55.770526",
        "longitude": "37.609731",
        "excerpt": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most…",
        "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/hermitage-gardens/a/poi-sig/1495117/1336044",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1145341304-rfe.jpeg",
        "detail_description": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most happening place in Moscow, where art, food and crafts festivals, and concerts, occur almost weekly, especially in summer. Apart from the welcoming lawns and benches, it boasts a large children's playground, a summer cinema and a cluster of food and crafts kiosks. Come here to unwind and mingle with the coolest Muscovites.\nThe garden was created in 1894 around a theatre that saw the screening of the Lumière brothers' first film in 1896, as well as the 1898 Moscow premiere of Chekhov's Seagull – performed by the troupe that had just been scrambled together by Stanislavsky and Nemirovich-Danchenko."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 18,
        "name": "Alexander Nevsky Monastery",
        "latitude": "59.921497310896",
        "longitude": "30.386533962603",
        "excerpt": "The Alexander Nevsky Monastery – named for the patron saint of St Petersburg – is the city's most ancient and eminent monastery. Peter the Great made a…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/smolny-vosstaniya/attractions/alexander-nevsky-monastery/a/poi-sig/374289/1336039",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/LPL-AlexanderNevskyMonastery.jpg",
        "detail_description": "The Alexander Nevsky Monastery – named for the patron saint of St Petersburg – is the city's most ancient and eminent monastery. Peter the Great made a mistake when he founded the monastery on this spot at the far end of Nevsky pr, thinking wrongly that it was the site where Alexander of Novgorod had beaten the Swedes in 1240. Nonetheless, in 1797 the monastery became a lavra, the most senior grade of Russian Orthodox monasteries.\nToday it is a working monastery that attracts the most devout believers – a revered and holy place – as well as the gravesite of some of Russia's most famous artistic figures. You can wander freely around most of the grounds, but you must buy tickets from the kiosk on your right after entering the main gates to enter the most important two graveyards."
    },
    {
        "country": "russia",
        "city": "St Petersburg",
        "index": 19,
        "name": "Hermitage Storage Facility",
        "latitude": "59.98751792",
        "longitude": "30.25985079",
        "excerpt": "Guided tours of the Hermitage’s state-of-the-art restoration and storage facility are highly recommended. This is not a formal exhibition as such, but the…",
        "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/petrograd-vyborg-sides/attractions/hermitage-storage-facility/a/poi-sig/1473816/1336042",
        "image_url": null,
        "detail_description": "Guided tours of the Hermitage’s state-of-the-art restoration and storage facility are highly recommended. This is not a formal exhibition as such, but the guides are knowledgeable and the examples chosen for display (paintings, furniture and carriages) are wonderful.The storage facility is directly behind the big shopping centre opposite the metro station – look for the enormous golden-yellow glass facility decorated with shapes inspired by petroglyphs.\nThe highlight is undoubtedly the gorgeous 17-part ceremonial tent presented to Alexander III by the Emir of Bukhara in 1893. Other treasures include an embroidered Turkish tent, presented to Catherine the Great by the Sultan Selim III one century earlier. Beside it stands an equally impressive modern diplomatic gift: a massive wood carving of the mythical garuda bird, given by Indonesia to the city for its 300th anniversary. Another section contains gorgeous pieces from the imperial wardrobe, including the wedding gown worn by Alexandra Feodorovna (Nicholas II's wife) and dresses worn by their daughters Tatiana and Olga, Russia's last tsarinas.Other notable displays are of ancient Russian icons and frescos; selections from the collection of 3500 canvases by Russian artists down the ages; a hall of imperial carriages; and a depository stacked with all kinds of furniture – a veritable imperial IKEA!Call ahead to reserve a tour in English."
    },
    {
        "country": "russia",
        "city": "Western Siberia",
        "index": 20,
        "name": "Trinity Monastery",
        "latitude": "57.16996879",
        "longitude": "65.51283788",
        "excerpt": "Riverside Trinity Monastery is undoubtedly Tyumen’s most appealing architectural complex. Its kremlin-style crenellated outer wall is pierced by a single…",
        "detail_url": "https://www.lonelyplanet.com/russia/siberia/tyumen/attractions/trinity-monastery/a/poi-sig/1066197/360544",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/460404913_medium.jpg",
        "detail_description": "Riverside Trinity Monastery is undoubtedly Tyumen’s most appealing architectural complex. Its kremlin-style crenellated outer wall is pierced by a single gate tower. Behind, gold domes top the striking Troitsky Church in the centre of the courtyard and, next to the black-turreted main gate, the 1727 Peter &amp; Paul Church. In summer the flower beds of the complex burst with colour. The monastery is a pleasant 30-minute walk northwest from the city centre.\n"
    }
]