[
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 1,
        "name": "Centro Gabriela Mistral",
        "latitude": "-33.439437",
        "longitude": "-70.63989",
        "excerpt": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/centro-gabriela-mistral/a/poi-sig/1304048/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/676c050392d21129f8fa3ed0ff53961a-centro-gabriela-mistral.jpg",
        "detail_description": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in Literature – is an exciting addition to Santiago's art scene, with concerts and performances most days. Drop by to check out the rotating art exhibits on the bottom floor, the iconic architecture that vaults and cantilevers on the inside and looks like a giant rusty cheese grater from the street, the little plazas, murals, cafes and more.\n"
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 2,
        "name": "La Chascona",
        "latitude": "-33.431182",
        "longitude": "-70.634258",
        "excerpt": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair')…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/la-chascona/a/poi-sig/396091/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/86dd587c854c96940ad6ff8b1897b80a-la-chascona.jpg",
        "detail_description": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair'), the name inspired by her unruly curls. Neruda, of course, was a great lover of the sea, so the dining room is modeled on a ship's cabin and the living room on a lighthouse.\nAudio tours (available in English, French, German, Portuguese and Spanish) take you through the history of the building and the collection of colored glass, shells, furniture and artwork by famous friends – sadly much more was lost when the house was ransacked during the dictatorship. The Fundación Neruda, which maintains Neruda's houses, has its headquarters here and runs a lovely gift shop."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 3,
        "name": "Cerro San Cristóbal",
        "latitude": "-33.429445",
        "longitude": "-70.635889",
        "excerpt": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/cerro-san-cristobal/a/poi-sig/396121/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-463387071_high.jpg",
        "detail_description": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park is Santiago's largest green space, but it's still decidedly urban: a funicular carries you between different landscaped sections on one side, while a teleférico (cable car) swoops you away on the other.\nA snowy white 14m-high statue of the Virgen de la Inmaculada Concepción towers atop the cumbre (summit) at the Bellavista end of the park. The benches at its feet are the outdoor church where Pope John Paul II said Mass in 1984. To get here, take a steep switchbacked dirt trail or the funicular from Plaza Caupolicán (where you'll also find a tourist info kiosk). Alternatively, enter the park from Pedro de Valdivia and board the teleférico.Other attractions on the hillside include the Zoológico Nacional; the Jardín Botánico Mapulemu, a botanical garden; the child-oriented Plaza de Juegos Infantiles Gabriela Mistral, featuring attractive wooden playground equipment and an interactive water fountain; and two huge public swimming pools, the Piscina Tupahue and Piscina Antilén. The small but perfectly landscaped Jardín Japonés (Japanese Garden) is just above the Pedro de Valdivia entrance.Near the top of the funicular is the Terraza Bellavista, where there are a few snack stands and extraordinary views across the city. The park lies north of Bellavista and Providencia and has entrances in both neighborhoods."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 4,
        "name": "Museo Ralli",
        "latitude": "-33.396976",
        "longitude": "-70.591938",
        "excerpt": "This little-visited museum on a quiet residential street in Vitacura boasts a stunning collection of contemporary Latin American art mixed in with…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-ralli/a/poi-sig/1583638/363286",
        "image_url": null,
        "detail_description": "This little-visited museum on a quiet residential street in Vitacura boasts a stunning collection of contemporary Latin American art mixed in with familiar European masters. Don't miss the gallery dedicated to 20th-century Chilean art on the basement level or the surrealist works by Salvador Dalí and René Magritte on the top floor.\n"
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 5,
        "name": "Museo Chileno de Arte Precolombino",
        "latitude": "-33.438896689984",
        "longitude": "-70.652294887637",
        "excerpt": "Exquisite pottery from most major pre-Columbian cultures is the backbone of Santiago's best museum, the Museo Chileno de Arte Precolombino. As well as…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-chileno-de-arte-precolombino/a/poi-sig/396093/363286",
        "image_url": null,
        "detail_description": "Exquisite pottery from most major pre-Columbian cultures is the backbone of Santiago's best museum, the Museo Chileno de Arte Precolombino. As well as dozens of intricately molded anthropomorphic vessels, star exhibits include hefty Maya stone columns, towering Mapuche totems and a fascinating Andean textile display.\r\n\nMore unusual are the wooden vomit spatulas used by Amazonian shamans before taking psychoactive powders.\r\n"
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 6,
        "name": "Museo de la Memoria y los Derechos Humanos",
        "latitude": "-33.439884",
        "longitude": "-70.679823",
        "excerpt": "Opened in 2010, this striking museum isn't for the faint of heart: the exhibits expose the terrifying human rights violations and large-scale …",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-la-memoria-y-los-derechos-humanos/a/poi-sig/1304114/363286",
        "image_url": null,
        "detail_description": "Opened in 2010, this striking museum isn't for the faint of heart: the exhibits expose the terrifying human rights violations and large-scale 'disappearances' that took place under Chile's military government between 1973 and 1990.\nThere's no way around it – learning about the 40,000 victims subjected to torture and execution is positively chilling – but a visit to this carefully curated museum helps to contextualize Chile's tumultuous recent history."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 7,
        "name": "Palacio Cousiño",
        "latitude": "-33.452749",
        "longitude": "-70.65681",
        "excerpt": "'Flaunt it' seems to have been the main idea behind the shockingly lavish Palacio Cousiño. It was built between 1870 and 1878 by the prominent Cousiño…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/palacio-cousino/a/poi-sig/396115/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0c1dbc2c8b382b429129a7bbd2b1cc74-palacio-cousino.jpg",
        "detail_description": "'Flaunt it' seems to have been the main idea behind the shockingly lavish Palacio Cousiño. It was built between 1870 and 1878 by the prominent Cousiño-Goyenechea family after they'd amassed a huge fortune from winemaking and coal and silver mining, and it's a fascinating glimpse of how Chile's 19th-century elite lived.\nCarrara-marble columns, a half-tonne Bohemian crystal chandelier, Chinese cherrywood furniture, solid-gold cutlery and the first electrical fittings in Chile are just some of the ways they found to fritter away their fortune."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 8,
        "name": "Palacio de la Moneda",
        "latitude": "-33.442588",
        "longitude": "-70.653902",
        "excerpt": "Chile's presidential offices are in the Palacio de la Moneda. The ornate neoclassical building was designed by Italian architect Joaquín Toesca in the…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/palacio-de-la-moneda/a/poi-sig/396117/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ae45528ccee258f1c167e2c8f081898-palacio-de-la-moneda.jpg",
        "detail_description": "Chile's presidential offices are in the Palacio de la Moneda. The ornate neoclassical building was designed by Italian architect Joaquín Toesca in the late 18th century and was originally the official mint. The inner courtyards are generally open to the public; schedule a guided tour by filling out the online form a few days in advance.\nThe north facade was badly damaged by air-force missile attacks during the 1973 military coup when President Salvador Allende – who refused to leave – was overthrown here. A monument honoring Allende now stands opposite in Plaza de la Constitución."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 9,
        "name": "Museo de la Solidaridad Salvador Allende",
        "latitude": "-33.454038",
        "longitude": "-70.667195",
        "excerpt": "Picasso, Miró, Tápies and Matta are some of the artistic heavyweights who gave works to the Museo de la Solidaridad Salvador Allende. Begun as a populist…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-la-solidaridad-salvador-allende/a/poi-sig/396105/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d981495820ee4bb727917904861a6e9a-museo-de-la-solidaridad-salvador-allende.jpg",
        "detail_description": "Picasso, Miró, Tápies and Matta are some of the artistic heavyweights who gave works to the Museo de la Solidaridad Salvador Allende. Begun as a populist art initiative during Allende's presidency – and named in his honor – the incredible collection was taken abroad during the dictatorship, where it became a symbol of Chilean resistance.\nThe 2000 works finally found a home in 2005, when the Fundación Allende bought and remodeled this grand old town house. The permanent collection sometimes goes on tour and is replaced by temporary exhibitions, and there's a darkened room with an eerie display of Allende's personal effects. Guided tours (email ahead) sometimes visit the basement, where you can see tangled telephone wires and torture instruments left over from when the house was used by the dictatorship's notorious National Intelligence Directorate (DINA) as a listening station."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 10,
        "name": "Museo de la Moda",
        "latitude": "-33.398136",
        "longitude": "-70.586568",
        "excerpt": "This slick, privately operated fashion museum comprises a vast and exquisite permanent collection of Western clothing – 20th-century designers are…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-la-moda/a/poi-sig/1155359/363286",
        "image_url": null,
        "detail_description": "This slick, privately operated fashion museum comprises a vast and exquisite permanent collection of Western clothing – 20th-century designers are particularly well represented.\nStar attractions include John Lennon's jacket from 1966, the 'cone bra' Jean Paul Gaultier designed for Madonna and an evening gown donned by Lady Diana in 1981. Note, however, that only a fraction of items from the 10,000-piece collection are on display at any given time. Lighthearted temporary exhibits have ranged from a Michael Jackson tribute and a 'Back to the 80s' show to a fútbol-themed exhibit featuring athletic wear from the World Cup held in Chile in 1962. The airy on-site cafe is a fashionable spot for coffee or lunch.From Escuela Militar metro station, grab a taxi or take bus 425 from the east side of Américo Vespucio (you need a Bip! card) and get off at the intersection with Av Vitacura."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 11,
        "name": "Mercado Central",
        "latitude": "-33.433776967817",
        "longitude": "-70.651213723938",
        "excerpt": "Gleaming piles of fresh fish and crustaceans atop mounds of sparkling ice thrill foodies and photographers alike at the Mercado Central. Look for congrio …",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/mercado-central/a/poi-sig/1303859/363286",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/55822aa4a139dcc257fba5d7e6df6305-mercado-central.jpg",
        "detail_description": "Gleaming piles of fresh fish and crustaceans atop mounds of sparkling ice thrill foodies and photographers alike at the Mercado Central. Look for congrio (conger eel), locos (Chilean abalone), piure (an orange tunicate) and other local specialties.\n"
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 12,
        "name": "Templo Baha'i",
        "latitude": "-33.476395",
        "longitude": "-70.511616",
        "excerpt": "This striking shell-shaped temple in the Andean foothills is a tranquil spot to relax – even for those who don't ascribe to the Baha'í faith – with an…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/templo-baha-i/a/poi-sig/1588189/363286",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1095573048.jpg",
        "detail_description": "This striking shell-shaped temple in the Andean foothills is a tranquil spot to relax – even for those who don't ascribe to the Baha'í faith – with an extensive area of native gardens and picnic tables overlooking the city (that is, on smog-free days!).\nTo get here, take metro Línea 4 to the Grecia station, catch bus 506 to Diagonal Las Torres and then walk north along Alvaro Casanova to the temple access road. It's a tough uphill walk, so you may prefer a taxi."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 13,
        "name": "Cementerio General",
        "latitude": "-33.417616",
        "longitude": "-70.650029",
        "excerpt": "More than just a graveyard, Santiago’s Cemen­terio General is a veritable city of tombs, many adorned with works by famous local sculptors. The names…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/cementerio-general/a/poi-sig/396085/363286",
        "image_url": null,
        "detail_description": "More than just a graveyard, Santiago’s Cemen­terio General is a veritable city of tombs, many adorned with works by famous local sculptors. The names above the crypts read like a who’s who of Chilean history: its most tumultuous moments are attested to by Salvador Allende’s tomb and the Memorial del Detenido Desaparecido y del Ejecutado Político, a memorial to the ‘disappeared’ of Pinochet’s dictatorship.\nTo reach the memorial from the main entrance, walk down Av O'Higgins, turning right onto Limay for another 200m until you find Patio Recoleta Norte."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 14,
        "name": "Museo de Artes Visuales",
        "latitude": "-33.437512",
        "longitude": "-70.640706",
        "excerpt": "Exposed concrete, stripped wood and glass are the materials local architect Cristián Undurraga chose for the stunningly simple Museo de Artes Visuales…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-artes-visuales/a/poi-sig/396099/363286",
        "image_url": null,
        "detail_description": "Exposed concrete, stripped wood and glass are the materials local architect Cristián Undurraga chose for the stunningly simple Museo de Artes Visuales. The contents of the four open-plan galleries are as impressive as the building: top-notch modern engravings, sculptures, paintings and photography form the regularly changing temporary exhibitions.\nAdmission includes the Museo Arqueológico de Santiago (MAS; Santiago Archeological Museum), tucked away on the top floor. The low-lit room with dark walls and wooden floors makes an atmospheric backdrop for a small but quality collection of Diaguita, San Pedro and Molle ceramics, Mapuche jewelry and more."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 15,
        "name": "Parque por la Paz",
        "latitude": "-33.463464",
        "longitude": "-70.542713",
        "excerpt": "During Chile’s last dictatorship some 4500 political prisoners were tortured and 241 were exe­cuted at Villa Grimaldi by the now-disbanded National…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/parque-por-la-paz/a/poi-sig/1155360/363286",
        "image_url": null,
        "detail_description": "During Chile’s last dictatorship some 4500 political prisoners were tortured and 241 were exe­cuted at Villa Grimaldi by the now-disbanded National Intelligence Directorate (DINA). The compound was razed in the last days of Pinochet’s dictatorship – no doubt to conceal evidence of torture – but after the return of democracy it was turned into a powerful memorial park known as Parque por la Paz.\nEach element of the park symbolizes one aspect of the atrocities and visits here are fascinating but harrowing – be sensitive about taking pictures as other visitors may be former detainees or family members. Check the website ahead of time to arrange a guided tour. Take Transantiago bus D09 (you need a Bip! card) from right outside the Av Vespucio exit of Plaza Egaña metro station; it drops you opposite."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 16,
        "name": "Plaza de Armas",
        "latitude": "-33.437762",
        "longitude": "-70.650619",
        "excerpt": "Since the city's founding in 1541, the Plaza de Armas has been its symbolic heart. In colonial times a gallows was the square's grisly centerpiece; today…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/plaza-de-armas/a/poi-sig/1155354/363286",
        "image_url": null,
        "detail_description": "Since the city's founding in 1541, the Plaza de Armas has been its symbolic heart. In colonial times a gallows was the square's grisly centerpiece; today it's a fountain celebrating libertador (liberator) Simón Bolívar, shaded by more than a hundred Chilean palm trees. \nParallel pedestrian precincts Paseo Ahumada and Paseo Estado disgorge scores of strolling Santiaguinos onto the square on weekends and sunny weekday afternoons: clowns, helium-balloon sellers and snack stands keep them entertained."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 17,
        "name": "Centro Cultural Palacio La Moneda",
        "latitude": "-33.443689",
        "longitude": "-70.654256",
        "excerpt": "Underground art takes on a new meaning in one of Santiago's newer cultural spaces: the Centro Cultural Palacio La Moneda beneath Plaza de la Ciudadanía. A…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/centro-cultural-palacio-la-moneda/a/poi-sig/1155355/363286",
        "image_url": null,
        "detail_description": "Underground art takes on a new meaning in one of Santiago's newer cultural spaces: the Centro Cultural Palacio La Moneda beneath Plaza de la Ciudadanía. A glass-slab roof floods the vaultlike space with natural light, and ramps wind down through the central atrium past the Cineteca Nacional, a state-run art-house movie theater, to two large temporary exhibition spaces that house some of the biggest touring shows to visit Santiago.\nThe uppermost level contains a fair-trade crafts shop, a few cafes and a gallery space."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 18,
        "name": "Patronato",
        "latitude": "-33.432292",
        "longitude": "-70.64356",
        "excerpt": "This barrio within a barrio, roughly bordered by Recoleta, Loreto, Bellavista and Dominica streets, is the heart of Santiago's immigrant communities,…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/patronato/a/poi-sig/1304106/363286",
        "image_url": null,
        "detail_description": "This barrio within a barrio, roughly bordered by Recoleta, Loreto, Bellavista and Dominica streets, is the heart of Santiago's immigrant communities, particularly Koreans, Chinese and Arabs. The colorful, slightly run-down blocks are lined with antique buildings and illuminated by neon signs; a soundtrack of cumbia always seems to keep the beat in the background.\nCome to poke around the bare-bones ethnic supermarkets, feast on street food, or wander through the clothing market to watch the locals haggling over dresses and Chinese slippers."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 19,
        "name": "Parque Bicentenario",
        "latitude": "-33.407335",
        "longitude": "-70.601535",
        "excerpt": "This gorgeous urban oasis was created, as the name suggests, in celebration of the Chilean bicentennial. In addition to more than 4000 trees, a peaceful…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/parque-bicentenario/a/poi-sig/1304146/363286",
        "image_url": null,
        "detail_description": "This gorgeous urban oasis was created, as the name suggests, in celebration of the Chilean bicentennial. In addition to more than 4000 trees, a peaceful location alongside the Río Mapocho and access to city bike paths, the park features inviting chaise lounges and sun umbrellas, plus state-of-the-art playground equipment for kids.\nIt's a quick taxi ride from the Tobalaba metro station, or hop on bus 405 and get off at Av Alonso de Córdova (three blocks east of the park)."
    },
    {
        "country": "santiago",
        "city": "Santiago",
        "index": 20,
        "name": "Museo Nacional de Bellas Artes",
        "latitude": "-33.435327",
        "longitude": "-70.643216",
        "excerpt": "This fine art museum is housed in the stately neoclassical Palacio de Bellas Artes, built as part of Chile's centenary celebrations in 1910. The museum…",
        "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-nacional-de-bellas-artes/a/poi-sig/1077869/363286",
        "image_url": null,
        "detail_description": "This fine art museum is housed in the stately neoclassical Palacio de Bellas Artes, built as part of Chile's centenary celebrations in 1910. The museum features an excellent permanent collection of Chilean art. There are free guided tours starting at 10:30am daily (except January and February, when they begin at noon).\nLook out for works by Luis Vargas Rosas, member of the Abstraction Creation group, along with fellow Chilean Roberto Matta, whose work is also well represented."
    }
]