[
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 1,
        "name": "Mosteiro São Bento",
        "latitude": "-23.543812941092",
        "longitude": "-46.63388087194",
        "excerpt": "Among the city’s oldest and most important churches, São Bento dates to 1598, though its neo-Gothic facade dates only to the early 20th century. Step…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/mosteiro-sao-bento/a/poi-sig/1166903/1342423",
        "image_url": null,
        "detail_description": "Among the city’s oldest and most important churches, São Bento dates to 1598, though its neo-Gothic facade dates only to the early 20th century. Step inside the church to view its impressive stained glass. Mass (7am weekdays, 6am on Saturday and 10am Sunday) includes Gregorian chanting.\nThere's a legendary, culturally rich brunch of monk and top chef delicacies – including prosecco! – on the second and last Sunday of each month; booking required well in advance (R$220 per person; reservations at brunchnomosteiro@multiplaeventos.com.br). The in-house bakery (7am to 6pm Monday to Friday; items R$7 to R$35) is also a real treat, with highly sought after breads, cakes, pastries, biscuits and jams made by the monks from centuries-old recipes."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 2,
        "name": "Edifício Copan",
        "latitude": "-23.546584565605",
        "longitude": "-46.64493720838",
        "excerpt": "Copan was designed by late modernist master Oscar Niemeyer. The building, with its serpentine facade and narrow brises soleil (permanent sunshades), is…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/edificio-copan/a/poi-sig/1166916/1342423",
        "image_url": null,
        "detail_description": "Copan was designed by late modernist master Oscar Niemeyer. The building, with its serpentine facade and narrow brises soleil (permanent sunshades), is Sampa's most symbolic structure. You can visit its snaking, sloping ground-floor shopping arcade anytime; its spectacular rooftop opens only on weekdays at 10:30am or 3:30pm*, however. The 15-minute visit is no frills – there's barely a railing! – and feels wonderfully unrushed. Checkin at Bloco F (space limited – arrive at least 30 minutes in advance).\nNote that the leftist architect designed the building to bring together all classes by including sprawling apartments for the rich as well as tiny studios for the working poor – a real rarity in class-conscious São Paulo. There are over 1150 apartments in total, making it Brazil's largest residential building.\r\n\r\n*Visits to the rooftop are temporarily suspended.\r\n"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 3,
        "name": "Museu de Arte de São Paulo",
        "latitude": "-23.56121965991",
        "longitude": "-46.656305244112",
        "excerpt": "Sampa’s pride, this museum possesses Latin America’s most comprehensive collection of Western art. Hovering above a concrete plaza that turns into an…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/avenida-paulista-jardins-around/attractions/museu-de-arte-de-sao-paulo/a/poi-sig/1166940/1342424",
        "image_url": null,
        "detail_description": "Sampa’s pride, this museum possesses Latin America’s most comprehensive collection of Western art. Hovering above a concrete plaza that turns into an antiques fair on Sunday (and acts as a protest gathering point almost always!), the museum, designed by architect Lina Bo Bardi and completed in 1968, is considered a classic of modernism by many and an abomination by a vocal few.\nThe collection, though, is unimpeachable, and ranges from Goya to El Greco to Manet. The impressionist collection is particularly noteworthy. There are also a few great Brazilian paintings, including three fine works by Cândido Portinari. The permanent collection is housed in glass panels wedged in concrete bases, an original Bo Bardi design that was taken away in 1996 but returned in 2015. Regrettably, the museum seems rather neglected by its guardians, with public areas looking shabby in places. More shocking was the theft in 2007 of paintings by Portinari and Picasso, which revealed that a museum with a billion-dollar collection lacked motion detectors or cameras with infrared capabilities. Fortunately, the two paintings were eventually recovered."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 4,
        "name": "Museu Xingu",
        "latitude": "-23.566859",
        "longitude": "-46.659214",
        "excerpt": "Relatively unknown and blissfully uncrowded, the unassuming Casa Amarela is part NGO handicraft shop, part two-table romantic cafe and part tiny Museu…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/avenida-paulista-jardins-around/attractions/museu-xingu/a/poi-sig/1517545/1342424",
        "image_url": null,
        "detail_description": "Relatively unknown and blissfully uncrowded, the unassuming Casa Amarela is part NGO handicraft shop, part two-table romantic cafe and part tiny Museu Xingu. The last of these has one the world's best collections of artifacts from Irmãos Villas-Bôas, a three-brother Brazilian activist team who were the first white men to come in contact with upper Xingu river indigenous communities of the Amazon.\nThey were responsible for the preservation of South America's first indigenous reserve, Parque Indígena do Xingu, in 1961."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 5,
        "name": "Pina_Luz",
        "latitude": "-23.534322002698",
        "longitude": "-46.633911720648",
        "excerpt": "This elegant neoclassical museum, formerly known as Pinacoteca do Estado but modernly rebranded 'Pina_Luz' (with the underline!) in 2017, houses an…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/pina-luz/a/poi-sig/1166918/1342423",
        "image_url": null,
        "detail_description": "This elegant neoclassical museum, formerly known as Pinacoteca do Estado but modernly rebranded 'Pina_Luz' (with the underline!) in 2017, houses an excellent collection of Brazilian – and especially Paulista – art from the 19th century to the present. Works include big names such as Portinari and Di Cavalcanti, and it has an excellent permanent collection of modernist Brazilian art. There is a lovely cafe that faces adjacent Parque da Luz.\nPina_Estacão, its temporary exhibition annex, is housed in nearby Estação Júlio Prestes."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 6,
        "name": "Farol Santander",
        "latitude": "-23.545793",
        "longitude": "-46.63413",
        "excerpt": "For one of Sampa’s best panoramas, head to the top of this 161m-high skyscraper, Brazil’s version of the Empire State Building – completed in 1939 and…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/farol-santander/a/poi-sig/1166913/1342423",
        "image_url": null,
        "detail_description": "For one of Sampa’s best panoramas, head to the top of this 161m-high skyscraper, Brazil’s version of the Empire State Building – completed in 1939 and most famously known as the Banespa (Banco do Estado de São Paulo) building. Book tickets online in advance.\nThe observation deck on the top floor offers spectacular views of the city and renovations have added cafes, a 21st floor skate park and exhibitions – highlights include a panorama of São Paulo's skyline made up of junk by Vik Muniz and a three-minute historical film screened in a mirrored cinema room. There's also a trendy R$4000 per night loft bookable on Airbnb."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 7,
        "name": "Edifício Itália",
        "latitude": "-23.545415549404",
        "longitude": "-46.643681918383",
        "excerpt": "With 46 stories, this skyscraper just south of the Praça da República is the tallest in the city center. You have three options to see the view: weekdays…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/edificio-italia/a/poi-sig/1166915/1342423",
        "image_url": null,
        "detail_description": "With 46 stories, this skyscraper just south of the Praça da República is the tallest in the city center. You have three options to see the view: weekdays from 3pm to 7pm, the building charges a R$30 fee for top access (includes a welcome drink); after 7pm daily for R$35 you can visit the bar at Terraço Italia – which offers some of São Paulo's mightiest views; or book lunch or dinner at Terraço Italia's restaurant (the priciest option).\n"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 8,
        "name": "Estação da Luz",
        "latitude": "-23.535143405101",
        "longitude": "-46.635397316322",
        "excerpt": "Across the street from the Parque da Luz sits one of São Paulo's most stunning structures, a classic late-Victorian train station constructed with…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/estacao-da-luz/a/poi-sig/1167388/1342423",
        "image_url": null,
        "detail_description": "Across the street from the Parque da Luz sits one of São Paulo's most stunning structures, a classic late-Victorian train station constructed with materials entirely shipped in from Britain and completed in 1901. These days, it has been returned to something close to its original splendor – it's the neighborhood that needs a bit of restoration! Estação da Luz services São Paulo’s extensive suburban lines, with a long tunnel linking it to the Metrô Luz .\n"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 9,
        "name": "Mercado Municipal",
        "latitude": "-23.541858",
        "longitude": "-46.629303",
        "excerpt": "This covered market is a belle epoque confection of stained glass and a series of vast domes. Inside, a fabulous urban market specializes in all things…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/mercado-municipal/a/poi-sig/415526/1342423",
        "image_url": null,
        "detail_description": "This covered market is a belle epoque confection of stained glass and a series of vast domes. Inside, a fabulous urban market specializes in all things edible. It’s also a great place to sample a couple of classic Sampa delights: mortadella (Italian sausage) sandwiches at Bar do Mané or Hocca Bar, and pasteis (fried, stuffed pastries).\nWandering the various stalls here, sampling as you go and taking in the sights and sounds of everyday Paulistano moving and shaking, is one of Sampa's great joys."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 10,
        "name": "Rua Oscar Freire",
        "latitude": "-23.56322",
        "longitude": "-46.668913",
        "excerpt": "Take a stroll down Brazil's 'Rodeo Drive', a leafy, tree-lined thoroughfare brimming with cafes, concept stores and flagship boutiques, top-end…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/avenida-paulista-jardins-around/attractions/rua-oscar-freire/a/poi-sig/1598189/1342424",
        "image_url": null,
        "detail_description": "Take a stroll down Brazil's 'Rodeo Drive', a leafy, tree-lined thoroughfare brimming with cafes, concept stores and flagship boutiques, top-end restaurants, beautiful people and usually a celebrity or two. It is said to be the eighth most luxurious street in the world, and clocks in as some of the most expensive real-estate per sq meter in Latin America.\nThe people-watching is ace!"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 11,
        "name": "Theatro Municipal",
        "latitude": "-23.545281",
        "longitude": "-46.638615",
        "excerpt": "São Paulo’s most splendid construction, this theater was begun in 1903 in the style of Paris’ Palais Garnier. Its heavily ornamented facade seems to…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/theatro-municipal/a/poi-sig/1166914/1342423",
        "image_url": null,
        "detail_description": "São Paulo’s most splendid construction, this theater was begun in 1903 in the style of Paris’ Palais Garnier. Its heavily ornamented facade seems to combine every architectural style imaginable, from baroque to art nouveau, and its interior is clad in gold and marble. Free English tours run twice daily Wednesday to Friday at 11am and 5pm, and Saturday at 11am (additional tours are available in Portuguese).\n"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 12,
        "name": "Beco do Batman",
        "latitude": "-23.556582",
        "longitude": "-46.68668",
        "excerpt": "One of São Paulo's premiere street-art locations, 'Batman's Alley' has slowly risen from secret location for band promotional shots and Brazilian films to…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/pinheiros-vila-madalena-around/attractions/beco-do-batman/a/poi-sig/1597603/1342425",
        "image_url": null,
        "detail_description": "One of São Paulo's premiere street-art locations, 'Batman's Alley' has slowly risen from secret location for band promotional shots and Brazilian films to a bonafide tourist attraction – even school kids visit nowadays. The open gallery, tucked away in artsy Vila Madalena, is covered head-to-toe in cutting-edge street art by local and international artists.\nObviously, the photo opportunities here are top."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 13,
        "name": "Japan House",
        "latitude": "-23.5708",
        "longitude": "-46.6447",
        "excerpt": "You can't miss the stunning facade of this Av Paulista newcomer. Its sliding vertical plank entrance sits in stark contrast to the surrounding concrete…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/avenida-paulista-jardins-around/attractions/japan-house/a/poi-sig/1598888/1342424",
        "image_url": null,
        "detail_description": "You can't miss the stunning facade of this Av Paulista newcomer. Its sliding vertical plank entrance sits in stark contrast to the surrounding concrete and steel, under the nose of a massive mural by local street-artist Kobra, depicting architect Oscar Niemeyer – who would no doubt approve – on the building behind. A Japanese government initiative, this contemporary art, gastronomy and technology cultural center houses stunning temporary exhibitions, a cafe and a top-end sushi restaurant by acclaimed chef Jun Sakamoto.\nEven the gift shop is worth a browse, offering exquisite Khochosai Kosuga–designed bamboo wallets, chopsticks and containers that are works of art themselves."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 14,
        "name": "Museu do Futebol",
        "latitude": "-23.54959589733",
        "longitude": "-46.667011490432",
        "excerpt": "Tucked under the bleachers of colorfully art deco Pacaembu Stadium, this fantastic museum is devoted to Brazil’s greatest passion – football (soccer). Its…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/pinheiros-vila-madalena-around/attractions/museu-do-futebol/a/poi-sig/1166932/1342425",
        "image_url": null,
        "detail_description": "Tucked under the bleachers of colorfully art deco Pacaembu Stadium, this fantastic museum is devoted to Brazil’s greatest passion – football (soccer). Its multimedia displays over two floors manage to evoke the thrill of watching a championship game, even for nonfans.\nHighlights toy with your emotions, from the exuberant roar of the torcida (cheering section) to the somber 1950 FIFA World Cup video room, which feels like a funeral when Brazil gives up the championship-winning goal to Uruguay with 11 minutes left on the clock. Catch bus 917M-10 (Morro Grande) from Av Dr Arnaldo 500 outside Metrô Clínicas and get off in front of Pão de Açúcar grocery store on Av Pacaembu."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 15,
        "name": "Museu Afro-Brasil",
        "latitude": "-23.584",
        "longitude": "-46.6598",
        "excerpt": "This hugely important, absolutely fascinating Parque Ibirapuera museum features a permanent 3rd-floor collection chronicling five centuries of African…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/parque-ibirapuera-around/attractions/museu-afro-brasil/a/poi-sig/1166951/1342426",
        "image_url": null,
        "detail_description": "This hugely important, absolutely fascinating Parque Ibirapuera museum features a permanent 3rd-floor collection chronicling five centuries of African immigration (and a nod to the 10 million African lives lost in the construction of Brazil) and hosts a rotating array of contemporary Afro-centric exhibitions on its bottom two floors.\n"
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 16,
        "name": "Museu de Arte Sacra",
        "latitude": "-23.530566",
        "longitude": "-46.631405",
        "excerpt": "The best of its kind in Brazil, this museum includes works by renowned 18th-century sculptor Antônio Aleijadinho, along with some 1000 other…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/museu-de-arte-sacra/a/poi-sig/1166925/1342423",
        "image_url": null,
        "detail_description": "The best of its kind in Brazil, this museum includes works by renowned 18th-century sculptor Antônio Aleijadinho, along with some 1000 other ecclesiastical pieces from the 17th to the 20th centuries curated from an 18,000-strong archive. The museum is housed in the 18th-century Luz monastery, which is one of São Paulo’s best-preserved buildings of the period.\nA newer annex houses an amazingly large and elaborate Neapolitan manger scene (10am to 11am &amp; 2pm to 3pm only) fashioned from 1620 18th-century figurines – one of the world's three most important nativity scenes. It's 50m from Metrô Tiradentes."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 17,
        "name": "Museu da Língua Portuguesa",
        "latitude": "-23.53517",
        "longitude": "-46.635879",
        "excerpt": "Half of Estação da Luz has been given over to this museum, with fascinating permanent exhibits documenting the rise of the Brazilian language as distinct…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/centro-around/attractions/museu-da-lingua-portuguesa/a/poi-sig/1166919/1342423",
        "image_url": null,
        "detail_description": "Half of Estação da Luz has been given over to this museum, with fascinating permanent exhibits documenting the rise of the Brazilian language as distinct from European Portuguese, as well as creative temporary installations celebrating Brazilian literature.\nA horrible fire – started by a short-circuited lamp – destroyed the top two floors of the museum in late 2015 and much of its collection (which was thankfully digitized). The museum is currently undergoing a massive restoration that is expected to be finished by the end of 2019 – you can follow its progress on a timeline on its newly launched web site."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 18,
        "name": "Parque Ibirapuera",
        "latitude": "-23.58678083348",
        "longitude": "-46.65696144104",
        "excerpt": "São Paulo's most expansive green space and a much-loved urban oasis for Paulistanos, Parque Ibirapuera is a leafy 2 sq-km park in Vila Mariana. In…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/parque-ibirapuera-around/attractions/parque-ibirapuera/a/poi-sig/415556/1342426",
        "image_url": null,
        "detail_description": "São Paulo's most expansive green space and a much-loved urban oasis for Paulistanos, Parque Ibirapuera is a leafy 2 sq-km park in Vila Mariana. In addition to being an obvious focal point for recreation, fitness and picnics, it's also a thriving cultural hub that's home to several worthwhile museums and architecturally significant buildings. The park also hosts São Paulo's world class arts fair, Bienal de São Paulo. To get to the park, take the metro to Vila Mariana station and then bus 775-A ‘Jardim Aldagiza.’\nYou can download the park's helpful app as well at www.parqueibirapuera.org/ibiraconservacao/aplicativo-do-parque."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 19,
        "name": "Marquise do Ibirapuera",
        "latitude": "-23.586948",
        "longitude": "-46.656532",
        "excerpt": "One of Parque Ibirapuera's most noticeably unique structures is Oscar Niemeyer's Marquise do Ibirapuera. It's a wavy, 620m-long and 15m- to 80m-wide…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/parque-ibirapuera-around/attractions/marquise-do-ibirapuera/a/poi-sig/1599684/1342426",
        "image_url": null,
        "detail_description": "One of Parque Ibirapuera's most noticeably unique structures is Oscar Niemeyer's Marquise do Ibirapuera. It's a wavy, 620m-long and 15m- to 80m-wide marquee supported by 121 columns that connects some of the park's most significant buildings such as Museu Afro-Brasil, Pavilhão OCA, Pavilhão das Culturas and Pavilhão Ciccillo Matarazzo (Bienal). It is considered one of Niemeyer's most significant pre-Brasília works.\nFor obvious reasons, it is popular with skateboarders, rollerbladers, cyclists and other wheeled tricksters."
    },
    {
        "country": "sao-paulo",
        "city": "São Paulo",
        "index": 20,
        "name": "Instituto Moreira Salles",
        "latitude": "-23.556151",
        "longitude": "-46.662084",
        "excerpt": "A 2017 artistic addition to Av Paulista, this striking, R$150 million, vertical museum and cultural center is a real treat for photography fans – three…",
        "detail_url": "https://www.lonelyplanet.com/brazil/sao-paulo/avenida-paulista-jardins-around/attractions/instituto-moreira-salles/a/poi-sig/1598757/1342424",
        "image_url": null,
        "detail_description": "A 2017 artistic addition to Av Paulista, this striking, R$150 million, vertical museum and cultural center is a real treat for photography fans – three floors of galleries are home to oft-changing exhibitions from some of the world's most renowned shutterbugs.\nThe building itself, with its plexi-like see-through facade, took home an award for best architecture work in São Paulo from the Paulista Association of Art Critics. It also houses an art cinema, viewing terrace and the excellent new Balaio IMS."
    }
]