[
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 1,
        "name": "Prophet’s Mosque",
        "latitude": "24.469963",
        "longitude": "39.611174",
        "excerpt": "One of only two mosques in the world that can accommodate a million people, the Prophet’s Mosque holds deep significance for Muslims all over the world…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/medina/attractions/prophet-s-mosque/a/poi-sig/1602776/1341228",
        "image_url": null,
        "detail_description": "One of only two mosques in the world that can accommodate a million people, the Prophet’s Mosque holds deep significance for Muslims all over the world. It is said to have been built by the Prophet himself in AD 622 and not only encompasses his final resting place (alongside the first two caliphs) beneath the iconic green dome built by the Ottomans, it also covers where his house once stood, adjacent to the mosque when it was just a modest square mud-and-wood building.\nLike Al Masjid Al Haram (the Grand Mosque) in Mecca, the Prophet's Mosque never closes and is home to several significant religious spaces and relics. This includes the coveted rawdah area close to the Prophet's tomb, regarded by Muslims as one of the gardens of heaven where supplications are never rejected, and a dazzling marble minbar (pulpit) decorated in gold, dating from the late 15th century.The mosque has a two-tiered structure and is rectangular in shape. The oldest section is in the south of the structure and was built by the Ottomans. It has 27 domes and an open-air courtyard. The rest of the mosque was built during a number of Saudi expansions, beginning in 1951. These often integrated modern takes on classical Umayyad, Ottoman and Mamluk architectural styles. One of the most innovative features, however, is outside the main building in the paved area that's also used for prayer. This has a series of retractable canopies that fan out like umbrellas during the day to offer shade. Watching this happen is an impressive sight. The motorised canopies were designed by German architect Mahmoud Bodo Rasch, who has also worked on the Grand Mosque and the Quba Mosque."
    },
    {
        "country": "saudi-arabia",
        "city": "Riyadh",
        "index": 2,
        "name": "Masmak Fortress",
        "latitude": "24.63125",
        "longitude": "46.71338",
        "excerpt": "Surrounded by sand, this squat fortification was built around 1865 and is like a scene out of the movies: a big fortress representing an empire. It was…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/masmak-fortress/a/poi-sig/423857/361148",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7aff4b3b2c3f412ae056cac6e15a1915-masmak-fortress.jpg",
        "detail_description": "Surrounded by sand, this squat fortification was built around 1865 and is like a scene out of the movies: a big fortress representing an empire. It was the site of a daring 1902 raid by Ibn Saud, during which a spear was hurled at the main entrance door with such force that the head is still lodged in the doorway. Highlights among the exhibits include maps and fascinating photographs of Saudi Arabia dating from 1912 to 1937, in galleries converted from diwans (living rooms).\nThe roofs are covered with painted palm-tree, taramic and ethel wood and exude an old-world charm that evokes an Arabian painting. Inside, the information panels and short, chest-thumping films on the storming of the fortress and the ‘reunification’ of Saudi Arabia are reverential towards the Al Sauds but worth watching nonetheless."
    },
    {
        "country": "saudi-arabia",
        "city": "Northern Saudi Arabia",
        "index": 3,
        "name": "Madain Saleh",
        "latitude": "26.810197",
        "longitude": "37.945812",
        "excerpt": "Often dubbed the 'second Petra', Madain Saleh, for many, is on a par with – if not more impressive than – its famous cousin across the border in Jordan…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/madain-saleh/a/poi-sig/1307690/361142",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4f771f594c8138b92a419bf48f0d1152-madain-saleh.jpg",
        "detail_description": "Often dubbed the 'second Petra', Madain Saleh, for many, is on a par with – if not more impressive than – its famous cousin across the border in Jordan. Both were major trading cities along the ancient Nabataean trade routes, as confirmed by recent excavations that have revealed the foundations of houses and a market area for traders and caravans. However, it's the 131 enigmatic tombs, which combine elements of Graeco-Roman architecture with Nabataean and Babylonian imagery, that grab all the attention.\nAt the time of research the site was closed for refurbishment and due to reopen in October 2020, when the Hejaz Railway station within the site will become the new visitor centre for the signposted main entrance off Route 375. Given Saudi Arabia's track record of abruptly closing and opening major tourist sights, however, it is best to call the contact centre ahead of any attempted visit.At the main entrance of the site is the Madain Saleh station of the Hejaz Railway, soon to become the visitors centre. Built in 1907, it consists of 16 buildings and includes a large workshop (with a restored WWI-era engine), shells of train carriages and a rebuilt Turkish fort that served as a resting place for pilgrims travelling to Mecca.Qasr Al Saneh reveals many of the essential elements of Nabataean funerary architecture: a relatively unadorned facade, two five-step motifs at the top, a simple interior burial chamber with shelves for corpses, and inscriptions above the doorway. Built around AD 50, Qasr Al Saneh was in use for just 50 years before the Nabataean kings were overwhelmed by the Romans.Al Khuraymat, about 750m north of Qasr Al Saneh, has some of the best-preserved tombs in Madain Saleh – around 20 tombs are carved into the rock face. Look out for elegant gynosphinxes (spirit guardians with women’s heads, lions’ bodies and wings) adorning the corners of pediments. There is some archaeological evidence of plasterwork on the facades and a suggestion that people feasted outside familial tombs – a Nabataean ‘Day of the Dead’. The Nabataeans were masters of hydrology and manipulated rain run-off and underground aquifers to thrive in the desert landscape. The great Nabataean Well was one of more than 60 wells currently known of in the city. The wall supports – added in the 20th century – were built from railway sleepers pilfered from the Hejaz Railway. The Al Mahajar tombs are especially photogenic and some of the oldest at Madain Saleh.Al Diwan, carved into a hillside to shield it from the wind, is one of the few extant examples of nonfunerary architecture in Madain Saleh. The name (diwan means 'living room') owes more to modern Arab culture than to the Nabataeans, who probably used the area for sacred feasts. Opposite the hollowed-out room, which contains three benches and a large entrance suggesting that the feasts extended outdoors, are niches cut into the rock where Nabataean deities were carved. Exposure to the elements has badly weathered these carvings.Running south from Al Diwan is the Siq, a narrow passageway measuring about 40m wide between two rock faces lined with more small altars. At the far end is a striking natural amphitheatre. Climb along the southeastern slope up to a number of altars. From here, look west and soak in the breathtaking views.Qasr Al Bint (Palace of the Daughter) consists of a wonderful row of facades that makes for dramatic viewing from across Madain Saleh. The east face has two particularly well-preserved tombs. If you step back and look up near the northern end of the west face, you’ll distinguish a tomb that was abandoned in the early stages of construction and would, if completed, have been the largest in Madain Saleh – only the step facade was cut. These tombs date to about AD 31.Qasr Farid in the south is the largest tomb of Madain Saleh and perhaps the most stunning. It's carved from a free-standing rock monolith, in a location that gives it a rare beauty. Try to arrive for sunset, when the enigmatic tomb passes through shades of pink and gold until darkness falls: breathtaking.Jebel Al Ahmar Area C is in the southeastern portion of Madain Saleh and features three tombs with drawings dating to between AD 16 and AD 61. The tombs are burial chambers without special adornments."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 4,
        "name": "Empty Quarter",
        "latitude": "22.236259",
        "longitude": "46.795758",
        "excerpt": "The 'Abode of Silence', or the Empty Quarter, covers almost 655,000 sq km and evokes all that was romantic and forbidden for European adventurers, such as…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/empty-quarter/a/poi-sig/1616036/1342751",
        "image_url": null,
        "detail_description": "The 'Abode of Silence', or the Empty Quarter, covers almost 655,000 sq km and evokes all that was romantic and forbidden for European adventurers, such as British explorer Wilfred Thesiger who famously crossed it. The Bedouin simply call it 'the sands', and its dunes, which can reach up to 300m high, form long chains of sculpted ridges that always look as if they're missing the silhouette of a camel caravan.\nThe dunes are known to move up to 30m a year and are home to a surprising amount of wildlife. This includes the Arabian wolf, sand cat, red fox, desert lynx, cape hare and spiny tailed lizard. Seeing any of these, however, is extremely rare.It rains less than 35mm a year out here, and is one of the most unforgiving places on earth. It is not somewhere amateurs should explore alone. Even the most experienced desert drivers have encountered difficulties in the unfamiliar terrain, and you should only be heading into the sands alongside an experienced guide or tour group like Haya Tours from Riyadh.The edge of the great desert is about three hours' drive south from the capital. Route 10 takes you to the tiny agricultural town of Layla, which is seen as a waystation for the desert. You can explore the desert from this point with a 4WD, but be sure to bring all provisions with you as there is very little in Layla. If you want to spend the night and reach the more scenic dunes further in, arrange this with a tour company or an experienced tour guide."
    },
    {
        "country": "saudi-arabia",
        "city": "Riyadh",
        "index": 5,
        "name": "National Museum",
        "latitude": "24.647807",
        "longitude": "46.711442",
        "excerpt": "This state-of-the-art museum is one of the finest in the Middle East. Encased within modernist architecture, its two floors contain eight well-designed…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/national-museum/a/poi-sig/423861/361148",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102523812_full.jpg",
        "detail_description": "This state-of-the-art museum is one of the finest in the Middle East. Encased within modernist architecture, its two floors contain eight well-designed and informative galleries covering Arabian prehistory, history, culture and art. The galleries beautifully display evocative rock carvings, engaging models and even a full-scale reconstruction of a Nabataean tomb from Madain Saleh. Films in English shown on 180-degree screens complement the exhibits, as do virtual visits to historical sites and other excellent interactive displays.\n"
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 6,
        "name": "Pearl Merchants' Neighbourhood",
        "latitude": "16.704982",
        "longitude": "42.122537",
        "excerpt": "Staring at the mesmerising geometric and floral designs of the carved patterns that adorn the houses and arched gateways of Farasan's former pearl…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/farasan-islands-1342754/attractions/pearl-merchants-neighbourhood/a/poi-sig/1615745/1342754",
        "image_url": null,
        "detail_description": "Staring at the mesmerising geometric and floral designs of the carved patterns that adorn the houses and arched gateways of Farasan's former pearl merchants, you could be forgiven for thinking you were in the midst of Andalusian or Mughal ruins. The best preserved house is the stunning Rifai house, built by wealthy pearl merchant Munawwar Al Refai in 1922, but it is locked up. Fortunately, several near-complete and dilapidated examples close by are accessible.\nOne of these, directly opposite the Refai house, has a stunning carved portico entrance that welcomes the visitor into an area where the rest of the property remains hidden. After walking through a low archway that ensures any visitor enters bowed in a state of humility, the magnificent house comes into full view – its upper part entirely covered in decorative carvings. The most complete and accessible room is the one painted blue, with tall arabesque shelf niches covering all four walls. Each niche is framed by beautiful floral carvings that intensify the closer they get to the ceiling. Almost every house here has a grand arched gateway, giving the neighbourhood an almost regal feel, like no other historic area anywhere in the country.The houses are built from coral rocks retrieved from the Red Sea and then covered in plaster before being carved by master artisans. The ceilings are made of timber and many houses also had coloured glass called kamaryat decorating the upper edges. Most of the surviving houses date from around the 1920s. The houses where the historically wealthy pearl merchants lived is a 15-minute walk to the northeast from the centre of Farasan Town."
    },
    {
        "country": "saudi-arabia",
        "city": "Mecca",
        "index": 8,
        "name": "Al Masjid Al Haram",
        "latitude": "21.42248",
        "longitude": "39.826223",
        "excerpt": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/al-masjid-al-haram/a/poi-sig/1531496/1340988",
        "image_url": null,
        "detail_description": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356,800 sq metres. At its epicentre is the Holy Kaaba, covered in black and gold cloth, around which Muslims can be found circumnavigating night and day (known as tawaf). It's the holiest structure in all of Islam, and is at the heart of the Islamic pilgrimages (hajj and umrah).\nThe Kaaba predates the Prophet Muhammad's lifetime; Muslims believe it was built by the Prophet Ibrahim and his son Ishmael. The foundations of the mosque around the Kaaba date to at least the 7th century, when the second caliph, Omar Bin Al Khattab, built a structure to accommodate the growing number of pilgrims each year.Set into the Kaaba's eastern corner is the Black Stone, a relic Muslims believe fell from the heavens and was placed into the corner by the Prophet Ibrahim. The stone came away from the Kaaba during the Prophet's lifetime, and it is said he then personally placed it back into the corner, where it sits today. At the Kaaba's northwestern edge, a curved area known as the Hatem or Hijr Ishmael represents the area believed to have been part of the Kaaba's original boundary when it was built by the Prophet Ibrahim. The mosque is in the midst of the Third Saudi Expansion, which will increase the mosque's area to 400,000 sq metres and allow 2.5 million people to pray inside it."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 9,
        "name": "Jubbah Rock Carvings",
        "latitude": "28.02909",
        "longitude": "40.918543",
        "excerpt": "This is arguably the Kingdom's premier pre-Islamic site and open-air art gallery. Covering an area measuring 39 sq km are some of the most impressive…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/jubbah-rock-carvings/a/poi-sig/1615621/1342751",
        "image_url": null,
        "detail_description": "This is arguably the Kingdom's premier pre-Islamic site and open-air art gallery. Covering an area measuring 39 sq km are some of the most impressive petroglyphs (rock carvings) you are likely to ever see. The finest carvings date from around 5500 BC, when much of this area was an inland lake and inhabitants carved game animals that came to the waters. Elegant rock-cut ibex, oryx and camels abound, as well as significant Thamudic inscriptions dating to 1000 BC.\nThe site is at the northwestern edge of the city of Jubbah and is signposted from the centre of town. Access is next to a new visitors centre. Jubbah is 100km northwest of Hail and a visit can easily be done in a day by car. Visitors arriving at the weekends should phone or email ahead to ensure the site is open."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 10,
        "name": "Al Habala",
        "latitude": "18.039177",
        "longitude": "42.872922",
        "excerpt": "The mysterious and unique 'hanging village' of Al Habala is one of the genuine wonders of Saudi Arabia. This series of sandstone houses hewn from local…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/asir-national-park-1342761/attractions/al-habala/a/poi-sig/1615760/1342761",
        "image_url": null,
        "detail_description": "The mysterious and unique 'hanging village' of Al Habala is one of the genuine wonders of Saudi Arabia. This series of sandstone houses hewn from local rock perches on a ledge 400m down a sheer cliff and was accessible only by habal (rope ladders). The Khatani tribe, who built it more than 370 years ago, chose this most inaccessible of spots to avoid the Ottomans. They lived here self-sufficiently on small livestock and terraced gardens up until the 1980s.\nAccess to the village is by a cable car that only runs during the summer season (May to October). The rest of the year, head for the nearby viewpoint to admire this amazing human feat from afar."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 11,
        "name": "Najd Mosque",
        "latitude": "16.702916",
        "longitude": "42.11662",
        "excerpt": "A pearling legacy, this mosque, built in 1928 by a wealthy pearl merchant, hints at the island's trade links with the subcontinent. The mosque's…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/farasan-islands-1342754/attractions/najd-mosque/a/poi-sig/1615755/1342754",
        "image_url": null,
        "detail_description": "A pearling legacy, this mosque, built in 1928 by a wealthy pearl merchant, hints at the island's trade links with the subcontinent. The mosque's architecture, with 12 domes atop thick pillars, is reminiscent of early Mughal mosques, and the colourful wooden minbar (pulpit) and mihrab (niche indicating the direction of Mecca) came from India. Even the painted patterns on the dome interiors feel more South Asian than Arab. Meanwhile, the mosque exterior displays the same carved patterns as the merchants' houses.\nThe mosque is a five-minute walk north from the Farasan Town centre. Nearby, behind a brown mud and coral wall is the house of the mosque's founder. Sadly Beyt Najd is not safe to visit and is therefore locked up."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 12,
        "name": "Al Mudaifar Mosque",
        "latitude": "26.30665",
        "longitude": "43.977048",
        "excerpt": "Surrounded by a forest of palms, this quaint little Najd mud mosque, with its tall round minaret and engraved wood door, truly evokes the Saudi Arabia of…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/buraydah/attractions/al-mudaifar-mosque/a/poi-sig/1615687/1342758",
        "image_url": null,
        "detail_description": "Surrounded by a forest of palms, this quaint little Najd mud mosque, with its tall round minaret and engraved wood door, truly evokes the Saudi Arabia of yesteryear. It's respectfully restored, and inside storm lanterns hang from the ceiling of palm trunks and a red patterned carpet covers the floor. A simple white mihrab (niche indicating the direction of Mecca) is framed by wooden shutters and neat piles of green Qurans. Before leaving be sure to climb the roof and take in the wonderful views of the neighbourhood.\nThe mosque is on a windy unnamed road parallel with As Sabbakh. Accessing it is done through a tree-lined path linking the two. The mosque is left open between prayer times. Remember to dress appropriately and remove your shoes."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 13,
        "name": "Al Yanfa",
        "latitude": "17.994824",
        "longitude": "42.766936",
        "excerpt": "The ancient residents of Al Yanfa came up with a novel way to navigate their congested village built on an uneven hill: they created a network of warrens…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/asir-national-park-1342761/attractions/al-yanfa/a/poi-sig/1615759/1342761",
        "image_url": null,
        "detail_description": "The ancient residents of Al Yanfa came up with a novel way to navigate their congested village built on an uneven hill: they created a network of warrens beneath their houses that resembles a fairy-tale scene. Wandering through these amazingly engineered tunnels, with their low timber ceilings and tiny wooden front doors, is a real delight and privilege (this is a living village). Note the ingenious way slate on the upper mud sections of the houses stops erosion.\nAl Yanfa is best visited in the company of a local guide, such as Khaled M Al Took, who knows the villagers."
    },
    {
        "country": "saudi-arabia",
        "city": "Jeddah",
        "index": 14,
        "name": "Al Shafee Mosque",
        "latitude": "21.486204",
        "longitude": "39.187481",
        "excerpt": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-shafee-mosque/a/poi-sig/1317299/361139",
        "image_url": null,
        "detail_description": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni Islam. Most of the building dates from the 16th century and is Ottoman in style, including the impressive minaret. However, the mosque's foundations date to Islam's first period, with the mihrab (niche indicating the direction of Mecca) almost 1400 years old. Stunning carved redwood doors open up to the small courtyard.\nNon-Muslim visitors can enter freely outside of prayer times, but must dress modestly and remove shoes when entering the carpeted prayer area."
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 15,
        "name": "Wahba Crater",
        "latitude": "22.895049",
        "longitude": "41.13145",
        "excerpt": "The result of an underground volcanic explosion, this spectacular crater in the middle of the desert measures 1.3km across and 200m deep. In the middle,…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/attractions/wahba-crater/a/poi-sig/1615622/361138",
        "image_url": null,
        "detail_description": "The result of an underground volcanic explosion, this spectacular crater in the middle of the desert measures 1.3km across and 200m deep. In the middle, white sodium phosphate crystals create a milky lake whenever rain collects, and palm plantations can be seen growing along the eastern edges. A new road leads up to a visitors centre with picnic spots; and there is a tricky, hidden hiking trail leading to the bottom: note that the path is in a bad state.\nWahba Crater is 250km north of Taif. Take Hwy 80 towards Riyadh for about 170km and then turn right onto Route 4440. The crater is signposted after the turning for Hafir Kishb."
    },
    {
        "country": "saudi-arabia",
        "city": "Northern Saudi Arabia",
        "index": 16,
        "name": "Al Balad",
        "latitude": "26.226867",
        "longitude": "36.45784",
        "excerpt": "The melancholy of Al Wajh's beautiful old Hejazi houses, as they stare wistfully out to sea, is apparent in every corner of the town's near-abandoned Al…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/al-wajh/attractions/al-balad/a/poi-sig/1615572/1340832",
        "image_url": null,
        "detail_description": "The melancholy of Al Wajh's beautiful old Hejazi houses, as they stare wistfully out to sea, is apparent in every corner of the town's near-abandoned Al Balad (old town). This is one of the most atmospheric and complete examples of an ancient Hejazi fishing village anywhere in Arabia. The deserted streets, perched high up on a hilltop overlooking the historic fishing port, are lined with such houses, with their colourful mashrabiyyas (latticed balconies), wood-shuttered windows and ornately carved doors.\n"
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 17,
        "name": "Al Nasb",
        "latitude": "18.218063",
        "longitude": "42.507964",
        "excerpt": "Start at the eastern edge of this area for a wonderful vista of the old mud and slate houses backing onto a fertile patchwork of greenery: this is what…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/abha/attractions/al-nasb/a/poi-sig/1615820/1342756",
        "image_url": null,
        "detail_description": "Start at the eastern edge of this area for a wonderful vista of the old mud and slate houses backing onto a fertile patchwork of greenery: this is what all of Abha once looked like. As you wander the neighbourhood admiring the dilapidated buildings, including a mosque built in 1862, be sure to stop and converse with the South Asian migrants who now live here (some speak a little English), to get a fascinating perspective on one aspect of Saudi society.\nThe Al Nasb district is a 10-minute walk east of Abha centre."
    },
    {
        "country": "saudi-arabia",
        "city": "Mecca",
        "index": 18,
        "name": "Exhibition of the Two Holy Mosques",
        "latitude": "21.434155",
        "longitude": "39.7542",
        "excerpt": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/exhibition-of-the-two-holy-mosques/a/poi-sig/1531501/1340988",
        "image_url": null,
        "detail_description": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include pillars, marble insignia and historical photos. Some items date as far back as the 13th-century Abbasid period. There are two standout items: the ornate teak wooden stairwell on wheels, which the Ottomans used to access the Kaaba in the 1820s, and a historic pair of the Kaaba's spectacular giant gilded metal doors.\n"
    },
    {
        "country": "saudi-arabia",
        "city": "Jeddah",
        "index": 19,
        "name": "Corniche",
        "latitude": "21.609198",
        "longitude": "39.108539",
        "excerpt": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/corniche/a/poi-sig/1611034/361139",
        "image_url": null,
        "detail_description": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are artificial swimming bays, lush green landscaping, children's parks, outdoor gyms, piers, a host of fast-food places and cafes, and a great new walkway that begins near the Hilton and continues over traffic and right through to the northern end. Jeddah folk flock here, especially on weekend evenings, when the atmosphere is delightful.\n"
    },
    {
        "country": "saudi-arabia",
        "city": "Saudi Arabia",
        "index": 20,
        "name": "Al Muftaha Village",
        "latitude": "18.213045",
        "longitude": "42.495266",
        "excerpt": "This cultural village really embodies the artistic spirit of Asir. A mosque with stunning calligraphy graffiti sits surrounded by a series of small art…",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/abha/attractions/al-muftaha-village/a/poi-sig/1615821/1342756",
        "image_url": null,
        "detail_description": "This cultural village really embodies the artistic spirit of Asir. A mosque with stunning calligraphy graffiti sits surrounded by a series of small art galleries featuring beautiful work by local and regional artists and photographers. Either side of the mosque are two small museums and around the back is a grassy entertainment stage with a coffee shop. A platform for local creativity, the Al Muftaha Village is unlike any other space in the region and a great place to spend an afternoon.\n"
    },
    {
        "country": "saudi-arabia",
        "city": "Jeddah",
        "index": 21,
        "name": "Matbouli House Museum",
        "latitude": "21.485169",
        "longitude": "39.188876",
        "excerpt": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya …",
        "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/matbouli-house-museum/a/poi-sig/1611039/361139",
        "image_url": null,
        "detail_description": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya (wooden lattice balconies) is a real find. The home has been minimally refurbished to present rooms and decor that feel more authentic than what's found in some of the more polished examples. Old gramophones and telephones complement uneven floors, stairwells and beautiful wood ceilings. If there's a downside, it's that there's no access to the rooftop.\n"
    }
]