[
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 1,
        "name": "Studenica Monastery",
        "latitude": "43.486517",
        "longitude": "20.531516",
        "excerpt": "One of Serbia's most sacred sites, Unesco-listed Studenica was established in 1196 by the founder of the Serbian empire (and future saint) Stefan Nemanja…",
        "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/studenica-monastery/a/poi-sig/1528683/360680",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1c4320d89ebab13a79a297fac1b0d0cd-studenica-monastery.jpg",
        "detail_description": "One of Serbia's most sacred sites, Unesco-listed Studenica was established in 1196 by the founder of the Serbian empire (and future saint) Stefan Nemanja and developed by his sons Vukan, Stefan and Rastko (St Sava). Two well-preserved churches lie within the monastery's impressive white-marble walls. Bogorodičina Crkva (Church of Our Lady) contains Stefan Nemanja's tomb. The smaller Kraljeva Crkva (King's Church) houses the acclaimed Birth of the Virgin fresco and other masterpieces.\nActive monastic life was cultivated by Sava and continues today though this thriving little community doesn't mind visitors (lodging is available for €10 per night). The hermitage of St Sava, a cave-like complex of monks' cells built into a cliff high above a canyon and accessed via a narrow wooden bridge, is about 6km from Studenica. It offers terrific views and makes for a great hike; ask for directions at the monastery.From Novi Pazar, catch a Kraljevo-bound bus to the village of Ušće (about one hour) and take a local bus from there or negotiate a taxi ride (around 700RSD)."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 2,
        "name": "Uvac Canyon",
        "latitude": "43.35614",
        "longitude": "19.964733",
        "excerpt": "The Uvac River's spectacular meanders are the highlight of the 75-sq-km Uvac nature reserve in southwestern Serbia. The incredibly green river snakes…",
        "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/uvac-canyon/a/poi-sig/1568814/360680",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/393009f6a13032bf20bef29cbef9073e-uvac-canyon.jpg",
        "detail_description": "The Uvac River's spectacular meanders are the highlight of the 75-sq-km Uvac nature reserve in southwestern Serbia. The incredibly green river snakes through steep limestone rock in a zigzag manner – a feat of nature that's best admired from high above, at Molitva or Veliki vrh lookouts. The reserve, which also comprises a 6km-long cave system, owes its protected status to 219 species of plants, 24 types of fish and 130 bird species including the endangered beloglavi sup (griffon vulture).\nA number of hiking trails lead around the canyon and past the lookouts, from 2km to 10km, offering plenty of birdwatching opportunities along the way – you can't miss the mighty bird of prey with its 3m wingspan! The 2km-long Ice Cave (with a permanent temperature of 8°C) has several galleries and is rich in ornaments. A boat trip through the canyon with a park ranger includes a tour of the cave and a hike up to a lookout (call to book ahead; the trip with/without a hike takes roughly five/three hours). Wild Serbia offers Uvac kayaking and caving tours.The easiest way to reach Uvac is with your own wheels."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 3,
        "name": "Belgrade Fortress",
        "latitude": "44.823684046143",
        "longitude": "20.450016546671",
        "excerpt": "Some 115 battles have been fought over imposing, impressive Belgrade Fortress (aka Kalemegdan); the citadel was destroyed more than 40 times throughout…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/belgrade-fortress/a/poi-sig/1010837/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6e4c430a3354e770ab9a9a2bf767d65b-top-things-to-do-in-serbia.jpg",
        "detail_description": "Some 115 battles have been fought over imposing, impressive Belgrade Fortress (aka Kalemegdan); the citadel was destroyed more than 40 times throughout the centuries. Fortifications began in Celtic times, and the Romans extended it onto the flood plains during the settlement of 'Singidunum', Belgrade's Roman name. Much of what stands today is the product of 18th-century Austro-Hungarian and Turkish reconstructions. The fort's bloody history, discernible despite today's jolly cafes and funfairs, only makes the fortress all the more fascinating.\nEntering from Knez Mihailova and passing through Kalemegdan Park, you first reach the Upper Town whose attractions include the Military Museum, Clock Tower, Damad Ali-Paša's Turbeh, Roman Well and Victor Monument. In the Lower Town, which slopes down towards the river, look out for the Big Gunpowder Magazine, Ružica and Sveta Petka Churches, Old Turkish Bath (Hamam) and Nebojša Tower.Audio guides in six languages with a map (300RSD; plus ID as deposit) are available from the souvenir shop within the Inner Stambol Gate, which is also where you must purchase tickets for the Clock Tower, Roman Well and Big Gunpowder Magazine."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 4,
        "name": "Memorial Museum '21st October'",
        "latitude": "44.021274",
        "longitude": "20.894247",
        "excerpt": "Šumarice Memorial Park is home to a sombre museum that tells the harrowing story of the 1941 massacre of around 3000 Kragujevac civilians during the…",
        "detail_url": "https://www.lonelyplanet.com/serbia/kragujevac/attractions/memorial-museum-21st-october/a/poi-sig/1604332/1342590",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/72486e6cd8c9aeef2f38533e100751f8-memorial-museum-21st-october.jpg",
        "detail_description": "Šumarice Memorial Park is home to a sombre museum that tells the harrowing story of the 1941 massacre of around 3000 Kragujevac civilians during the German occupation of Serbia. A 7km circular road leads through the 352-hectare park, past the locations of 30 mass graves and 10 memorials. A gallery of paintings by renowned Yugoslav artist Petar Lubarda is part of the permanent exhibition, as are the personal effects and heartbreaking farewell messages of those who were executed.\nThere are audio guides in five languages; the exhibition includes English translations.One of the classrooms of the Kragujevac grammar school, from where the Nazis led about 300 students and teachers to their execution, is today also a memorial room. Each year on 21 October, a commemorative event called 'Veliki školski čas' (meaning 'the great school class') is held in the park, next to the Monument to Executed Students and Teachers."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 5,
        "name": "National Museum",
        "latitude": "44.816809",
        "longitude": "20.46003",
        "excerpt": "Lack of funding for renovations kept Serbia's National Museum mostly shuttered for 15 years, but its much ballyhooed 2018 reopening has been a great…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/national-museum/a/poi-sig/1010839/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2f209e7c7b71f78ffab06c1d628de2f86f1f618918d5711d22329a308a9c20fb.jpg",
        "detail_description": "Lack of funding for renovations kept Serbia's National Museum mostly shuttered for 15 years, but its much ballyhooed 2018 reopening has been a great source of national pride – it awoke from the dead on Vidovdan (28 June), the country's national day – and for good reason. Built in 1903 and reconstructed multiple times over the years, the museum's latest €12 million makeover frames some 5000 sq metres of exhibition space over three floors.\nHighlights include works by Croatian Ivan Meštrović, the most celebrated sculptor of the Kingdom of Yugoslavia; archaeological treasures from Roman-era Serbia; and extensive galleries dedicated to both 18th- and 19th-century Serbian art and 20th-century Yugoslavian art. Don't miss the museum's most haunting corner, where Stevan Aleksić's The Burning of the Remains of St Sava (1912) sits sidesaddle to Đorđe Krstić's The Fall of Stalać (1903), two hyper-realistic and menacing oils on canvas."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 6,
        "name": "Kadinjača Memorial Complex",
        "latitude": "43.910029",
        "longitude": "19.740844",
        "excerpt": "Serbia's most grandiose spomenik (Yugoslav-era memorial), Kadinjača commemorates the Partisans from the Workers' Battalion who perished on this spot…",
        "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/kadinjaca-memorial-complex/a/poi-sig/1603974/360680",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f5c2a0246ccf3c5df4e5c4a02a86e139-kadinjaca-memorial-complex.jpg",
        "detail_description": "Serbia's most grandiose spomenik (Yugoslav-era memorial), Kadinjača commemorates the Partisans from the Workers' Battalion who perished on this spot fighting the Germans in November 1941. Rising on a green hill like some futuristic Stonehenge, the arresting series of white granite monoliths of various heights and angles culminates in two 14m-high pillars that together form a symbolic 'bullet hole' sculpture. The 15-hectare complex comprises a stone pyramid with a crypt for the fallen soldiers.\nThere's a memorial hall with an exhibition about the historic event. The Partisans' heroic defeat at the battle of Kadinjača marked the end of the short-lived Republic of Užice, the first liberated territory in German-occupied Europe. Proclaimed by Yugoslavia's legendary resistance movement, it covered an area of about 20,000 sq km in western Serbia and lasted only 67 days.The memorial complex is located 14km northwest of Užice, accessed from the road to Bajina Bašta. If visiting from Bajina Bašta, a return taxi should cost around 1300RSD."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 7,
        "name": "Museum of Yugoslavia",
        "latitude": "44.787851",
        "longitude": "20.452123",
        "excerpt": "This must-visit museum houses an invaluable collection of more than 200,000 artefacts representing the fascinating, tumultuous history of Yugoslavia…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/museum-of-yugoslavia/a/poi-sig/1548529/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c5366694c1281f0ab58a7fa0beb899c1-museum-of-yugoslav-history.jpg",
        "detail_description": "This must-visit museum houses an invaluable collection of more than 200,000 artefacts representing the fascinating, tumultuous history of Yugoslavia. Photographs, artworks, historical documents, films, weapons, priceless treasure: it's all here. It can be a lot to take in; English-speaking guides are available if booked in advance via email, or you can join a free tour on weekends (11am in English, Serbian at noon). Marshal Tito's Mausoleum is also on the museum grounds; admission is included in the ticket price.\nThe museum's main building, known as the May 25 Museum, has undergone extensive renovations, and should have reopened the the time you read this. Take trolleybus 40 or 41 at the south end of Parliament on Kneza Miloša; ask the driver to let you out at Kuća Cveća."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 8,
        "name": "Vratna Gates",
        "latitude": "44.38229",
        "longitude": "22.339507",
        "excerpt": "The remote Negotin region hides one of the country's more dramatic natural phenomena. Three gigantic stone arches – known as Small Gate (Mala kapija), Big…",
        "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/vratna-gates/a/poi-sig/1603971/1324754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ace53ad9384188529505c0fb33e25cf0-vratna-gates.jpg",
        "detail_description": "The remote Negotin region hides one of the country's more dramatic natural phenomena. Three gigantic stone arches – known as Small Gate (Mala kapija), Big Gate (Velika kapija) and Dry Gate (Suva kapija) – were moulded by erosion in the Vratna River canyon; the last one is the most impressive but also the least accessible and recommended for more experienced hikers. Signposted trails (1km to Small and Big Gates, 5km to Dry Gate) lead uphill through the forest from Vratna Monastery.\nAs the area is a hunting ground for mouflon and deer, hikers have high chances of spotting some of these majestic animals. The monastery is located about 35km from the town of Negotin which is connected with Belgrade by bus (1200RSD, five hours, seven daily). Contact Negotin Tourist Organisation for guided tours."
    },
    {
        "country": "serbia",
        "city": "Novi Sad",
        "index": 9,
        "name": "Petrovaradin Fortress",
        "latitude": "45.252407369",
        "longitude": "19.862004438",
        "excerpt": "Towering over the river on a 40m-high volcanic slab, this mighty citadel, considered Europe's second-biggest fortress (and one of its best preserved), is…",
        "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/petrovaradin-fortress/a/poi-sig/1083770/360687",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/469802154_super.jpg",
        "detail_description": "Towering over the river on a 40m-high volcanic slab, this mighty citadel, considered Europe's second-biggest fortress (and one of its best preserved), is aptly nicknamed 'Gibraltar on the Danube'. Constructed using slave labour between 1692 and 1780, its dungeons have held notable prisoners including Karađorđe (leader of the first Serbian uprising against the Turks and founder of a royal dynasty) and Yugoslav president Tito.\nHave a good gawk at the iconic clock tower: the size of the minute and hour hands are reversed so far-flung fisherfolk can tell the time. Within the citadel walls, a museum offers insight into the site's history; it can also arrange tours (in English; 3500RSD) of Petrovaradin's 16km of creepy, but cool, unlit underground tunnels (katakombe). Petrovaradin hosts Novi Sad's wildly popular EXIT Festival each July."
    },
    {
        "country": "serbia",
        "city": "Novi Sad",
        "index": 10,
        "name": "Gallery of Matica Srpska",
        "latitude": "45.252519",
        "longitude": "19.845643",
        "excerpt": "First established in Pest (part of modern Budapest) in 1826 and moved to Novi Sad in 1864, this is one of Serbia's most important and long-standing…",
        "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/gallery-of-matica-srpska/a/poi-sig/1549628/360687",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1319218979bd1538498a30d7842710fc-gallery-of-matica-srpska.jpg",
        "detail_description": "First established in Pest (part of modern Budapest) in 1826 and moved to Novi Sad in 1864, this is one of Serbia's most important and long-standing cultural institutions. It's not a mere gallery but rather a national treasure, with three floors covering priceless Serbian artworks from the 18th, 19th and 20th centuries in styles ranging from Byzantine to modernist, with countless icons, portraits, landscapes and graphic art (and more) in between.\nIt often hosts interesting temporary exhibitions as well; see the website for upcoming events. On Fridays at 6pm, the museum offers expert interpretative tours (in Serbian; 1000RSD) of the permanent collection and/or current exhibition. For English or Italian, arrange one week in advance."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 11,
        "name": "Crna Reka Monastery",
        "latitude": "42.949544",
        "longitude": "20.468366",
        "excerpt": "Secluded 13th-century Crna Reka (meaning 'black river') has a unique setting among Serbian monasteries: it's built into caves, seemingly hanging off a…",
        "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/crna-reka-monastery/a/poi-sig/1603973/360680",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/51ba31ed23499545495603ea451ff3a3-crna-reka-monastery.jpg",
        "detail_description": "Secluded 13th-century Crna Reka (meaning 'black river') has a unique setting among Serbian monasteries: it's built into caves, seemingly hanging off a steep cliff above the abyss of a sinking river. Staircases connect the cells within the four-level cave system. Protected by forested mountains and accessed via a narrow wooden footbridge, the monastery started as a hermitage and served as a refuge during Ottoman times. The frescoes inside the tiny cave church are the work of famous 16th-century painter Longin.\nCrna Reka is located near Ribariće vilage, just off the Ibar highway 30km south of Novi Pazar. Frequent buses from Novi Pazar stop at the village. Cross the bridge over Gazivode lake, then follow the paved road that leads through the forest to the monastery (it's about 3km uphill)."
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 12,
        "name": "Lepenski Vir",
        "latitude": "44.556641",
        "longitude": "22.026451",
        "excerpt": "What is now Đerdap National Park was once a major centre for Mesolithic- and Neolithic-era fishing communities, a past that has been wonderfully preserved…",
        "detail_url": "https://www.lonelyplanet.com/serbia/derdap-national-park/attractions/lepenski-vir/a/poi-sig/1551465/1341598",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9a9d1338d7c32464f24bffab767099-lepenski-vir.jpg",
        "detail_description": "What is now Đerdap National Park was once a major centre for Mesolithic- and Neolithic-era fishing communities, a past that has been wonderfully preserved in this unsung museum overlooking the Danube. Housed – somewhat ironically – within a space-age building, religious and workaday artefacts, sculptures and skeletons dating back as far as 7000 BC are on display here. Perhaps the most impressive is the world-famous Foremother and several other stone sculptures of fish-like idols with human faces.\nA fascinating film showing the excavation of the settlement plays on a loop, and there's a 3D simulation of the village as it would have been long ago.There's no public transport to the archaeological site; if you're not driving, catch a taxi from Donji Milanovac (it's 16km upstream)."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 13,
        "name": "Museum of Contemporary Art",
        "latitude": "44.819503",
        "longitude": "20.442445",
        "excerpt": "One of Belgrade's top cultural sights, this recently renovated museum is a treasure trove of 20th-century art from the ex-Yugoslav cultural space. The…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/museum-of-contemporary-art/a/poi-sig/1589457/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/650a4ff73731451b6b590af8d108b9c4-museum-of-contemporary-art.jpg",
        "detail_description": "One of Belgrade's top cultural sights, this recently renovated museum is a treasure trove of 20th-century art from the ex-Yugoslav cultural space. The 1960s concrete-and-glass modernist building, surrounded by a sculpture park, has great views towards the Belgrade Fortress across the Sava River.Conceptual art features prominently, including a 1970s video called Freeing the Memory from the region's most famous artist (and Belgrade native), Marina Abramović. One section is dedicated to the 1920s Yugoslav avant-garde magazine Zenit and the Zenitism art movement associated with it.\n"
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 14,
        "name": "Manasija Monastery",
        "latitude": "44.1004",
        "longitude": "21.4691",
        "excerpt": "Hemmed in by mammoth walls with 11 towers, Manasija (1418) was a fortified hideout for artists and writers fleeing the Turkish invasion. Many consider its…",
        "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/manasija-monastery/a/poi-sig/1375998/1324754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f1972dd7898974c8cbf2a06f23a11369-manasija-monastery.jpg",
        "detail_description": "Hemmed in by mammoth walls with 11 towers, Manasija (1418) was a fortified hideout for artists and writers fleeing the Turkish invasion. Many consider its frescoes to be predecessors to the Serbian equivalent of Renaissance art; Holy Warriors is among those that survived the monastery's Ottoman-era decimations and rebuildings with startling vitality and colour.Buses run from Belgrade to Despotovac (1100RSD, 2½ hours, six daily). From there, it's 3.5km to the monastery.\nEach August, elaborately costumed knights battle in a two-day tournament by the monastery walls as part of the Just Out festival."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 15,
        "name": "Mt Avala",
        "latitude": "44.696085",
        "longitude": "20.514489",
        "excerpt": "Looming over Belgrade and topped with the tallest tower in the Balkans (204.5m), Mt Avala is a city landmark that makes for a pleasant break from the…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/mt-avala/a/poi-sig/1549632/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0e3c9931157d9f6aa9d8c276cef3d1aa-mt-avala.jpg",
        "detail_description": "Looming over Belgrade and topped with the tallest tower in the Balkans (204.5m), Mt Avala is a city landmark that makes for a pleasant break from the capital's bustling streets. The broadcasting tower, originally completed in 1965 but levelled by NATO bombs in 1999, was rebuilt in 2010 and now offers picture-perfect panoramas over Belgrade and beyond from viewing platforms and a cafe. Nearby, the Monument to the Unknown Hero by Ivan Meštrović honours Serbian victims of WWI.\nMt Avala is 16km from the city centre; on weekends in summer, bus 400 runs to the top of Avala from the Voždovac stop."
    },
    {
        "country": "serbia",
        "city": "Novi Sad",
        "index": 16,
        "name": "Štrand",
        "latitude": "45.23661",
        "longitude": "19.848733",
        "excerpt": "One of Europe's best by-the-Danube beaches, this 700m-long stretch morphs into a city of its own come summertime, with bars, stalls and all manner of…",
        "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/strand/a/poi-sig/1340164/360687",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160015821_full.jpg",
        "detail_description": "One of Europe's best by-the-Danube beaches, this 700m-long stretch morphs into a city of its own come summertime, with bars, stalls and all manner of recreational diversions attracting thousands of sun- and fun-seekers from across the globe. It's also the ultimate Novi Sad party venue, hosting everything from local punk gigs to EXIT raves.It's great for kids (watch them by the water: the currents here are strong), with playgrounds, trampolines and dozens of ice-cream and fast-food stalls.\n"
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 17,
        "name": "Nikola Tesla Museum",
        "latitude": "44.805103",
        "longitude": "20.470694",
        "excerpt": "Meet the man on the 100RSD note at one of Belgrade's best museums, where you can release your inner nerd with some wondrously sci-fi-ish interactive…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/nikola-tesla-museum/a/poi-sig/448053/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b41684a497c74a6cc9f49ecd738e4661-nikola-tesla-museum.jpg",
        "detail_description": "Meet the man on the 100RSD note at one of Belgrade's best museums, where you can release your inner nerd with some wondrously sci-fi-ish interactive elements. Tesla's ashes are kept here in a glowing, golden orb: debate has been raging for years between the museum (and its secular supporters) and the Church as to whether the remains should be moved to Sveti Sava Temple.\nYou are not obliged to visit by tour, but the price includes it either way and you'll miss some of the experiment demonstrations on your own."
    },
    {
        "country": "serbia",
        "city": "Belgrade",
        "index": 18,
        "name": "Marshal Tito's Mausoleum",
        "latitude": "44.786754",
        "longitude": "20.451629",
        "excerpt": "A visit to Tito's mausoleum is obligatory. The big man rests in an aptly gigantic tomb in peaceful surrounds. Also on display are thousands of elaborate…",
        "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/marshal-tito-s-mausoleum/a/poi-sig/1010838/360674",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e3d3b71183b7cd1124ad7c1ca8522bef09ec205db61ebcf7f0e42c64226af2a0.jpg",
        "detail_description": "A visit to Tito's mausoleum is obligatory. The big man rests in an aptly gigantic tomb in peaceful surrounds. Also on display are thousands of elaborate relay batons presented to him by young 'Pioneers', plus gifts from political leaders and the voguish set of the era. The mausoleum is attached to the fascinating Museum of Yugoslavia.\nTake trolleybus 40 or 41 at the south end of Parliament on Kneza Miloša. It's the second stop after turning into Bul Mira: ask the driver to let you out at Kuća Cveća."
    },
    {
        "country": "serbia",
        "city": "Subotica",
        "index": 19,
        "name": "Synagogue",
        "latitude": "46.101351",
        "longitude": "19.661332",
        "excerpt": "Subotica's first art nouveau building is the splendid 1902 synagogue designed by Marcell Komor and Deszö Jakab. Its stylised decorations in the form of…",
        "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/subotica/attractions/synagogue/a/poi-sig/1252494/360688",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dfcc0ca56be68bc2bf65f8ba3bbd7481-synagogue.jpg",
        "detail_description": "Subotica's first art nouveau building is the splendid 1902 synagogue designed by Marcell Komor and Deszö Jakab. Its stylised decorations in the form of tulips and peacock feathers are typical of the Hungarian Secession style; it also features stained-glass windows from Miksa Róth's studio and roof tiles made of Zsolnay ceramics. The synagogue was restored to its full glory inside and out in 2018.\n"
    },
    {
        "country": "serbia",
        "city": "Serbia",
        "index": 20,
        "name": "Maglič Fortress",
        "latitude": "43.61353",
        "longitude": "20.552094",
        "excerpt": "A forlorn guardian of the Ibar valley (20km south of Kraljevo), Maglič is one of Serbia's best-preserved medieval fortifications. Built in the 13th…",
        "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/maglic-fortress/a/poi-sig/1603976/360680",
        "image_url": null,
        "detail_description": "A forlorn guardian of the Ibar valley (20km south of Kraljevo), Maglič is one of Serbia's best-preserved medieval fortifications. Built in the 13th century to protect the nearby Studenica and Žiča monasteries, it was conquered by the Turks in 1438. The rectangular, 2m-thick defensive walls with seven towers and a 20m-high keep stand on a ridge above the curving river, offering fantastic views over the green hills; within the 2000-sq-m area are the remains of a church and a palace.\nTo access the fortress, cross the Ibar via a footbridge located opposite the restaurant and bus stop on the Ibar highway, then clamber up the path and steps leading to the northern gate (which is the only entrance to the fort) – it takes about 15 minutes and there are benches to rest along the way.There are three signposted hiking trails around Maglič, ranging from 10km to 18km; see the board with a map next to the restaurant (labelled only in Serbian Cyrillic).The nearby rapids and gorges of the Ibar river are one of southern Serbia's most popular rafting spots; Wild Serbia offers one-day kayaking tours that include a visit to Maglič. Every July thousands of people take part in a merry regatta down the Ibar from Maglič to Kraljevo."
    }
]