[
    {
        "country": "shandong",
        "index": 1,
        "name": "Confucius Temple",
        "latitude": "35.593425",
        "longitude": "116.984332",
        "excerpt": "Like shrines to Confucius throughout China and Asia, this is more museum than altar. The heart of the complex is the huge yellow-eaved Dacheng Hall (大成殿,…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qufu/attractions/confucius-temple/a/poi-sig/434516/356072",
        "image_url": null,
        "detail_description": "Like shrines to Confucius throughout China and Asia, this is more museum than altar. The heart of the complex is the huge yellow-eaved Dacheng Hall (大成殿, Dàchéng Diàn), which in its present form dates from 1724. Craftspeople carved the 10 dragon-coiled columns so expertly that they were covered with red silk when Emperor Qianlong visited, lest he feel that the Forbidden City’s Hall of Supreme Harmony paled in comparison. Inside is a huge statue of Confucius resplendent on a throne.\nAbove him are the characters 萬世師表 (wànshì shībiǎo), meaning ‘model teacher for all ages’.The temple has nine courtyards arranged on a central axis. China’s largest imperial building complex after the Forbidden City began as Confucius’ three-room house, but after his death in 478 BC the Duke of the Lu (鲁, Lǔ) state consecrated his simple abode as a temple. Everything in it, including his clothing, books, musical instruments and a carriage, was perfectly preserved. The house was rebuilt for the first time in AD 153, kicking off a series of expansions and renovations in subsequent centuries. By 1012 it had four courtyards and over 300 rooms. An imperial-palace-style wall was added. After a fire in 1499, it was rebuilt to its present scale.Over 1000 stelae documenting imperial gifts and sacrifices from the Han dynasty onwards, as well as treasured examples of calligraphy and stone reliefs, are preserved on the grounds. Look for a bìxì bearing the Cheng Hua stele (成化碑, Chénghuà bēi), dedicated by the Ming emperor in 1468, which praises Confucius in a particularly bold, formal hand. The characters are so perfect that copies were used to teach penmanship. The Shengji Hall (圣迹殿, Shèngjī Diàn) houses 120 famed Tang-dynasty paintings depicting Confucius’ life immortalised as carvings.Halfway through the complex rises the triple-eaved Great Pavilion of the Constellation of Scholars (奎文阁, Kuíwén Gé), an imposing Song-dynasty wooden structure. A series of gates and colossal, twin-eaved stele pavilions lead to the Apricot Altar (杏坛, Xìng Tán), which marks the spot where Confucius taught his students under an apricot tree.South of Chongsheng Hall (崇圣祠, Chóngshèng Cí), which was once the site of the original family temple, the Lu Wall (鲁壁, Lǔ Bì) stands where Confucius’ ninth-generation descendant hid Confucius’ writings in the walls of his house during Emperor Qin Shi Huang’s book-burning campaign around 213 BC. The texts were uncovered during an attempt to raze the grounds in 154 BC, spurring new schools of Confucian scholarship and long debates over what Confucius really said."
    },
    {
        "country": "shandong",
        "index": 2,
        "name": "Tsingtao Beer Museum",
        "latitude": "36.078925",
        "longitude": "120.342597",
        "excerpt": "For a self-serving introduction to China’s iconic beer, head to the original and still-operating brewery. On view are old photos, preserved brewery…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qingdao/attractions/tsingtao-beer-museum/a/poi-sig/1238017/356071",
        "image_url": null,
        "detail_description": "For a self-serving introduction to China’s iconic beer, head to the original and still-operating brewery. On view are old photos, preserved brewery equipment and statistics, and there are also a few fascinating glimpses of the modern factory line. The aroma of hops is everywhere. And you get to sample brews along the way (how much depends on which ticket you buy).\nIf you want to keep drinking, Tsingtao IPA and yuan jiang are both on tap in 1903 Cafe (8am to 6pm), the brewery's own little pub, located by the ticket office.To get here, take bus 2 or 205 from Zhongshan Lu and get off at Tai Dong bus stop. Tai Dong will have its own metro station soon too."
    },
    {
        "country": "shandong",
        "index": 3,
        "name": "Dai Temple",
        "latitude": "36.1933289",
        "longitude": "117.12536995",
        "excerpt": "This magnificent Taoist temple complex is where all Tai'an roads lead, being the traditional first stop on the pilgrimage route up Tai Shan. The grounds,…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/taian/attractions/dai-temple/a/poi-sig/1237755/356073",
        "image_url": null,
        "detail_description": "This magnificent Taoist temple complex is where all Tai'an roads lead, being the traditional first stop on the pilgrimage route up Tai Shan. The grounds, enclosed within mighty walls, are an impressive example of Song-dynasty (960–1127) temple construction with features of an imperial palace, though other structures stood here 1000 years before that.\nMany visitors enter from the north through Hou Zai gate (which you can climb for views of Tai Shan), but entering from the south through Zhengyang gate allows you to follow the traditional passage through the main temple and up Hongmen Lu to the start of Tai Shan's Central Route ascent.From the south end, two lions watch cars pass by on Dongyue Dajie, flanking the splendid páifāng (ornamental arch). Beyond this and the Zhengyang gate is the Yaocan Pavilion.Between the buildings, the courtyards are filled with prized examples of poetry and imperial records. Fossilised-looking bìxì (the mythical tortoise son of the dragon), dating from the 12th century onwards, carry stelae on their backs documenting everything from the civil exam process to emperors’ birthdays. The Han Emperor Wudi himself is said to have planted some of the massive, twisting trees in the Cypress Tree Pavilion 2100 years ago.The main hall is the colossal Hall of Heavenly Blessing, which dates from AD 1009, and whose dark interior houses an exquisite, 62m-long Song-dynasty mural depicting a journey undertaken by Emperor Zhenzong as the Lord of Tai Shan, the god of longevity to whom the entire complex is dedicated."
    },
    {
        "country": "shandong",
        "index": 4,
        "name": "Penglai Pavilion",
        "latitude": "37.825718",
        "longitude": "120.74893",
        "excerpt": "About 75km northwest of Yantai, perched on a bluff overlooking the waves, the 1000-year-old Penglai Pavilion is closely entwined with Chinese mythology…",
        "detail_url": "https://www.lonelyplanet.com/china/penglai/attractions/penglai-pavilion/a/poi-sig/1237572/1337678",
        "image_url": null,
        "detail_description": "About 75km northwest of Yantai, perched on a bluff overlooking the waves, the 1000-year-old Penglai Pavilion is closely entwined with Chinese mythology and the Taoist legend of the Eight Immortals Crossing the Sea. The entrance to the ticketed scenic area is at the south end, and the route up to the pavilion passes the grounds of an ancient naval base and a series of temples. The pavilion itself is unassuming as its restored exterior is rather similar to surrounding structures.\nInside is a collection of prized inscriptions left by famous visitors since the Song dynasty, and a beautiful modern rendering of the Eight Immortals by Zhou Jinyun. There are many versions of the story, but in this one the immortals, who came from different walks of life, shared drinks at the pavilion before crossing the Bo Sea using unique superpowers.Close to the pavilion, and still within the ticketed scenic area, you can zip across the bay by cable car for cliffside walks overlooking the Bo and Yellow Seas. The park also contains museums (open 7.30am to 5.30pm) dedicated to ancient shipbuilding, regional relics and Qi Jiguang, a local-born Ming-dynasty general who battled pirates.If you arrive after a heavy rain, keep an eye out for mirages at sea that have appeared every few years. Long ago, this earned Penglai a reputation as a gateway to immortal lands and compelled Emperor Qin Shi Huang to send ships in search of islands of immortality further east."
    },
    {
        "country": "shandong",
        "index": 5,
        "name": "Confucius Mansion",
        "latitude": "35.59701",
        "longitude": "116.986274",
        "excerpt": "Next to Confucius Temple is this maze of living quarters, halls, studies and further studies. The mansion buildings were moved from the temple grounds to…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qufu/attractions/confucius-mansion/a/poi-sig/434514/356072",
        "image_url": null,
        "detail_description": "Next to Confucius Temple is this maze of living quarters, halls, studies and further studies. The mansion buildings were moved from the temple grounds to the present site in 1377 and vastly expanded into 560 rooms in 1503. More remodelling followed, including reconstruction following a devastating fire in 1885. The mansion was for centuries the most sumptuous private residence in China, thanks to imperial sponsorship and the Kong clan’s rule, which included powers of taxation and execution, over Qufu as an autonomous estate.\nThe clan indulged in 180-course meals, and kept servants and consorts. Male heirs successively held the title of Duke Yan Sheng from the Song dynasty until 1935.Confucius Mansion is built on an ‘interrupted’ north–south axis with administrative offices (taxes, edicts, rites, registration and examination halls) at the entrance (south) and private quarters at the back (north). The Ceremonial Gate (重光门, Chóngguāng Mén) was opened only when emperors dropped in. The central path passes a series of halls, including the Great Hall (大堂, Dà Táng) and Nèizhái Gate (内宅门, Nèizhái Mén), which separated the private and public parts of the residence and was guarded at all times.The large ‘shòu’ character (壽, longevity) presented in traditional Chinese script within the single-eaved Upper Front Chamber (前上房, Qián Shàng Fáng) north of Nèizhái Gate was a gift from Qing Empress Cixi. The Duke lived in the two-storey Front Chamber (前堂楼, Qián Táng Lóu).Just east of Nèizhái Gate is the Tower of Refuge (奎楼, Kuí Lóu), not open to visitors, where the Kong clan could gather if the peasants turned nasty. It has an iron-lined ceiling on the ground floor and a staircase that could be yanked up.There's a pleasant fruit-tree garden at the north end of the complex; you can then leave via the north gate (exit only)."
    },
    {
        "country": "shandong",
        "index": 6,
        "name": "Tai Shan",
        "latitude": null,
        "longitude": null,
        "excerpt": "The most climbed mountain on earth, and the most revered of China's five sacred Taoist peaks, Tai Shan is one third of Shandong's claim to having 'yī shān…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/taian/attractions/tai-shan/a/poi-sig/1016914/356073",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0726b031660cb79ec153b48bfdd1dc735bc27fe31171924836a8afdc4aadc5e0.jpg",
        "detail_description": "The most climbed mountain on earth, and the most revered of China's five sacred Taoist peaks, Tai Shan is one third of Shandong's claim to having 'yī shān, yī shuǐ, yī shèngrén' (一山一水一圣人, 'one mountain, one water, one saint'); the water being the Yellow River, the saint being Confucius. You may have to share it with the masses – its supernatural allure attracts the Chinese in droves – but a pilgrimage hike to Tai Shan's summit is a unique experience few people forget.\nBixia, the Princess of the Azure Clouds, a Taoist deity whose presence permeates the temples dotted along the route, is a powerful cult figure for the rural women of Shandong and beyond. It's said that if you climb Tai Shan you'll live to 100, and tribes of wiry grandmothers trot up the steps with surprising ease, their target the cluster of temples at the summit where they burn money and incense, praying for their progeny. Sun-worshippers muster wide-eyed on the peak, straining for the first flickers of dawn. In ancient Chinese tradition, it was believed that the sun began its westward journey from Tai Shan.From its heights Confucius uttered the dictum: 'The world is small.' You too can climb up and say, 'I'm knackered.'Avoid coinciding your climb with the public holiday periods held in the first weeks of May and October, otherwise you will share the mountain with what the Chinese call 'rén shān, rén hǎi' (人山人海) – literally a 'mountain of people and a sea of persons.'"
    },
    {
        "country": "shandong",
        "index": 7,
        "name": "Shihu Yuan Museum",
        "latitude": "36.713671",
        "longitude": "119.107933",
        "excerpt": "This Ming-dynasty courtyard home belonged to Ding Shanbao, a Jiangsu merchant who at one time owned half the town. In 1885 he restored the property as his…",
        "detail_url": "https://www.lonelyplanet.com/china/weifang/attractions/shihu-yuan-museum/a/poi-sig/1498858/1339838",
        "image_url": null,
        "detail_description": "This Ming-dynasty courtyard home belonged to Ding Shanbao, a Jiangsu merchant who at one time owned half the town. In 1885 he restored the property as his private residence and put the focus on its garden, considered a masterpiece of Suzhou-style design with an unusually compact arrangement of the requisite pond, bridge, pavilion and surrounding rockery.\nFor kicks, Shanbao designed some structures in the living quarters smaller than the usual dimensions and then named the property 'Ten Tablet Garden', meaning pocket-sized. (Tablets used by officials to record edicts on were generally made of strips of bamboo – so even a stack of 10 was not so large.) The 67 well-preserved structures have since served as a backdrop for many a docudrama. The oldest structure is Yanxiang Lou (砚香楼, Yànxiāng Lóu), sleeping quarters built 400 years ago and converted into a library.To get here from the train station, take bus 3 (¥2) four stops to Dōngfēng Jiē Xiàngyáng Lù Lùkǒu (东风街向阳路路口) bus stop, or it's a 2km walk; cross the square in front of the train station, turn left, then right along Xiangyang Jie (向阳路) for about 800m. Turn right onto Dongfeng Xijie (东风西街) and the museum is on your left behind the newly constructed old-style buildings."
    },
    {
        "country": "shandong",
        "index": 8,
        "name": "St Michael’s Cathedral",
        "latitude": "36.06792321",
        "longitude": "120.31569534",
        "excerpt": "Up a hill off Zhongshan Lu looms this grand Gothic- and Roman-style edifice. Completed in 1934, the church spires were supposed to be clock towers, but…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qingdao/attractions/st-michael-s-cathedral/a/poi-sig/473134/356071",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b55967270e69b929ab2a47c18baccf33-st-michael-s-cathedral.jpg",
        "detail_description": "Up a hill off Zhongshan Lu looms this grand Gothic- and Roman-style edifice. Completed in 1934, the church spires were supposed to be clock towers, but Chancellor Hitler cut funding of overseas projects and the plans were scrapped. The church was badly damaged during the Cultural Revolution and the crosses capping its twin spires were torn off. Devout locals buried the crosses for safe keeping. In 2005 workers uncovered them while repairing pipes in the hills, and they have since been restored.\n"
    },
    {
        "country": "shandong",
        "index": 9,
        "name": "Confucius Forest",
        "latitude": "35.615686",
        "longitude": "116.988602",
        "excerpt": "About 1km north of the walled town on Lindao Lu is the peaceful Confucius Forest, a cemetery of pine and cypress covering 200 hectares and bounded by a…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qufu/attractions/confucius-forest/a/poi-sig/434512/356072",
        "image_url": null,
        "detail_description": "About 1km north of the walled town on Lindao Lu is the peaceful Confucius Forest, a cemetery of pine and cypress covering 200 hectares and bounded by a 10km-long wall, which was built on top of the foundations of the Zhou-dynasty wall that encircled the ancient capital city of the Lu State. Confucius and more than 100,000 of his descendants have been buried here for the past 2000 years, a tradition still ongoing.\nThe great sage's tomb is a simple grass mound enclosed by a low wall and faced with a Ming-dynasty stele. Pairs of stone guardians stand at the ready. His son and grandson are buried nearby, and scattered through the forest are dozens of temples and pavilions.When Confucius died in 479 BC, he was buried on the bank of the Si River beneath a simple marker. In the Western Han dynasty, Emperor Wudi deemed Confucianism the only worthy school of thought, and the Tomb of Confucius (孔子墓, Kǒngzǐ Mù) became a place of pilgrimage.A slow walk through the parklike cemetery can take a couple of hours, though Confucius’ tomb is just a 10-minute walk from the entrance (turn left after the second gateway, called 'Supreme Sage Cemetery Gateway').Electric sightseeing carts (¥20) are on hand to take passengers on a loop of the forest before dropping them back at Confucius' tomb, but you get much more freedom if you explore on foot.The forest is a 15-minute walk from the old town, or take bus 1 (¥1) from Gulou Beijie, or a pedicab (¥10)."
    },
    {
        "country": "shandong",
        "index": 10,
        "name": "Zhongshan Park",
        "latitude": "36.065665325979",
        "longitude": "120.34803628922",
        "excerpt": "Within central Qingdao, Zhongshan Park is a vast 69 hectares of lakes, gardens and walking paths; it's an amusement park for kids and also the venue of…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qingdao/attractions/zhongshan-park/a/poi-sig/473148/356071",
        "image_url": null,
        "detail_description": "Within central Qingdao, Zhongshan Park is a vast 69 hectares of lakes, gardens and walking paths; it's an amusement park for kids and also the venue of lively festivals in the spring and summer. In the park’s northeast rises Taiping Hill with a cable car to the TV Tower at the top. Also within the park is Qingdao’s largest temple, Zhanshan Temple, an active Buddhist sanctuary.\nWhen you get off the cable car at the temple, look for a round concrete dome on the right. This is the entrance to a bunker, which the Germans used as a wine cellar, and today houses a wine bar."
    },
    {
        "country": "shandong",
        "index": 11,
        "name": "Kite Museum",
        "latitude": "36.70366",
        "longitude": "119.109221",
        "excerpt": "This riverside museum tells the story of kites – from the first one, a bamboo magpie fashioned in Weifang 2400 years ago by Lu Ban (he's the winged figure…",
        "detail_url": "https://www.lonelyplanet.com/china/weifang/attractions/kite-museum/a/poi-sig/1498859/1339838",
        "image_url": null,
        "detail_description": "This riverside museum tells the story of kites – from the first one, a bamboo magpie fashioned in Weifang 2400 years ago by Lu Ban (he's the winged figure in front of the museum), to their use in warfare, meteorology, hunting, cartography and eventually the study of electricity. Kites of various styles, including some of the smallest and largest in the world, constructed by mostly master makers, are also on display. And you can buy them in the 1st-floor shop.\nThe only disappointment is that there aren't any genuinely old kites on display.To get here from the train station, take bus 2 (¥2) four stops to Fēngzheng Guǎngchǎng (风筝广场) bus stop. Or it's a 2km walk; cross the square outside the station, turn right, left, then right down Jiankeng Xijie (健康西街). After crossing the river turn left and follow the river to the museum."
    },
    {
        "country": "shandong",
        "index": 12,
        "name": "Yantai Hill Park",
        "latitude": "37.547138",
        "longitude": "121.397123",
        "excerpt": "This quaint park of stone paths, leafy gardens and ocean vistas is also a museum of Western treaty port architecture. Wolf-dung fires burned continuously…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/yantai/attractions/yantai-hill-park/a/poi-sig/1238542/356075",
        "image_url": null,
        "detail_description": "This quaint park of stone paths, leafy gardens and ocean vistas is also a museum of Western treaty port architecture. Wolf-dung fires burned continuously along the smoke terrace above, beginning in the 14th-century reign of Emperor Hongwu. Stroll by the former American Consulate Building, which retains some original interior features and contains an exhibit on Yantai’s port days. Nearby, the former Yantai Union Church dates from 1875. The former British Consulate overlooks the bay with its annexe surrounded by an overgrown English garden.\nAt the top of the hill is the Ming-dynasty Dragon King Temple, which in 1860 was co-opted as military headquarters for French troops. Behind the temple, the lighthouse houses a maritime museum. In the west of the park, the 1930s-built Japanese Consulate is an austere brick structure with a ‘torture inquisition room’."
    },
    {
        "country": "shandong",
        "index": 13,
        "name": "Mencius Temple",
        "latitude": "35.38884",
        "longitude": "116.968474",
        "excerpt": "A portrait of ancient China and tranquillity, the Mencius Temple originally dates to the Song dynasty; it bears the marks of past anti-Confucian mood…",
        "detail_url": "https://www.lonelyplanet.com/china/zoucheng/attractions/mencius-temple/a/poi-sig/1499092/1337677",
        "image_url": null,
        "detail_description": "A portrait of ancient China and tranquillity, the Mencius Temple originally dates to the Song dynasty; it bears the marks of past anti-Confucian mood swings, though restoration is always ongoing. With few visitors around, you can sit in the shade of ancient gnarled cypresses, absorbing the serene surroundings. The twin-roofed Hall of the Second Sage (亚圣殿; Yàshèng Diàn) looms in the centre of the grounds, a small shrine next to it dedicated to Mencius’ mother, the ‘model for all mothers’.\n"
    },
    {
        "country": "shandong",
        "index": 14,
        "name": "Governor’s House Museum",
        "latitude": "36.064867",
        "longitude": "120.32631",
        "excerpt": "This museum is one of Qingdao’s best examples of concession-era architecture – the former German governor’s residence constructed in the style of a German…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qingdao/attractions/governor-s-house-museum/a/poi-sig/1436974/356071",
        "image_url": null,
        "detail_description": "This museum is one of Qingdao’s best examples of concession-era architecture – the former German governor’s residence constructed in the style of a German palace. The building’s interior is characteristic of Jugendstil, the German arm of art nouveau, with some German and Chinese furnishings of the era. It was built in 1903 at a cost of 2,450,000 taels of silver by an indulgent governor, whom Kaiser Wilhelm II immediately sacked when he saw the bill.\nIn 1957 Chairman Mao stayed here with his wife and kids on holiday. So did defence minister Lin Biao, who would later attempt to assassinate Mao."
    },
    {
        "country": "shandong",
        "index": 15,
        "name": "Yantai Folk Custom Museum",
        "latitude": "37.537159",
        "longitude": "121.39192",
        "excerpt": "It's really the architecture that's the big draw at this museum, housed in an amazing guild hall built between 1884 and 1906 by arrivals from Fujian (福建,…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/yantai/attractions/yantai-folk-custom-museum/a/poi-sig/1437365/356075",
        "image_url": null,
        "detail_description": "It's really the architecture that's the big draw at this museum, housed in an amazing guild hall built between 1884 and 1906 by arrivals from Fujian (福建, Fújiàn). In the centre of the courtyard is a spectacularly intricate, decorated gate. Supported by 22 pillars, it's adorned with hundreds of carved and painted figures, phoenixes and other beasties, depicting classic folk tales including The Eight Immortals Crossing the Sea.\nThe centerpiece is the Hall of the Heavenly Goddess, where the goddess Tianhou is surrounded by a set of tin instruments in the shapes of gourds and tiny mice, crawling dragons and dragon heads."
    },
    {
        "country": "shandong",
        "index": 16,
        "name": "Yan Temple",
        "latitude": "35.599383",
        "longitude": "116.988569",
        "excerpt": "This tranquil temple northeast of Confucius Mansion is dedicated to Confucius’ beloved disciple Yan Hui, whose death at age 32 caused the understated…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qufu/attractions/yan-temple/a/poi-sig/434522/356072",
        "image_url": null,
        "detail_description": "This tranquil temple northeast of Confucius Mansion is dedicated to Confucius’ beloved disciple Yan Hui, whose death at age 32 caused the understated Confucius ‘excessive grief’. The main structure, Fusheng Hall (复圣殿, Fùshèng Diàn), has a magnificent ceiling decorated with a dragon head motif. Outside a bìxì (mythical tortoiselike dragon) carries a stele that posthumously granted Yan the title of Duke of Yanguo (in both Han and Mongol script) in AD 1331.\n"
    },
    {
        "country": "shandong",
        "index": 17,
        "name": "Beijiushui Scenic Area",
        "latitude": "36.233404",
        "longitude": "120.565596",
        "excerpt": "This canyon area at the north end of Lao Shan is mostly flat and takes a couple of hours to traverse. The path winds alongside and across clear, blue…",
        "detail_url": "https://www.lonelyplanet.com/china/lao-shan/attractions/beijiushui-scenic-area/a/poi-sig/1437339/1323473",
        "image_url": null,
        "detail_description": "This canyon area at the north end of Lao Shan is mostly flat and takes a couple of hours to traverse. The path winds alongside and across clear, blue streams before reaching Chaoyin Waterfall. The ticket office outside the metro station is 8km from the trailhead. There's a shuttle bus (¥30 return) to the trailhead, but it's much cheaper to take local bus 639 (¥1 one way) from opposite the metro station. You can buy your park entrance ticket when you get off the bus.\n"
    },
    {
        "country": "shandong",
        "index": 18,
        "name": "Taiqing Palace",
        "latitude": "36.139538",
        "longitude": "120.672369",
        "excerpt": "Accessible from either the Dahedong entrance or the Yangkou entrance, Lao Shan’s oldest and grandest temple was established by the first Song emperor…",
        "detail_url": "https://www.lonelyplanet.com/china/lao-shan/attractions/taiqing-palace/a/poi-sig/1437350/1323473",
        "image_url": null,
        "detail_description": "Accessible from either the Dahedong entrance or the Yangkou entrance, Lao Shan’s oldest and grandest temple was established by the first Song emperor around AD 960 to perform Taoist rites to protect the souls of the dead. Taoist devotees in blue and white still live here, and many credit their good health to drinking from the Spring of the Immortals (神水泉, Shénshuǐ Quán), which feeds into the grounds. The massive ancient gingko, cedar and cypress trees also apparently benefit your health.\n"
    },
    {
        "country": "shandong",
        "index": 19,
        "name": "Golden Sand Beach",
        "latitude": "35.967865",
        "longitude": "120.256863",
        "excerpt": "For wide-open spaces of sand, sea and sky, there’s Golden Sand Beach on the western peninsula of Huangdao district (团岛区, Huángdǎo Qū). An undersea tunnel…",
        "detail_url": "https://www.lonelyplanet.com/china/shandong/qingdao/attractions/golden-sand-beach/a/poi-sig/1499483/356071",
        "image_url": null,
        "detail_description": "For wide-open spaces of sand, sea and sky, there’s Golden Sand Beach on the western peninsula of Huangdao district (团岛区, Huángdǎo Qū). An undersea tunnel linking Huangdao and the district of Shinan (市南, Shìnán) puts it within easy reach of Old Town. Take tunnel bus 7 (隧道7; ¥2, 30 minutes) from Jiaozhou Lu or the train station and get off at the second stop after the tunnel; from here, walk back, then turn right. A taxi costs around ¥70 including toll.\n"
    },
    {
        "country": "shandong",
        "index": 20,
        "name": "Jufeng",
        "latitude": "36.173669",
        "longitude": "120.626171",
        "excerpt": "Most easily reached from the Dahedong (大河东, Dàhédòng) entrance to the park, this peak – the name literally means 'Huge Peak' – is Lao Shan's highest point…",
        "detail_url": "https://www.lonelyplanet.com/china/lao-shan/attractions/jufeng/a/poi-sig/1437341/1323473",
        "image_url": null,
        "detail_description": "Most easily reached from the Dahedong (大河东, Dàhédòng) entrance to the park, this peak – the name literally means 'Huge Peak' – is Lao Shan's highest point at 1133m above sea level. If you take the cable car part way up the mountain, it's another four hours up steps past temples and a spring to the stone terrace at the peak and awe-inspiring views of mountains, sky and sea. It's a tremendous walk, but load up with water on a hot day.\n"
    }
]