[
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 1,
        "name": "Danubiana Meulensteen Art Museum",
        "latitude": "48.034937",
        "longitude": "17.23197",
        "excerpt": "The windswept location of this world-class art gallery is as invigorating as the works on display. On a promontory jutting into the Danube, the…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/attractions/danubiana-meulensteen-art-museum/a/poi-sig/1335635/360704",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/824aa13f0d4409a9d6b5af0cb03ddf87-danubiana-meulensteen-art-museum.jpg",
        "detail_description": "The windswept location of this world-class art gallery is as invigorating as the works on display. On a promontory jutting into the Danube, the Meulensteen immediately impresses with its outdoor sculpture garden. Inside, the gallery’s floor-to-ceiling windows overlook the water, providing an organic backdrop to mostly contemporary art. Many Slovak and Czech artists are featured, like Viera Kraicová’s bold nudes, end-of-days tableaux by Vincent Hložník, and realist-abstractionist mash-ups by Rudolf Fila. It's 15km south of Bratislava with year-round bus links.\nThe gallery is the brainchild of Dutch art collector and entrepreneur Gerard Meulensteen, who also conceived of the building's shape: a Roman galley ship, befitting the watery location.The gallery cafe is relatively expensive, but its views onto reedy wetlands are breathtaking.Boat trips run from the city centre on weekends from May to October (return tickets are adult/child €16/10, including gallery ticket; see www.lod.sk for details). Otherwise take bus 90 (€1.20) from Nový Most bus stop to Čunovo and walk from the terminus (2.5km). Driving is convenient and gallery parking is free. Taxis cost around €20 each way."
    },
    {
        "country": "slovakia",
        "city": "Eastern Slovakia",
        "index": 2,
        "name": "Spiš Castle",
        "latitude": "48.999901",
        "longitude": "20.768688",
        "excerpt": "Crowning a travertine hill above Spišské Podhradie village, this vast, Unesco-listed fortification is one of Central Europe's biggest castle complexes…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/spisske-podhradie/attractions/spis-castle/a/poi-sig/1253574/360703",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/223946253100e0251f512fdbd4095cc5-spis-castle.jpg",
        "detail_description": "Crowning a travertine hill above Spišské Podhradie village, this vast, Unesco-listed fortification is one of Central Europe's biggest castle complexes. Its bulwarks and thick defensive walls date to the 12th century (at the latest), and once guarded Hungarian royals and nobles from flying arrows. Highlights of the four-hectare site, connected by stony pathways and stairs, include views from the 22m-high tower, and a museum of medieval history within the former palace.\nThe castle collapsed in the 12th century and was remade soon after. A Gothic renovation during the second half of the 15th century, under the nobleman Štefan Zápoľský, paved the way for prestigious courtly life. As the threat of invasion lessened, Spiš Castle became a place for balls and upper-class hobnobbing, and much less of a strategic fortification. Details like the castle's Gothic-style windows are an example of harmony between defensive and decorative design.After a fire in 1780, the castle began to fall to ruin. Restoration began in earnest during the 1970s, propelling Spiš Castle to fame. Included on Unesco's World Heritage list in 1993, today it is one of Slovakia's most popular attractions.Audio-guide tours (included in the ticket price, deposit €10) take roughly 90 minutes. In summer there are regular night tours of the castle (adult/student/child €10/8/8).Spiš Castle is 1km east of Spišské Podhradie, off the D1 highway or about an hour's uphill hike from the village. From the (free) car park, there is a steep 10-minute walk to the castle entrance."
    },
    {
        "country": "slovakia",
        "city": "Eastern Slovakia",
        "index": 3,
        "name": "Slovenský Raj National Park",
        "latitude": "48.913249",
        "longitude": "20.378609",
        "excerpt": "Slovenský Raj's rocky plateaus, primeval forests and interlacing streams form some of Slovakia's most picturesque hiking terrain. Treks often involve…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/slovensky-raj/attractions/slovensky-raj-national-park/a/poi-sig/1253589/360702",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6023efb0789e169f733b09606f16430d-slovensky-raj-national-park.jpg",
        "detail_description": "Slovenský Raj's rocky plateaus, primeval forests and interlacing streams form some of Slovakia's most picturesque hiking terrain. Treks often involve scaling metal ladders or balancing on footbridges above waterfalls. For some, the ice-cold slap of river water is reward enough; for the rest of us, it's the views: cliffs giving way to forests and fog-filled valleys, and soft meadows.Trails are challenging but well-marked, and information centres offer multilingual advice. If visiting outside July-to-August high season, read up in advance.\nWithin Slovenský Raj's dramatic karst bedrock are more than 500 caves, while its meadows are a habitat for rare orchid species. More than 90% of the park is forested, and European honey buzzards, golden eagles and 2000 butterfly species fly through.The park has 300km of walking trails. One of the loveliest (and most popular) routes from Podlesok is the two- to four-hour ascent up the dramatic, ladder- and technical-assist Suchá Belá Gorge, then east to Kláštorisko Chata, where you'll find a reconstructed 13th-century Carthusian monastery, on yellow then red trails. From there, take the blue trail down to the Hornád River, then follow the river gorge upstream to return to Podlesok. Start at 8am or 9am on popular trails: in high summer, it's common to queue for the ladders later in the day.From Čingov a green trail leads up Hornád River Gorge an hour to Tomašovský výhľad, a 146m-high rocky outcropping and overlook; a good short-hike destination. Or continue to the green, one-way, technically aided Kláštorisko Gorge trail (five hours). You can also reach the Kláštorisko Gorge ascent from Podlesok (two hours). There is accommodation available at Kláštorisko Chata.One of the shortest, dramatic, technical-assist hikes starts at Biele Vody (15 minutes northeast of Dedinky via the red trail) and follows the green trail up Zejmarská Gorge. The physically fit can clamber up in 50 minutes. To get back, you can follow the green trail down to Dedinky, or there's a chairlift that works sporadically."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 4,
        "name": "Hlavné Námestie",
        "latitude": "48.143497",
        "longitude": "17.10832",
        "excerpt": "The nucleus for Bratislava's history, festivals and chic cafe culture is Hlavné nám (Main Sq). There's architectural finery in almost every direction,…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/hlavne-namestie/a/poi-sig/1251973/360690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/51a01b562798cd0c11e9992570f2acf9-hlavne-namestie.jpg",
        "detail_description": "The nucleus for Bratislava's history, festivals and chic cafe culture is Hlavné nám (Main Sq). There's architectural finery in almost every direction, notably the Stará Radnica (Old Town Hall), a complex of attractive 14th- and 15th-century Gothic buildings, and Palugyayov Palác, a neobaroque former palace.\nRoland's Fountain, at the square's heart, is thought to have been built in 1572 as a public water supply. According to legend, its statue bows once a year...visible only to the most good-hearted Bratislavans, of course."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 5,
        "name": "St Martin's Cathedral",
        "latitude": "48.14205",
        "longitude": "17.104833",
        "excerpt": "The coronations of 19 royals have taken place within three-nave St Martin's Cathedral, alluded to by the 300kg replica crown atop its spire. The interior…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/st-martin-s-cathedral/a/poi-sig/1145559/360690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b7060a3b77694d5a0cec2e559416e4da-st-martin-s-cathedral.jpg",
        "detail_description": "The coronations of 19 royals have taken place within three-nave St Martin's Cathedral, alluded to by the 300kg replica crown atop its spire. The interior of this 14th-century Gothic sanctuary has four chapels dedicated to saints and luminaries, a horseback statue of St Martin, and huge rib vaults and stained-glass windows that lift the gaze.\nSt Martin's was built on the site of an earlier Romanesque church as part of the city's fortified walls, giving it a stocky appearance, reminiscent of a castle. The 85m Gothic tower was formerly a lookout point.Ninety-odd graves are concealed 6m beneath the church in its crypts."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 6,
        "name": "Bratislava Castle",
        "latitude": "48.14122",
        "longitude": "17.102044",
        "excerpt": "Magnificently rebuilt in Renaissance style, Bratislava Castle looks as though it has been transplanted from a children's picture book. Inside is a history…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/bratislava-castle/a/poi-sig/1145556/360690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ba8aefc38b25b0c0340083d851bc3c68-bratislava-castle.jpg",
        "detail_description": "Magnificently rebuilt in Renaissance style, Bratislava Castle looks as though it has been transplanted from a children's picture book. Inside is a history museum, though many chambers feel empty and underutilised. The castle's oldest original feature is the 13th-century Crown Tower; climb it for bird's-eye views. Another highlight is the late-baroque Assumption of the Virgin Mary (1762–3) painting by Anton Schmidt in the Music Hall. Without a ticket you can wander the manicured baroque gardens behind the castle.\nThe fortification dates to the 9th century. Reshaped as a Gothic fortress in the 15th century, then again in Renaissance style a hundred years later, it lay in ruins after a fire in 1811. Today's incarnation, with four stocky towers and painted a dazzling shade of white, is a 1960s rebuild.During summer, arrive early if you want to avoid crowds; this is a tourist-bus hotspot."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 7,
        "name": "Orava Castle",
        "latitude": "49.261755",
        "longitude": "19.358404",
        "excerpt": "The sight of Orava Castle, roosting on a forest-cloaked hilltop, sends a chill down the spine. Vampire aficionados may recognise its stern silhouette from…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/orava-castle/a/poi-sig/1251814/360691",
        "image_url": null,
        "detail_description": "The sight of Orava Castle, roosting on a forest-cloaked hilltop, sends a chill down the spine. Vampire aficionados may recognise its stern silhouette from Murnau’s classic 1922 movie Nosferatu, but the castle’s history is easily as interesting as its silver-screen appearances. Famous residents include György Thurzó, who sentenced real-life vampiress Elizabeth Báthory for hundreds of bloodthirsty murders, and Nicolaus Draskovics, rumoured to have skinned servants alive. Check the website for English-language tours (thrice daily in summer).\nNever conquered, this 13th-century fortification has outlasted the centuries thanks to its curved defence tunnels, 5m-thick walls and the liberal use of projectile boiling water against intruders. Navigating the castle, visitors tour numerous architectural styles: Romanesque, Gothic, Renaissance. Hair-raisingly steep stairs connect various castle chambers, which are draped with bearskin rugs and filled with magnificent furniture and weaponry. The end of the exhibition shines a spotlight on the castle's starring role in movies and popular culture – and there's a chance to stare down Nosferatu himself..."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 8,
        "name": "Museum of the Slovak Village",
        "latitude": "49.039556",
        "longitude": "18.928628",
        "excerpt": "This picturesque recreated village – Slovakia's largest skanzen (open-air museum) – showcases over 120 faithfully reconstructed 19th-century dwellings in…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/martin/attractions/museum-of-the-slovak-village/a/poi-sig/1253168/1324764",
        "image_url": null,
        "detail_description": "This picturesque recreated village – Slovakia's largest skanzen (open-air museum) – showcases over 120 faithfully reconstructed 19th-century dwellings in a bucolic location, 2km south of central Martin. Wander between timber buildings (a few have richly dressed interiors) and learn how to discern an Oravian farmhouse from a Turiec-style hut; the ticket desk loans information booklets in various languages. Entry to the wooden church and Museum of Roma Culture is by timed tour (hours are posted around the site, no extra charge).\nThe on-site Museum of Roma Culture is the only one of its kind in Slovakia. It exhibits traditional musical instruments and features displays about Roma culture, periods of oppression endured by Roma communities and prominent Slovak Roma people. Information is in Slovak but guides can explain the exhibition and printed English-language information is available.There's also a krčma (village pub) serving refreshments and a souvenir shop selling handicrafts; you could easily spend a full day here.Take local bus 10 from the main train station to the last stop and walk the remaining 1km up through the forest."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 9,
        "name": "Blue Church",
        "latitude": "48.143336970613",
        "longitude": "17.116670680173",
        "excerpt": "Dedicated to St Elisabeth of Hungary in 1913, the early-20th-century 'Blue Church' is a vision in sapphire and powder-blue. From its undulating arches and…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/blue-church/a/poi-sig/448137/360690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d7eb36da459bd19d9b6d7b9bc11b492e-blue-church.jpg",
        "detail_description": "Dedicated to St Elisabeth of Hungary in 1913, the early-20th-century 'Blue Church' is a vision in sapphire and powder-blue. From its undulating arches and ceramic roof tiles to the tip of its clock tower (36.8m), it's a marvel of art nouveau design.\nDuring the limited opening hours, you can step inside to see the baby-blue pews and gold decoration."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 10,
        "name": "Vlkolínec",
        "latitude": "49.039162",
        "longitude": "19.278367",
        "excerpt": "Vlkolínec's squat, colourful houses evoke medieval Europe with just a hint of Hobbiton. This tiny mountain hamlet, dating to the 14th century, has…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/vlkolinec/a/poi-sig/1535926/360691",
        "image_url": null,
        "detail_description": "Vlkolínec's squat, colourful houses evoke medieval Europe with just a hint of Hobbiton. This tiny mountain hamlet, dating to the 14th century, has resisted the march of time and its 45 traditional log buildings, including an 18th-century timber bell tower, baroque Catholic chapel and cottages painted peach and powder blue, have earned it a Unesco listing.Tourists flock, but Vlkolínec remains a functioning village (population 30) so don’t wander into gardens or photograph through windows. It's 6km southeast of Ružomberok.\nTwo weekday-only buses make the 30-minute (€0.50) journey to Vlkolínec from Ružomberok train station; the last return is at 5.10pm. Otherwise, driving or hiking the 6km uphill from Ružomberok are both scenic ways to reach the village, and cycling trails are increasingly well marked."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 11,
        "name": "Vrátna Valley",
        "latitude": "49.190791",
        "longitude": "19.039307",
        "excerpt": "Limestone pinnacles and thick forest conspire to make Vrátna Valley one of Slovakia's most majestic areas to hike or ski. A scenic road winds south from…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/mala-fatra-national-park/attractions/vratna-valley/a/poi-sig/1253215/360692",
        "image_url": null,
        "detail_description": "Limestone pinnacles and thick forest conspire to make Vrátna Valley one of Slovakia's most majestic areas to hike or ski. A scenic road winds south from Terchová up through craggy Tiesňavy Gorge, past picnic sites and roadside lookouts, to Vratna Výt'ah cable-car station. It hauls you to Snilovské saddle (1524m) below two peaks, Chleb (1647m) and Velký Kriváň (1709m). Both peaks are popular hikes, each taking 1½ to two hours (return).\nFor a long, tough trek, hike northeast from Chleb over Hromové (1636m), Poludňový grúň (1460m) and Stoh (1608m) to Medziholie saddle (1185m), which takes about 5½ hours (one way). From there you can descend on the green trail to Štefanová village where there's a bus stop, accommodation and restaurants."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 12,
        "name": "SNP Museum",
        "latitude": "48.735078",
        "longitude": "19.150329",
        "excerpt": "A museum dedicated to WWII history and Banská Bystrica's role as the beating heart of the country's anti-fascist resistance is harboured in a looming…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/banska-bystrica/attractions/snp-museum/a/poi-sig/1335185/1334159",
        "image_url": null,
        "detail_description": "A museum dedicated to WWII history and Banská Bystrica's role as the beating heart of the country's anti-fascist resistance is harboured in a looming concrete ark 500m southeast of the main square. The SNP Museum's architecture instantly intrigues: resembling a flying saucer split in two, its halves frame a monument depicting bodies piled high. Inside, exhibits detail the build-up to WWII through to resistance and the brutal reprisals that followed. Some explanation is given in both Slovak and English.\nBanská Bystrica became Slovakia’s nucleus of anti-fascist resistance during WWII, a place where revolutionary committees secretly organised armed resistance. The museum displays military documents, weapons and disturbing accounts of Nazi reprisals against the revolutionaries: there were mass executions, including a notorious killing of 747 people at Kremni'cka, and 90 villages and settlements were burned down.In 1942, 58,000 Jews were deported from Slovakia to concentration camps and ghettos. A second wave of deportations followed in 1944. The museum has moving displays of deportees’ belongings, such as handmade dolls and chess sets."
    },
    {
        "country": "slovakia",
        "city": "Eastern Slovakia",
        "index": 13,
        "name": "Tokaj Macik",
        "latitude": "48.456808",
        "longitude": "21.678482",
        "excerpt": "Set among expansive vineyards and pastures, Macik winery is a delightful place to experience the region's famous Tokaj wine. A little advance notice is…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/tokaj-macik/a/poi-sig/1610796/360694",
        "image_url": null,
        "detail_description": "Set among expansive vineyards and pastures, Macik winery is a delightful place to experience the region's famous Tokaj wine. A little advance notice is all that's required to taste between six and 13 varieties at the family-run winery, just an hour's drive southeast of Košice; the highlight is touring warren-like wine cellars, blackened with dark mould – its growth is encouraged, to keep the humidity just right.\nThere's a gorgeous, greenery-draped terrace to linger on and (of course) a shop to buy takeaway bottles of Tokaj.Ask about guest rooms (doubles from €58) if no one wants to be the designated driver."
    },
    {
        "country": "slovakia",
        "city": "Košice",
        "index": 14,
        "name": "Cathedral of St Elizabeth",
        "latitude": "48.720278175988",
        "longitude": "21.2581640554",
        "excerpt": "This 14th-century cathedral dominates Košice's main square, its gables bristling above tall, stained-glass windows while colourful roof tiles evoke a…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/kosice/attractions/cathedral-of-st-elizabeth/a/poi-sig/477624/360698",
        "image_url": null,
        "detail_description": "This 14th-century cathedral dominates Košice's main square, its gables bristling above tall, stained-glass windows while colourful roof tiles evoke a resplendent scaled dragon. One of Europe's easternmost Gothic cathedrals, 60m-long St Elizabeth is the largest in the country. Ascend 160 stone steps up the narrow stairwell of 59.7m-tall Sigisimund Tower to peep out across the city.\nBelow the church, a crypt contains the tomb of Duke Ferenc Rákóczi, who was exiled to Turkey after the failed 18th-century Hungarian revolt against Austria.In summer, guided tours illuminate the history behind various features of the church, as well as entering the oft-closed St Michael's Chapel outside."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 15,
        "name": "Museum of City History",
        "latitude": "48.143418",
        "longitude": "17.10921",
        "excerpt": "Rove through Bratislava's past in the former town hall. First, scale the tower for a lookout over Bratislava. Then tour the exhibition rooms; loveliest of…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/museum-of-city-history/a/poi-sig/1251975/360690",
        "image_url": null,
        "detail_description": "Rove through Bratislava's past in the former town hall. First, scale the tower for a lookout over Bratislava. Then tour the exhibition rooms; loveliest of all, despite the dreary name, is the Hall of the Extended Municipal Council and the Court House, with brightly coloured ceilings, Gothic flourishes and stained glass dating to the 17th century.Spare some time at the end for the Viticulture Museum beneath, where you can sample regional wines with a lively explanation (from €5).\nYou'll also see religious art and saintly bones, moodily lit in the vaulted chambers.There's a joint ticket (adult/child €6/3) that also allows a visit to the Period Rooms Museum."
    },
    {
        "country": "slovakia",
        "city": "Slovakia",
        "index": 16,
        "name": "Devín Castle",
        "latitude": "48.174328",
        "longitude": "16.979392",
        "excerpt": "Perched between Slovakia and Austria, rugged Devín Castle makes a popular day trip from Bratislava. From the ramparts there are admirable views of rivers…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/attractions/devin-castle/a/poi-sig/448151/360704",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1dbe76c101ae6e321481ea905bbb40ea-devin-castle.jpg",
        "detail_description": "Perched between Slovakia and Austria, rugged Devín Castle makes a popular day trip from Bratislava. From the ramparts there are admirable views of rivers and goat-speckled hills beyond. Inside, the museum hosts an archaeological exhibition with neolithic grave finds and bronze-age sculptures. In summer, kid-friendly medieval games and souvenir stalls consume the grounds. From November to March you can enter the grounds but exhibitions close.Bus 29 links Devin with Bratislava's Nový Most (stop 6); get a 30-minute ticket (€0.90).\nThe castle complex stands 9km northwest of Bratislava, at the confluence of the Danube and Morava rivers. For millennia, settlers have been tempted by this strategic locale, guarded by the Small Carpathian mountain range on one side and water on the other. Settlements date back to the 5th century BC, there's evidence of a hill fort from the Bronze Age, and fortifications have stood here since the 9th century.The castle's name originates from the Slavic deva (girl), and its Maiden Watchtower has acquired various legends of tragic young ladies across its long history."
    },
    {
        "country": "slovakia",
        "city": "Košice",
        "index": 17,
        "name": "Rodošto & Mikluš Prison",
        "latitude": "48.722615",
        "longitude": "21.260208",
        "excerpt": "This complex's motley attractions form a whirlwind tour of Košice's history. In the bastion, whose walls date to the 15th century, Košice is revealed as a…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/kosice/attractions/rodosto-miklus-prison/a/poi-sig/1556033/360698",
        "image_url": null,
        "detail_description": "This complex's motley attractions form a whirlwind tour of Košice's history. In the bastion, whose walls date to the 15th century, Košice is revealed as a powerhouse of medieval weapons production: you'll see cannonballs, coats of arms and well-dressed horse mannequins. Adjoining is a replica of the house in which Hungarian national hero Franz II Rákoczi was exiled in the 18th century. At the prison, you'll learn executioner etiquette from a video presentation before seeing grisly restraints in the cells.\n"
    },
    {
        "country": "slovakia",
        "city": "Eastern Slovakia",
        "index": 18,
        "name": "Basilica of St Egídius",
        "latitude": "49.293351903574",
        "longitude": "21.275762081954",
        "excerpt": "With tall Gothic windows and a spear-like tower rising over the main square, this 15th-century three-nave basilica is the jewel of Bardejov's Unesco…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/bardejov/attractions/basilica-of-st-egidius/a/poi-sig/1076727/360695",
        "image_url": null,
        "detail_description": "With tall Gothic windows and a spear-like tower rising over the main square, this 15th-century three-nave basilica is the jewel of Bardejov's Unesco-inscribed architectural reserve. Built on the site of a former Cistercian monastery, the basilica has 11 Gothic altarpieces crafted between 1400 and 1520 (there's explanation in English about each). The highlight is climbing the tower for stupendous views of the orderly main square flanked by coral-roofed buildings.\nInside, it’s impossible to miss the crucifixion scene teetering atop a ceiling beam. Note also the wooden pews carved with animal heads."
    },
    {
        "country": "slovakia",
        "city": "Eastern Slovakia",
        "index": 19,
        "name": "Andy Warhol Museum of Modern Art",
        "latitude": "49.268337",
        "longitude": "21.905022",
        "excerpt": "Pop-art pioneer and provocateur Andy Warhol (1928–87) would perhaps have wryly approved of Slovakia's peculiar museum in his name. The neon-splashed…",
        "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/andy-warhol-museum-of-modern-art/a/poi-sig/1340411/360694",
        "image_url": null,
        "detail_description": "Pop-art pioneer and provocateur Andy Warhol (1928–87) would perhaps have wryly approved of Slovakia's peculiar museum in his name. The neon-splashed gallery dominates the otherwise dreary eastern town of Medzilaborce, where Warhol's parents grew up. Photographs and newspaper clippings detail the lives of the Warhols, but the art is much more interesting. Alongside Warhol originals are temporary exhibitions of present-day artists as well as Warhol's contemporaries. The museum's opening in 1991 was controversial; today it makes an entertaining detour.\nThe museum's journey from inception to grand opening was difficult, partly because of the perception in 1980s Slovakia that pop art was frivolous and undesirable. The project was beset by obstacles from lapsed construction deadlines to scepticism about the museum's setting (after all, Warhol never set foot here) though it has since found favour with locals and visiting art fans.It isn't much fun getting marooned in Medzilaborce, an uninspiring spot aside from the museum, so we highly recommend private transport. Bus routes from Bardejov or Košice require one or more changes. Train travel from Košice, transferring in Humenné, is marginally less painful (€6.80, 2¾ hours, five daily)."
    },
    {
        "country": "slovakia",
        "city": "Bratislava",
        "index": 20,
        "name": "Jesuit Church",
        "latitude": "48.143926",
        "longitude": "17.108588",
        "excerpt": "The Jesuit Church of the Holy Saviour, just off Hlavné nám, was built in the 17th century. It's worth peeping inside to see the baroque altar.",
        "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/jesuit-church/a/poi-sig/1271585/360690",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1f9a1d61590785bc21d0ba042780236e-jesuit-church.jpg",
        "detail_description": "The Jesuit Church of the Holy Saviour, just off Hlavné nám, was built in the 17th century. It's worth peeping inside to see the baroque altar.\nYou'll often find a musician in traditional costume playing a fujara (tall woodwind instrument) near the steps."
    }
]