[
    {
        "country": "south-australia",
        "index": 1,
        "name": "Flinders Chase National Park",
        "latitude": "-35.920196100575",
        "longitude": "136.72897338867",
        "excerpt": "Occupying the western end of Kangaroo Island, Flinders Chase National Park is one of SA’s top national parks. Much of the park is mallee scrub, but there…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/kangaroo-island/attractions/flinders-chase-national-park/a/poi-sig/460948/1322444",
        "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-873806000.jpeg",
        "detail_description": "Occupying the western end of Kangaroo Island, Flinders Chase National Park is one of SA’s top national parks. Much of the park is mallee scrub, but there are some beautiful, tall sugar-gum forests, particularly around Rocky River and the Ravine des Casoars, 5km south of Cape Borda. Sadly, around 100,000 acres of bush were burned out by bushfires in 2007, but the park is making a steady recovery. Kooky rock formations and brilliant bushwalks are the highlights.\n"
    },
    {
        "country": "south-australia",
        "index": 2,
        "name": "Central Market",
        "latitude": "-34.929606",
        "longitude": "138.59755",
        "excerpt": "A tourist sight or a shopping op? Either way, satisfy your deepest culinary cravings at the 250-odd stalls in superb Adelaide Central Market. A sliver of…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/central-market/a/poi-sig/368353/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ad047cef082381b2093560cc3ed8c85d-central-market.jpg",
        "detail_description": "A tourist sight or a shopping op? Either way, satisfy your deepest culinary cravings at the 250-odd stalls in superb Adelaide Central Market. A sliver of salami from the Mettwurst Shop, a crumb of English Stilton from the Smelly Cheese Shop, a tub of blueberry yoghurt from the Yoghurt Shop − you name it, it’s here. Good luck making it out without eating anything. Adelaide’s Chinatown is right next door. Adelaide's Top Food &amp; Wine Tours offers guided tours.\nEateries of note within the market complex include the long-running Lucia's Pizza &amp; Spaghetti Bar and Asian Gourmet, serving the best laksa in town."
    },
    {
        "country": "south-australia",
        "index": 3,
        "name": "Adelaide Oval",
        "latitude": "-34.915470471959",
        "longitude": "138.59629094974",
        "excerpt": "Hailed as the world’s prettiest cricket ground, the Adelaide Oval hosts interstate and international cricket matches in summer, plus national AFL and…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-oval/a/poi-sig/1168181/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e6945ffa3cb25b1de1eff84137d85ce5-adelaide-oval.jpg",
        "detail_description": "Hailed as the world’s prettiest cricket ground, the Adelaide Oval hosts interstate and international cricket matches in summer, plus national AFL and state football matches in winter. A wholesale redevelopment has boosted seating capacity to 53,000 – when they're all yelling, it's a serious home-town advantage! Guided 90-minute tours run on non-game days, departing from the Riverbank Stand (south entrance), off War Memorial Dr: call for bookings or book online.\nAlso here is the Bradman Collection, where devotees of Don Bradman, cricket's greatest batsman, can pore over the minutiae of his legend. Check out the bronze statue of 'the Don' cracking a cover drive out the front of the stadium. Also here is Roofclimb Adelaide Oval, where you scale the giant roof scallops above the hallowed turf (amazing views!). A proposed hotel wrapping around the stadium's eastern flank was causing mass controversy at the time of writing. Watch this space…"
    },
    {
        "country": "south-australia",
        "index": 4,
        "name": "Seal Bay Conservation Park",
        "latitude": "-35.992469",
        "longitude": "137.319016",
        "excerpt": "'Observation, not interaction' is the mentality here. Guided tours stroll along the beach (or boardwalk on self-guided tours; adult/child/family $16/13/42…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/seal-bay-conservation-park/a/poi-sig/1170819/1322867",
        "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-148621964.jpeg",
        "detail_description": "'Observation, not interaction' is the mentality here. Guided tours stroll along the beach (or boardwalk on self-guided tours; adult/child/family $16/13/42.50) to a colony of (mostly sleeping) Australian sea lions, endemic to SA and WA (there are only about 14,700 of them left in the wild). Book tours in advance; lots of extra tour times during school holidays. Last entry 45 minutes before closing time.\n"
    },
    {
        "country": "south-australia",
        "index": 5,
        "name": "South Australian Museum",
        "latitude": "-34.920627412476",
        "longitude": "138.60314472065",
        "excerpt": "Dig into Australia’s natural history with the museum's special exhibits on whales and Antarctic explorer Sir Douglas Mawson. Over two levels, the amazing…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/south-australian-museum/a/poi-sig/368445/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/140339945_full.jpg",
        "detail_description": "Dig into Australia’s natural history with the museum's special exhibits on whales and Antarctic explorer Sir Douglas Mawson. Over two levels, the amazing Australian Aboriginal Cultures gallery is one of the largest collections of Aboriginal artefacts in the world. Elsewhere, the giant squid and the lion with the twitchy tail are definite highlights. Free one-hour tours depart at 11am. The cafe here is a handy spot for lunch/recaffeination.\n"
    },
    {
        "country": "south-australia",
        "index": 6,
        "name": "Art Gallery of South Australia",
        "latitude": "-34.920836",
        "longitude": "138.604009",
        "excerpt": "Spend a few hushed hours in the vaulted, parquetry-floored gallery that represents the big names in Australian art. Permanent exhibitions include…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/art-gallery-of-south-australia/a/poi-sig/368419/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/942ee010e92cac89e50363a34625e564-art-gallery-of-south-australia.jpg",
        "detail_description": "Spend a few hushed hours in the vaulted, parquetry-floored gallery that represents the big names in Australian art. Permanent exhibitions include Australian, Aboriginal and Torres Strait Islander, Asian, European and North American art (20 bronze Rodins!). Progressive visiting exhibitions occupy the basement. There are free guided tours at 11am and 2pm daily and talks every Tuesday at 12:30pm. There's a lovely cafe out the back too.\n"
    },
    {
        "country": "south-australia",
        "index": 7,
        "name": "Adelaide Gaol",
        "latitude": "-34.918135",
        "longitude": "138.584783",
        "excerpt": "Only decommissioned in 1988 after housing 300,000 inmates since 1841, this old Victorian lock-up has a grim vibe, but its displays of homemade bongs,…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-gaol/a/poi-sig/1222888/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ee635abbb9e4b17d50b87e67cf0fdbaa-lpl-00040.jpg",
        "detail_description": "Only decommissioned in 1988 after housing 300,000 inmates since 1841, this old Victorian lock-up has a grim vibe, but its displays of homemade bongs, weapons and escape devices are amazing. It's allegedly the most haunted historic site in SA – 45 prisoners were executed here, and are buried in the grounds. Ask about scheduled guided and ghost tours if you're feeling brave (www.adelaidegaol.org.au).\n"
    },
    {
        "country": "south-australia",
        "index": 8,
        "name": "Remarkable Rocks",
        "latitude": "-36.047902",
        "longitude": "136.757061",
        "excerpt": "At Kirkpatrick Point, a few kilometres east of Cape du Couedic, the much-photographed, rather Dalí-esque Remarkable Rocks are a cluster of hefty, weather…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/flinders-chase-national-park/attractions/remarkable-rocks/a/poi-sig/1309190/362425",
        "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-178488085.jpeg",
        "detail_description": "At Kirkpatrick Point, a few kilometres east of Cape du Couedic, the much-photographed, rather Dalí-esque Remarkable Rocks are a cluster of hefty, weather-gouged granite boulders atop a rocky dome that arcs 75m down to the sea. Remarkable!\n"
    },
    {
        "country": "south-australia",
        "index": 9,
        "name": "Snelling Beach",
        "latitude": "-35.667547",
        "longitude": "137.072725",
        "excerpt": "The best swimming beach on the north coast, with a lovely arc of powdery white sand and sheltered shallows. There's not much else at Snelling by way of…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/north-coast-road/attractions/snelling-beach/a/poi-sig/1309189/1322862",
        "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-1131182815.jpeg",
        "detail_description": "The best swimming beach on the north coast, with a lovely arc of powdery white sand and sheltered shallows. There's not much else at Snelling by way of facilities but that's all part of its charm. A truly lovely beach – exactly what KI is all about.\n"
    },
    {
        "country": "south-australia",
        "index": 10,
        "name": "Adelaide Zoo",
        "latitude": "-34.914669",
        "longitude": "138.605597",
        "excerpt": "Around 1800 exotic and native mammals, birds and reptiles roar, growl and screech at Adelaide’s wonderful zoo, dating from 1883. There are free walking…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-zoo/a/poi-sig/368417/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/02e886c725d43643054ccaf88e784b43-adelaide-zoo.jpg",
        "detail_description": "Around 1800 exotic and native mammals, birds and reptiles roar, growl and screech at Adelaide’s wonderful zoo, dating from 1883. There are free walking tours half-hourly (plus a slew of longer and overnight tours), feeding sessions and a children’s zoo. Wang Wang and Fu Ni are Australia’s only giant pandas and always draw a crowd (panda-monium!). Other highlights include the nocturnal and reptile houses. You can take a river cruise to the zoo on Popeye.\n"
    },
    {
        "country": "south-australia",
        "index": 11,
        "name": "Adelaide Botanic Gardens",
        "latitude": "-34.919146461795",
        "longitude": "138.61159632152",
        "excerpt": "Meander, jog or chew through your trashy airport novel in these lush city-fringe gardens. Highlights include a restored 1877 palm house, the water-lily…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-botanic-gardens/a/poi-sig/368413/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cd9d47f5291f1cbb65a371eba8ad6dfe-adelaide-botanic-garden.jpg",
        "detail_description": "Meander, jog or chew through your trashy airport novel in these lush city-fringe gardens. Highlights include a restored 1877 palm house, the water-lily pavilion (housing the gigantic Victoria amazonica), the First Creek wetlands, the engrossing Museum of Economic Botany and the fabulous steel-and-glass arc of the Bicentennial Conservatory (10am to 4pm), which re-creates a tropical rainforest. Free 1½-hour guided walks depart the Schomburgk Pavilion at 10.30am daily. The classy Botanic Gardens Restaurant is here too.\n"
    },
    {
        "country": "south-australia",
        "index": 12,
        "name": "Adelaide Park Lands",
        "latitude": "-34.923695",
        "longitude": "138.612989",
        "excerpt": "The city centre and upmarket North Adelaide are surrounded by a broad band of parkland. Colonel William Light, Adelaide’s controversial planner, came up…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-park-lands/a/poi-sig/1222897/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5b6bb0c55f7e563f241e29cc298533df-lpl-00148.jpg",
        "detail_description": "The city centre and upmarket North Adelaide are surrounded by a broad band of parkland. Colonel William Light, Adelaide’s controversial planner, came up with the concept, which has been both a blessing and a curse for the city. Pros: heaps of green space, clean air and playgrounds for the kids. Cons: bone dry in summer, loitering perverts and a sense that the city is cut off from its suburbs.\nDon’t miss the playgrounds and Adelaide-Himeji Garden on South Tce, and the statue of Colonel William Light overlooking the Adelaide Oval and city office towers from Montefiore Hill."
    },
    {
        "country": "south-australia",
        "index": 13,
        "name": "Bay Discovery Centre",
        "latitude": "-34.980151",
        "longitude": "138.511355",
        "excerpt": "This low-key museum in Glenelg’s 1887 Town Hall building depicts the social history of Glenelg from colonisation to today, and addresses the plight of the…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/bay-discovery-centre/a/poi-sig/1168328/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1c7c0652b5c0f348663f03113b8712d6-lpl-00101.jpg",
        "detail_description": "This low-key museum in Glenelg’s 1887 Town Hall building depicts the social history of Glenelg from colonisation to today, and addresses the plight of the local Kaurna people, who lost both their land and voice. Don’t miss the relics dredged up from below the original Glenelg Jetty, and the spooky old sideshow machines.\n"
    },
    {
        "country": "south-australia",
        "index": 14,
        "name": "National Wine Centre of Australia",
        "latitude": "-34.919464",
        "longitude": "138.614652",
        "excerpt": "Check out the free self-guided, interactive Wine Discovery Journey exhibition at this very sexy wine centre (doubling as a research facility for the…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/national-wine-centre-of-australia/a/poi-sig/1168162/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/86b73c97bdcd0c54a179ec740c639a0b-national-wine-centre-of-australia.jpg",
        "detail_description": "Check out the free self-guided, interactive Wine Discovery Journey exhibition at this very sexy wine centre (doubling as a research facility for the University of Adelaide, as well as a visitor centre). It's a great way to understand the issues winemakers contend with, and you can even have your own virtual vintage rated. Explore the Cellar Door (the largest in Australia!) and get stuck into some cleverly automated tastings (from $2.50). Free guided tours run at 11.30am daily.\n"
    },
    {
        "country": "south-australia",
        "index": 15,
        "name": "West Terrace Cemetery",
        "latitude": "-34.934532",
        "longitude": "138.587937",
        "excerpt": "Driven-by and overlooked by most Adelaidians, this amazing old cemetery (established in 1837, and now with 150,000 residents) makes a serene and…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/west-terrace-cemetery/a/poi-sig/1340198/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3538796379e4e934685cbae39c033e44-lpl-00057.jpg",
        "detail_description": "Driven-by and overlooked by most Adelaidians, this amazing old cemetery (established in 1837, and now with 150,000 residents) makes a serene and fascinating detour. One of five themed self-guided tours, the 2km Heritage Highlights Interpretive Trail passes 29 key sites; pick up a brochure at the West Terrace gates. Guided tours run at 10.30am every second Sunday ($10/5 per adult/child). Twilight tours ($10/5) run one Saturday evening per month; check the website. Call for tour bookings.\n"
    },
    {
        "country": "south-australia",
        "index": 16,
        "name": "Haigh's Chocolates Visitor Centre",
        "latitude": "-34.94121204335",
        "longitude": "138.60837042332",
        "excerpt": "If you’ve got a chocolate problem, get guilty at this iconic factory. Free 25-minute tours take you through the chocolate life-cycle from cacao bean to…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/haigh-s-chocolates-visitor-centre/a/poi-sig/368427/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3a556db455c344fe8b8772d19d05cf33-haigh-s-chocolates-visitor-centre.jpg",
        "detail_description": "If you’ve got a chocolate problem, get guilty at this iconic factory. Free 25-minute tours take you through the chocolate life-cycle from cacao bean to hand-dipped truffle (with samples if you’re good). Call for tour times and bookings.\n"
    },
    {
        "country": "south-australia",
        "index": 17,
        "name": "Penfolds Magill Estate Winery",
        "latitude": "-34.921443",
        "longitude": "138.679583",
        "excerpt": "This 175-year-old winery is home to Australia's best-known wine − the legendary Grange. Taste the product at the cellar door; dine at the fab restaurant…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/penfolds-magill-estate-winery/a/poi-sig/1300830/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/af13f2d69b1d2b5ea2f3a3c9ce9d9fed-penfolds-magill-estate-winery.jpg",
        "detail_description": "This 175-year-old winery is home to Australia's best-known wine − the legendary Grange. Taste the product at the cellar door; dine at the fab restaurant or bistro; take the Heritage Tour ($25); or steel your wallet for the Great Grange Tour ($150). Tour bookings essential.\n"
    },
    {
        "country": "south-australia",
        "index": 18,
        "name": "Migration Museum",
        "latitude": "-34.919728",
        "longitude": "138.602078",
        "excerpt": "This engaging social-history museum tells the story of the many migrants who have made SA their home. The museum has info on 100-plus nationalities logged…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/migration-museum/a/poi-sig/368435/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/83561d776066ce2fdfafb09bac37e02f-migration-museum.jpg",
        "detail_description": "This engaging social-history museum tells the story of the many migrants who have made SA their home. The museum has info on 100-plus nationalities logged in its database, along with some poignant personal stories. Occupies the somewhat sombre site of a former Aboriginal boarding school and destitute asylum.\n"
    },
    {
        "country": "south-australia",
        "index": 19,
        "name": "Frenchman's Rock",
        "latitude": "-35.721622",
        "longitude": "137.946235",
        "excerpt": "When intrepid French explorer Nicholas Baudin surveyed the KI coast in 1803, he came ashore at what's now Penneshaw for a look around. He left his mark:…",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/penneshaw-dudley-peninsula/attractions/frenchman-s-rock/a/poi-sig/1612953/1294709",
        "image_url": null,
        "detail_description": "When intrepid French explorer Nicholas Baudin surveyed the KI coast in 1803, he came ashore at what's now Penneshaw for a look around. He left his mark: under a white concrete dome on the shoreline is a replica of KI's first graffiti – a rock engraved with 'Expedition De Decouverte par le Commendant Baudin sur Le Geographe 1803' ('Expedition of discovery by Commander Baudin on Le Geographe 1803'). The original rock can be seen safely preserved at the Gateway Visitor Information Centre nearby.\n"
    },
    {
        "country": "south-australia",
        "index": 20,
        "name": "Mall's Balls",
        "latitude": "-34.92277879535",
        "longitude": "138.60322001797",
        "excerpt": "Check out the infamous and very shiny Mall’s Balls sculpture in Rundle Mall (real name Spheres, by sculptor Burt Flugelman).",
        "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/mall-s-balls/a/poi-sig/1170153/362413",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d718339ea42a27922217fef5b707a675-mall-s-balls.jpg",
        "detail_description": "Check out the infamous and very shiny Mall’s Balls sculpture in Rundle Mall (real name Spheres, by sculptor Burt Flugelman).\n"
    }
]