[
    {
        "country": "sri-lanka",
        "index": 1,
        "name": "Jaffna Fort",
        "latitude": "9.662021",
        "longitude": "80.008507",
        "excerpt": "Long the gatehouse of the city, the vast Jaffna fort, overlooking the Jaffna lagoon, has been fought over for centuries. Today you can wander its walls,…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/jaffna-and-the-north/jaffna/attractions/jaffna-fort/a/poi-sig/1395770/357445",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/Jaffna_Fort_Sri_Lanka.jpg",
        "detail_description": "Long the gatehouse of the city, the vast Jaffna&nbsp;fort, overlooking the Jaffna lagoon, has been fought over for centuries. Today you can wander its walls, gateways and moats, see the barracks that once housed thousands of troops and civilians, and view the city from its ramparts.\nHistory\nA fort was originally built in this location by Portuguese colonialists&nbsp;in 1619 during their invasion of the Jaffna Kingdom and was held for nearly 40&nbsp;years, during which they fought off three Sri Lankan rebellions against their rule. In 1658, the Dutch captured it when they briefly joined forces&nbsp;with the Sinhalese and then used it as a base to consolidate their own power.&nbsp;\nThe Dutch&nbsp;expanded it, and defensive triangles were added in 1792 to produce the fort's defining pentagonal shape you'll recognise from aerial&nbsp;imagery of the structure. However, British colonial powers seized control of the garrison just three years later without firing a shot.\nFollowing Sri Lanka's independence from Britain, the fort became a focal point of the country's civil war&nbsp;between Tamil groups and the the&nbsp;Sinhalese&nbsp;dominated&nbsp;Sri Lankan Government,&nbsp;with government&nbsp;forces using&nbsp;it as an encampment. In&nbsp;1990 the LTTE (also known as the Tamil Tigers), who were&nbsp;at the time in control of the rest of Jaffna, forced out government troops after a grisly 107-day siege.&nbsp;\nAfter the war concluded&nbsp;in&nbsp;2009, authorities began the painstaking task of restoration, with financial help from the Dutch government.&nbsp;Restoration of the coral, stone, brick and mortar walls is still ongoing.\nVisiting the fort today\nAlongside the wonderful views from its walls and ramparts,&nbsp;visitors can check out exhibits relating to the archaeological history of the structure in a room inside the main portal.&nbsp;The entry fee for the fort is US$2 for children and US$4 for adults.\n"
    },
    {
        "country": "sri-lanka",
        "index": 2,
        "name": "Kumana National Park",
        "latitude": "6.646939",
        "longitude": "81.769333",
        "excerpt": "This 357-sq-km park, once known as Yala East, is much less frequently visited than its busy neighbour, Yala National Park. Consequently, it's a far less…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/kumana-national-park-kumana-reserve/attractions/kumana-national-park/a/poi-sig/1395933/1327613",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/54912c6afc82e9e339a253d79f4cf1d2-kumana-national-park.jpg",
        "detail_description": "This 357-sq-km park, once known as Yala East, is much less frequently visited than its busy neighbour, Yala National Park. Consequently, it's a far less zoo-like experience and it never feels too crowded here, even during high season. Yes, the density of animals is lower, but it’s not rare to spot a leopard, along with elephants, crocodiles, turtles, white cobras, wild buffalo and tons of birds. About a dozen bears live in the park, but they’re rarely seen.\nThe park’s best-known feature is the 200-hectare Kumana bird reserve, an ornithologically rich mangrove swamp 22km beyond Okanda. May to June is nesting season. There have been sightings of Sri Lanka’s very rare black-necked stork, but more commonly spotted, even outside the bird reserve, are Malabar pied hornbills, green bee-eaters, blade-headed orioles and painted storks, among others. Watchtowers provide a terrific perspective for viewers, and even a newcomer to bird watching can expect to sight around 50 species of birds in an outing. A pair of binoculars and a field guide to birds greatly enhances the experience.\nTickets and other practicalities\nEnter the park through the main gate near Okanda, 22km south-west of Arugam Bay. Most people arrange a jeep and driver through guesthouses in Arugam Bay (around Rs 10,000 per vehicle for a 3½-hour trip including park fees). These leave before dawn to catch the dawn chorus or at 2pm to make the most of the golden dusk. This is when the landscape is at its most photogenic and nocturnal animals start to pace out from their daytime lairs.\nIt's possible to arrange a jeep from the park office, just inside the entrance. Entry fees are complicated, but include a mandatory guide (who may not speak English but is usually an expert spotter), and cover service and VAT. That said, a discretionary tip for both guide and driver for good sighting is customary. All in all, this DIY approach may be a slightly cheaper option, but in high season jeep availability may not be guaranteed and in low season it does entail some waiting around. There are some modest exhibits at the entrance to while away the time or it's possible to watch birds from the lagoon hide while a driver is summoned from nearby Panama (about 30 minutes or so).\nUnless travelling on an all-fees-included tour, expect to pay around&nbsp;US$10/5 per adult/child, Rs 250 for vehicle hire and a&nbsp;service charge per group of US$8, plus overall VAT of 8%. We did say it was complicated.\n"
    },
    {
        "country": "sri-lanka",
        "index": 3,
        "name": "Uda Walawe National Park",
        "latitude": "6.460987",
        "longitude": "80.885468",
        "excerpt": "With herds of elephants, wild buffalos, sambars and spotted deer, and giant squirrels, this Sri Lankan national park is one of the nation's finest. In…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/udawalawe-national-park/attractions/uda-walawe-national-park/a/poi-sig/1195453/357481",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/12f5bb1d6b11d9f5a5a9b1f64c59bd41-uda-walawe-national-park.jpg",
        "detail_description": "With herds of elephants, wild buffalos, sambars and spotted deer, and giant squirrels, this Sri Lankan national park is one of the nation's finest. In fact, for elephant watching, Uda Walawe often surpasses many of the most famous East African national parks. The park, which centres on the 308.2-sq-km Uda Walawe Reservoir, is lightly vegetated, but it has a stark beauty, and the lack of dense vegetation makes game watching easy.\nElephants are Uda Walawe's key attraction, with around 600 in the park in herds of up to 50. There’s an elephant-proof fence around the perimeter of much of the park, (supposedly) preventing elephants from getting out into areas with a higher human population and cattle from getting in. Elephants can and do migrate into and out of the park along unfenced borders. The best time to observe herds is from 6.30am to 10am and again from 4pm to 6.30pm.\nAlongside its famous&nbsp;elephant herds, the park is home to mongooses, jackals, water monitor lizards, lots of crocodiles, sloth bears and the occasional leopard. There are 30 varieties of snake and a wealth of birdlife – 210 species at last count; northern migrants join the residents between November and April.\nSafaris around the park\nThe entrance to the park is 12km from the Ratnapura–Hambantota road turn-off and 21km from Embilipitiya. Visitors buy tickets in a building a further 2km on. Most people take a tour organised by their guesthouse or hotel, but a trip with one of the 4WDs waiting outside the gate should be around Rs 3500 for a half day for up to eight people. Last tickets are usually sold at 5pm.\nA park guide is included in the cost of admission. These guys, who all seem to have hawk-like wildlife-spotting eyes, are normally very knowledgable about the park and its animals. However, unless you specifically request otherwise, the whole safari can be a rush between one elephant herd and the next, with no time to pause and enjoy the myriad other, equally interesting creatures who reside here.\nTo get the best out of a safari, explain to your driver and guide beforehand that you're interested in seeing things other than just elephants. When you stop at a sighting, ask your driver to switch off the engine so that you can hear the chatter of birds rather than the roar of the 4WD. Also be aware that, as in all of Sri Lanka's more popular parks, there are serious issues with drivers crowding and disturbing the flagship animals. As a rule of thumb – and for the benefit of the animals and the enjoyment of all concerned – there shouldn't be more than five vehicles at a sighting at any one time. If there are too many vehicles, ask your driver to pull back and wait, or better still, go and find something else to look at. Guides and drivers expect a tip.\nNearby accommodation and hotels\nThere's a wide choice of places to stay on the fringes of the park. Rates are high, though – expect to pay more than you would on the coast or up in the highlands.&nbsp;Day tours of the park are offered from Ella, Ratnapura, Tissa and many south-coast resorts. However, taking in a tour from these places means you'll be visiting the park in the heat of the day when all the animals are having a siesta. It's far better to spend at least one night here, which will allow you to do an early-morning and an evening safari.\nGood accommodation options near&nbsp;Uda Walawe National Park include Silent Bungalow, Superson Family Guest and Elephant Safari Hotel.\n"
    },
    {
        "country": "sri-lanka",
        "index": 4,
        "name": "National Museum",
        "latitude": "6.910438",
        "longitude": "79.861058",
        "excerpt": "Offering a captivating walk through Sri Lankan history, this delightful Colombo museum sprawls across a gleaming white, neo-Baroque building constructed…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/colombo/attractions/national-museum/a/poi-sig/450639/357443",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-899956530.jpg",
        "detail_description": "Offering a captivating walk through Sri Lankan history, this delightful Colombo museum sprawls across a gleaming white, neo-Baroque building constructed for the purpose by William Henry Gregory, Governor of Ceylon, in 1877. Rooms take you through each of Sri Lanka's historical kingdoms, with display boards explaining interesting details such as the significance of the mudras (gestures and poses) of Sri Lanka's Buddha statues.\nYou’ll encounter all manner of art, carvings and statuary from Sri Lanka’s ancient past, as well as swords, guns and other paraphernalia from the colonial period. There are 19th-century reproductions of English paintings of Sri Lanka and a collection of antique demon masks.\nRooms 2 through 5 have the powerhouse displays and are a must before visiting the Ancient Cities and Kandy. Look for the magnificent royal throne made for King Wimaladharmasuriya II in 1693, as well as the 9th-century Bodhisattva Sandals, which resemble two&nbsp;giant bronze feet.\nUpstairs galleries are devoted to Sri Lankan arts, crafts and culture. In the banyan tree-shaded grounds are a good cafe serving Sri Lankan meals, a branch of the Laksala gift shop and the modest Natural History Museum, with a collection of wonky stuffed animals and skeletons.\nTickets and other practicalities\nTickets for the National Museum cost Rs1000 for adults and Rs500 for children, or Rs1200 and Rs600 when paired with entry to the Natural History Museum. The National Museum is open every day from 9am to 5pm, except during national holidays.\n"
    },
    {
        "country": "sri-lanka",
        "index": 5,
        "name": "Gal Vihara",
        "latitude": "7.965946",
        "longitude": "81.004904",
        "excerpt": "Part of Parakramabahu I’s northern monastery, Gal Vihara is a group of beautiful Buddha images that probably marks the high point of Sinhalese rock…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/polonnaruwa/attractions/gal-vihara/a/poi-sig/480842/357457",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-550563373_full.jpg",
        "detail_description": "Part of Parakramabahu I’s northern monastery, Gal Vihara is a group of beautiful Buddha images that probably marks the high point of Sinhalese rock carving. The giant reclining Buddha statue will be familiar to many travellers, having graced the cover of numerous travel guides to the country (and even more&nbsp;Instagram feeds!),&nbsp;but the complex is actually home to four separate Buddha images, all cut from one long slab of granite. At one time, each was enshrined within a separate enclosure.\nThe standing Buddha is 7m tall and is said to be the finest of the series. The unusual crossed position of the arms and sorrowful facial expression led to the theory that it was an image of the Buddha’s disciple Ananda, grieving for his master’s departure for nirvana, since the reclining image is next to it. The fact that it had its own separate enclosure, along with the discovery of other images with the same arm position, has discredited this theory and it is now accepted that all the images are of the Buddha.\nThe reclining Buddha depicted entering parinirvana (nirvana-after-death) is 14m long. The detail here is amazing, notably&nbsp;the subtle depression in the pillow under the head, and the lotus symbols both on the pillow end and on the soles of Buddha's feet.\nThe seated Buddha on the far left has four further Buddhas depicted in the torana (ornamental gateway) above, making this a probable depiction of the Five Dhyani Buddhas. The carvings make superb use of the natural marbling in the rock.\nThe fourth&nbsp;Buddha in the small rock cavity is smaller and of inferior quality.\n"
    },
    {
        "country": "sri-lanka",
        "index": 6,
        "name": "Dutch Hospital",
        "latitude": "6.933169",
        "longitude": "79.843408",
        "excerpt": "This terracotta-tiled, Dutch-era structure dates back to the early 1600s. Beautifully restored, it's now home to trendy shops, cafes and restaurants. In…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/colombo/attractions/dutch-hospital/a/poi-sig/1394085/357443",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/df9fdf9a86418e0ad188aa759ac69af7-dutch-hospital.jpg",
        "detail_description": "This terracotta-tiled, Dutch-era structure dates back to the early 1600s. Beautifully restored, it's now home to trendy shops, cafes and restaurants. In the central courtyard, surrounded by low, tiled eaves and now populated with stone picnic benches, it's just possible to imagine the hospital in use, with patients lined up on mattresses beneath the stars.\nHistory\nColombo Fort, of which the hospital is now part, was originally established by the Portuguese, who landed in Sri Lanka and&nbsp;slowly colonised the island during the 16th century. The&nbsp;hospital itself was added to the fort complex&nbsp;by the Dutch after they captured the city from the Portuguese following a seven-month siege&nbsp;in 1656.\nThe hospital was established to serve staff of&nbsp;the Dutch East India Company, both those on-land and those arriving on long voyages from sea –&nbsp;hence the building's&nbsp;location close to the city's port. Upon completion, it was the largest hospital in the country. A canal once ran alongside the building, but it was filled up by British colonialists after they invaded and captured the city from the Dutch.\nFollowing Sri Lanka's independence from Britain in 1948, the hospital was used as an&nbsp;apothecary and police station before being restored and opening as a bar, restaurant and shopping complex in 2011.\nRestaurants at the Dutch Hospital\nRestaurants in Colombo's Dutch Hospital complex include Ministry of Crab, Heladiv Tea Club and&nbsp;T-Lounge by Dilmah, among many others. It's also a good&nbsp;spot for an evening drink, with live music performances in the open-air courtyard on occasion.&nbsp;\n"
    },
    {
        "country": "sri-lanka",
        "index": 7,
        "name": "Galle Face Green",
        "latitude": "6.923232",
        "longitude": "79.845103",
        "excerpt": "This long open space traditionally faced a narrow beach and the sea. It was originally cleared by the Dutch to give the cannons of Fort a clear line of…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/colombo/attractions/galle-face-green/a/poi-sig/1195122/357443",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7a49316ecffc72bebe991a29729145ec-galle-face-green.jpg",
        "detail_description": "This long open space traditionally faced a narrow beach and the sea. It was originally cleared by the Dutch to give the cannons of Fort a clear line of fire. Today its broad expanses and seaside promenade are a popular rendezvous spot; on most days it’s dotted with kite flyers, bubble blowers, families and canoodling couples, and (especially Sunday evening) food vendors at the southern end along the surf offer up all manner of deep-fried and briny snacks.\nTry a fresh isso wade, a shrimp fritter with the shrimp still whole and cooked right in, then wash it all down with a fresh lime juice at vendors that include the very popular original (note the many copycats) Nana's.\nKids jump from the small pier into the rather dubious waters below.&nbsp;Sunsets here are enjoyed by one and all.\nHotels near Galle Face Green\nColombo boasts accommodation suited to every budget, and a number of great options can be found within walking distance of Galle Face Green. Good options include Cinnamon Grand Hotel (a 13-minute walk away) for those looking for luxury,&nbsp;Miracle City Inn&nbsp;(formerly Colombo City Hostel) for those on a budget (a 25-minute walk away)&nbsp;and Lake Lodge (a 25-minute walk away)&nbsp;for those somewhere in the middle.\n"
    },
    {
        "country": "sri-lanka",
        "index": 8,
        "name": "Mirissa Beach",
        "latitude": "5.944583",
        "longitude": "80.459919",
        "excerpt": "A vision of tropical bliss, Mirissa Beach boasts powdery pale sand, while its azure water is framed by an arc of coconut palms. The west side is the…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/mirissa/attractions/mirissa-beach/a/poi-sig/1568208/357489",
        "image_url": "https://lp-cms-production.imgix.net/2021-03/Mirissa_beach_Sri_Lanka.jpg",
        "detail_description": "A vision of tropical bliss, Mirissa Beach boasts powdery pale sand, while its azure water is framed by an arc of coconut palms. The west side is the nicest and has the broadest expanse of sand; as the bay curves gently around to the east it meets up with the roar of the Galle-Matara Rd. Close to the centre of Mirissa bay is a much-photographed sandbar that connects to a tiny island that you can walk to at low tide.&nbsp;The western end also has a reasonable right point break for surfers.\nThe far eastern section of the beach has been lost to coastal erosion and is lined with unsightly concrete sea defences. There's also very little shade on the beach thanks to much of the original fringe of palm trees being chopped down to make way for beachfront cafes and hundreds of sun loungers.\nNearby hotels and restaurants\nNumerous places set up tables and chairs right up to the tide line day and night. Wander and compare which one has the freshest seafood. All are good for a beer; some also serve espresso coffee.\nYou'll find a thicket of good-value guesthouses and modest beach hotels at the west end of Mirissa. Options include Poppies and Surf Sea Breeze, among numerous others. Beware of road noise at the east end of the beach and loud and late music near the beach cafes.\n"
    },
    {
        "country": "sri-lanka",
        "index": 9,
        "name": "Arugam Bay Beach",
        "latitude": "6.843921",
        "longitude": "81.832137",
        "excerpt": "This long crescent of sand, partially shaded by coconut palms, is as good a reason as any to visit Arugam Bay. In season, its appeal to surfers is obvious…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/arugam-bay/attractions/arugam-bay-beach/a/poi-sig/1568448/357462",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f0275838e5f1a765d23f3d1835d4c541-arugam-bay-beach.jpg",
        "detail_description": "This long crescent of sand, partially shaded by coconut palms, is as good a reason as any to visit Arugam Bay. In season, its appeal to surfers is obvious but throughout the year it is simply&nbsp;a lovely place to kick back and unwind. The southern half of the beach supports a busy fishing community with wooden shacks for the hard-working crews jumbled together at the top of the sand. At dusk, locals residents gather here for a chat and a paddle.\nSurf schools and board rental\nArugam Bay owes its popularity to its solid surf credentials, and, as such, there are a number of surf schools and board rental spots near the sand. Safa Surf School and old favourite Dylan's Surf Company are two good options, offering board rentals, repairs and lessons.\nAccommodation near Arugam Bay Beach\nMost local hotels and guesthouses are located virtually on the high tide line. Many of these family-owned enterprises have a homespun charm and what they may lack in terms of polished exteriors, they make up for in the warmth of their welcome. A few small hotels compete for guests, offering air-conditioning and hot water showers, but given the cool night breezes and the tropically hot daytime temperatures, these conveniences are not wholly necessary. Most guesthouses have shared shady terraces for home-cooked meals.&nbsp;Low-season discounts of 20% to 50% are common.\nGood options right next to the beach include, Nice Place, Happy Panda and Sandy Beach Hotel.\n&nbsp;\n"
    },
    {
        "country": "sri-lanka",
        "index": 10,
        "name": "World’s End",
        "latitude": "6.780023",
        "longitude": "80.79483",
        "excerpt": "The Horton Plains plateau comes to a sudden end at World’s End, a stunning escarpment that plunges 880m. The walk here is 4km, but the trail then loops…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/horton-plains-national-park-and-worlds-end/attractions/world-s-end/a/poi-sig/1195264/357476",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_396382939.jpg",
        "detail_description": "The Horton Plains plateau comes to a sudden end at World’s End, a stunning escarpment that plunges 880m. The walk here is 4km, but the trail then loops back to Baker’s Falls (2km) and continues back to the entrance (another 3.5km). The 9.5km round trip takes a leisurely three hours. Unless you get there early, the view from World’s End is often obscured by mist, particularly during the rainy season from April to September.\nAll you can expect to see from World’s End after around 9am is a swirling white wall. The early morning (between 6am and 10am) is the best time to visit, before the clouds roll in. That’s when you’ll spy toy-town, tea-plantation villages in the valley below, and an unencumbered view south towards the coast.Try to avoid doing this walk on Sundays and public holidays, when it can get crowded.Guides at the national park office expect about Rs 800. There’s no set fee for volunteer guides, but expect to donate a similar amount. Some guides are well informed about the area’s flora and fauna, and solo women travellers may want to consider hiring one for safety. Two guides who are genuinely enthusiastic about the park and unusually knowledgable on the area’s fauna and flora are Mr Nimal Herath and Mr Kaneel Rajanayeka – just Raja to friends. Both normally work as guide/jeep drivers through the Single Tree Hotel in Nuwara Eliya, but are available on a freelance basis as well.Wear strong and comfortable walking shoes, a hat and sunglasses. Bring sunscreen, food and water. Ask your guesthouse to prepare a breakfast package for you, and reward yourself with an alfresco brekkie once you reach World’s End. The weather can change very quickly on the plains – one minute it can be sunny and clear, the next chilly and misty. Bring a few extra layers of warm clothing (it’s very cold up here at 6am).It is forbidden to leave the paths, which can be slippy and tough to negotiate in places. There are no safety rails around World’s End and there have been a couple of accidents where people have fallen to their deaths. If you have young children with you keep a very firm grip on them as you approach the cliff edge."
    },
    {
        "country": "sri-lanka",
        "index": 11,
        "name": "Uppuveli Beach",
        "latitude": "8.611849",
        "longitude": "81.21937",
        "excerpt": "This honey-coloured crescent of sand makes a lovely spot to enjoy life under a coconut tree. Swimming is possible although there are often red flags…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/uppuveli/attractions/uppuveli-beach/a/poi-sig/1568690/357469",
        "image_url": "https://lp-cms-production.imgix.net/2021-03/Uppuveli_Sri_Lanka.jpg",
        "detail_description": "This honey-coloured crescent of sand makes a lovely spot to enjoy life under a coconut tree. Swimming is possible although there are often red flags blowing on windy days, indicating strong currents. The motley assortment of beach dogs may try for a few laughs by snatching your unguarded shirt while you're swimming, but, overall, this is a peaceful spot to rest up for a few days.\nHotels near Uppuveli Beach\nThere are many good-value places to stay right at the top of the beach; other attractive options sit just inland, on the road that parallels the beach. Good hotel options right on Uppuveli Beach include&nbsp;Coconut Beach Lodge,&nbsp;Golden Beach Cottages and Blue Sand Beach Resort, which are all situated pretty much on the high-tide line.\n&nbsp;\n&nbsp;\n"
    },
    {
        "country": "sri-lanka",
        "index": 12,
        "name": "Kalkudah Beach",
        "latitude": "7.890078",
        "longitude": "81.564388",
        "excerpt": "Kalkudah Beach is the kind of fantasy that makes you want to chuck away your return air ticket and lounge forever under the palms. Good roads run inland…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/kalkudah-and-passekudah-beaches/attractions/kalkudah-beach/a/poi-sig/1195125/357465",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/Kalkudah_Beach_Sri_Lanka.jpg",
        "detail_description": "Kalkudah Beach is the kind of fantasy that makes you want to chuck away your return air ticket and lounge forever under the palms. Good roads run inland from the sand and it may not be long before hotels again line the shore the way they did in places before the 2004 tsunami. In the meantime, while there's little shade, it's a delight to explore; just wander along the shore until you find your own private patch of sand.\nThe long, rugged beach is located&nbsp;34km north of Batticaloa and is adjacent to the more populated and more up-market&nbsp;Passekudah beach, which is enclosed in a sheltered bay&nbsp;2km to the north.\nHotels near Kalkudah Beach\nLuxury resorts are dotted along Coconut Board Rd and strung out along the extensive Passekudah shoreline, while budget and midrange places are concentrated inland along the Valaichchenai–Kalkudah Rd.\nFor closeness to Kalkudah, Laya Waves is your best bet, located right at the northern end of the sand. Elsewhere, both&nbsp;Nandawanam Guesthouse and&nbsp;New Land Guesthouse are&nbsp;within walking distance of the beach (around 10&nbsp;minutes and 15 minutes respectively).\n"
    },
    {
        "country": "sri-lanka",
        "index": 13,
        "name": "Kandasamy Kovil",
        "latitude": "8.582894",
        "longitude": "81.245394",
        "excerpt": "This revered temple at the summit of a rocky outcrop is one of Sri Lanka’s pancha ishwaram, five historical Hindu temples dedicated to Shiva and…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-east/trincomalee/attractions/kandasamy-kovil/a/poi-sig/1195162/357468",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/df8acb79a43d37a3537915dc94c236e3-kandasamy-kovil.jpg",
        "detail_description": "This revered temple at the summit of a rocky outcrop is one of Sri Lanka’s pancha ishwaram, five historical Hindu temples dedicated to Shiva and established to protect the island from natural disaster. It houses the lingam (Hindu phallic symbol) known as the Swayambhu Lingam. It's an ancient place of worship, but the current structure dates to 1952. Pilgrims from across the nation flock here; its puja (prayers) at 6.30am, 11.30am and 4.30pm are always well attended.\nThe site is thought to have been a place of worship for at least two millennia. There was certainly a temple here by AD 300, which was later built up over the years by everyone from the Cholas to the Jaffna Kingdom, until being destroyed by the Portuguese.On one side of the temple compound is Swami Rock, a 130m-high cliff nicknamed Lovers’ Leap. It's associated with Francina van Reede, a Dutch woman who is said to have jumped from here in the late 17th century. It's also a famous spot for spotting blue whales, especially from February to November. Note the odd cubic-shaped rocks below.You can park about 300m south of the temple. The walk is lined with vendors selling offerings and gifts – bring socks for walking the hot pavement after you've removed your shoes. A couple of simple cafes sell fresh lime juice and coconut water that you can enjoy while taking in the sweeping views."
    },
    {
        "country": "sri-lanka",
        "index": 14,
        "name": "Mulkirigala Rock Temples",
        "latitude": "6.122975",
        "longitude": "80.740242",
        "excerpt": "Dangling off a rocky crag 16km northwest of Tangalla and nestled away among a green forest of coconut trees are the peaceful rock temples of Mulkirigala…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/tangalla/attractions/mulkirigala-rock-temples/a/poi-sig/1194697/357490",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyRF_535066955.jpg",
        "detail_description": "Dangling off a rocky crag 16km northwest of Tangalla and nestled away among a green forest of coconut trees are the peaceful rock temples of Mulkirigala. Clamber in a sweat up the 500 or so steps and you’ll encounter a series of seven cleft-like caves on five different terraced levels. Housed in the caves are a number of large reclining Buddha statues interspersed with smaller sitting and standing figures.\nVying with these for your attention are some fantastical wall paintings depicting sinners pleasuring themselves with forbidden fruit on Earth and then paying for it with an afterlife of eternal torture – apparently it was worth it! Further on up, and perched on top of the rock some 206m from the base, is a small dagoba with fine views over the surrounding country.Temples, in some form or another, have been located here for over 2000 years, but the current incarnations, and their paintings, date from the 18th century. Nearby is a Buddhist school for young monks.Pali manuscripts found in the monastic library here by a British official in 1826 were used for the first translation of the Mahavamsa (Great Chronicle), which unlocked Sri Lanka’s early history to the Europeans. For more detail on the site and a series of photographs, see www.srilankaview.com/mulkirigala_temple.htm.Mulkirigala can be reached by bus from Tangalla via either Beliatta or Wiraketiya. (Depending on the departures, it might be quicker to go via Wiraketiya than to wait for the Beliatta bus.) A three-wheeler from Tangalla costs about Rs 1800 for a return trip."
    },
    {
        "country": "sri-lanka",
        "index": 15,
        "name": "Buduruwagala",
        "latitude": "6.685238",
        "longitude": "81.079445",
        "excerpt": "The beautiful, 1000-year-old, rock-cut Buddha figures of Buduruwagala are the region's biggest attraction. The gigantic standing Buddha (at 15m, it is the…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-hill-country/wellawaya/attractions/buduruwagala/a/poi-sig/1195432/357482",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-186875939_high.jpg",
        "detail_description": "The beautiful, 1000-year-old, rock-cut Buddha figures of Buduruwagala are the region's biggest attraction. The gigantic standing Buddha (at 15m, it is the tallest on the island) here still bears traces of its original stuccoed robe, and a long streak of orange suggests it was once brightly painted. It's surrounded by smaller carved figures. This remote site is located 9km south of Wellawaya, accessed by a scenic side road.\nThe Central FiguresThe central of the three figures to the Buddha’s right is thought to be the Mahayana Buddhist figure Avalokiteśvara (the bodhisattva of compassion). To the left of this white-painted figure is a female figure thought to be his consort, Tara. Local legend says the third figure represents Prince Sudhana.The Other FiguresOf the three figures on the Buddha’s left-hand side, the crowned figure at the centre of the group is thought to be Maitreya, the future Buddha. To his left stands Vajrapani, who holds a vajra (an hourglass-shaped thunderbolt symbol) – an unusual example of the Tantric side of Buddhism in Sri Lanka. The figure to the right may be either Vishnu or Sahampath Brahma. Several of the figures hold up their right hands with two fingers bent down to the palm – a beckoning gesture.The name Buduruwagala is derived from the words for Buddha (Budu), images (ruva) and stone (gala). The figures are thought to date from around the 10th century and belong to the Mahayana Buddhist school, which enjoyed a brief heyday in Sri Lanka during this time.An ancient stupa has recently been uncovered halfway along the road from the junction to the carvings.Practical TipsYou may be joined by a guide, who will expect a tip. A three-wheeler from Wellawaya costs about Rs 700 return. Some people walk (or cycle) from the junction of the main road, which is very pleasant but can also be very hot. The 4km track crosses a series of delicate lakes. Keep an eye out for local birdlife, including many egrets and herons."
    },
    {
        "country": "sri-lanka",
        "index": 16,
        "name": "Abhayagiri Dagoba",
        "latitude": "8.370327",
        "longitude": "80.395267",
        "excerpt": "Dating back to the 1st century BC, this colossal dagoba was the ceremonial focus of the 5000-strong Abhayagiri Monastery. Originally over 100m high, it…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/anuradhapura/attractions/abhayagiri-dagoba/a/poi-sig/450821/357449",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock539498596-rfc.jpeg",
        "detail_description": "Dating back to the 1st century BC, this colossal dagoba was the ceremonial focus of the 5000-strong Abhayagiri Monastery. Originally over 100m high, it was one of the greatest structures in the ancient world, its scale only matched by the pyramids of Giza (and nearby Jetavanarama). Today, after several reconstructions, Abhayagiri Dagoba soars 75m above the forest floor. Visually, it's stunning, and your first glimpse of this brick monument through a gap in the surrounding forest is breathtaking.\nThe name means ‘Hill of Protection’ or ‘Fearless Hill’. The Saddarma Rathnawaliya scripture records that a statue of a golden bull containing relics of the Buddha was buried in the core of the stupa.Abhayagiri Dagoba has some interesting bas-reliefs, including one near the western stairway of an elephant pulling up a tree. A large slab with a Buddha footprint can be seen on the northern side, and the eastern and western steps have unusual moonstones made from concentric stone slabs (the word 'moonstone' relates to the shape of the stone, not the type of stone itself).As you walk around the northern side of the stupa, look for the octagonal yupa (spire) and shaft that originally topped the dagoba before the current square top was added."
    },
    {
        "country": "sri-lanka",
        "index": 17,
        "name": "Bundala National Park",
        "latitude": "6.186806",
        "longitude": "81.220422",
        "excerpt": "Bundala National Park is a fantastic maze of waterways, lagoons and dunes that glitter like gold in the dying evening sun. This wonderland provides a home…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-south/bundala-national-park/attractions/bundala-national-park/a/poi-sig/1194743/357485",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/dd30ba33a9609987e145718649da0210-bundala-national-park.jpg",
        "detail_description": "Bundala National Park is a fantastic maze of waterways, lagoons and dunes that glitter like gold in the dying evening sun. This wonderland provides a home to thousands of colourful birds ranging from diminutive little bee-eaters to grotesque open-billed stalks. It is a wetland sanctuary of such importance that it has been recognised under the Ramsar Convention on Wetlands. Many big mammals are also present, with between 15 and 60 elephants depending on the season (December is the best month).\nThe park shelters almost 200 species of birds within its 62-sq-km area, with many journeying from Siberia and the Rann of Kutch in India to winter here, arriving between August and April (December to March is the peak time). It’s also a winter home to the greater flamingo, and up to 2000 have been recorded here at one time.Bundala also has civets, giant squirrels and lots of crocodiles. Between October and January, four of Sri Lanka’s five species of marine turtles (olive ridley, green, leatherback and loggerhead) lay their eggs on the coast.Bundala stretches nearly 20km along a coastal strip between Kirinda and Hambantota. The entrance is west of the 251km post. There’s a visitors centre at the main gate that has views over the marshes; check out the skeleton of a fearsomely huge crocodile."
    },
    {
        "country": "sri-lanka",
        "index": 18,
        "name": "Ruvanvelisaya Dagoba",
        "latitude": "8.349999",
        "longitude": "80.396394",
        "excerpt": "This magnificent white dagoba is guarded by a wall with a frieze of 344 elephants standing shoulder to shoulder. Apart from a few beside the western…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/anuradhapura/attractions/ruvanvelisaya-dagoba/a/poi-sig/450853/357449",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1638127978.jpg",
        "detail_description": "This magnificent white dagoba is guarded by a wall with a frieze of 344 elephants standing shoulder to shoulder. Apart from a few beside the western entrance, most are modern replacements of the originals from 140 BC. Today, after incurring much damage from invading Indian forces, it rises 55m, considerably less than its original height; nor is its form the same as the earlier ‘bubble’ shape.\nDuring the dagoba's consecration, a portion of Buddha's ashes were allegedly enshrined here, in a grand ceremony attended by monks from Rajagriha, Vaishali, Patna, Kashmir and Afghanistan. At the time, it was the biggest stupa in the world, with a 7m-deep foundation made of limestone broken with hammers and then crushed by elephants.Ruvanvelisaya was commissioned by King Dutugemunu, but he didn’t live to see its completion. However, as he lay on his deathbed, a false bamboo-and-cloth finish was placed around the dagoba so that Dutugemunu’s final sight could be of his ‘completed’ masterpiece. A limestone statue in a small pavilion south of the great dagoba is popularly thought to be of Dutugemunu.The land around the dagoba is dotted with the remains of ponds and pools, and collections of columns and pillars, all picturesquely leaning in different directions. Slightly southeast of the dagoba, en route to the Sri Maha Bodhi Temple, you can see one of Anuradhapura’s many monks’ refectories."
    },
    {
        "country": "sri-lanka",
        "index": 19,
        "name": "Peradeniya Botanic Gardens",
        "latitude": "7.272078",
        "longitude": "80.595349",
        "excerpt": "These stunning gardens were once reserved exclusively for Kandyan royalty. Today, even commoners are allowed in to enjoy the most impressive and largest …",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/around-kandy/attractions/peradeniya-botanic-gardens/a/poi-sig/1395190/1319109",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_639029941.jpg",
        "detail_description": "These stunning gardens were once reserved exclusively for Kandyan royalty. Today, even commoners are allowed in to enjoy the most impressive and largest (60 hectares) botanic gardens in Sri Lanka.Highlights include a fine collection of orchids, a stately avenue of royal palms, the extraordinary, aptly named cannonball fruit tree and 40m-high Burma bamboo. Another big hit is the giant Javan fig tree on the great lawn, with its colossal central trunk and umbrella-like canopy of branches. Peradeniya is 6km from central Kandy.\nYou'll share the gardens with thousands of wing-flapping fruit bats, hundreds of monkeys and dozens of canoodling courting couples.Inside the grounds are an overpriced cafeteria (mains Rs 550 to Rs 1000), serving Western and Sri Lankan food, and a small cafe by the exit gate. A better option is to stock up on picnic items.Bus 644 (Rs 16) from Kandy’s clock tower bus stop goes to the gardens. A three-wheeler from Kandy is about Rs 400 one way. Many taxi drivers incorporate a visit to the gardens with the Kandy Three Temple Loop."
    },
    {
        "country": "sri-lanka",
        "index": 20,
        "name": "Sri Maha Bodhi",
        "latitude": "8.344664",
        "longitude": "80.397683",
        "excerpt": "The sacred bodhi tree is central to Anuradhapura in both a spiritual and physical sense. It was grown from a cutting brought from Bodhgaya in India and is…",
        "detail_url": "https://www.lonelyplanet.com/sri-lanka/the-ancient-cities/anuradhapura/attractions/sri-maha-bodhi/a/poi-sig/450857/357449",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_1595974219.jpg",
        "detail_description": "The sacred bodhi tree is central to Anuradhapura in both a spiritual and physical sense. It was grown from a cutting brought from Bodhgaya in India and is said to be the oldest historically authenticated tree in the world, tended by an uninterrupted succession of guardians for over 2000 years. Today thousands of devotees come to make offerings, particularly on poya (full moon) days and weekends. Sunset is a magical time to visit.\nThe faithful believe it was Princess Sangamitta, daughter of the Indian Emperor Ashoka and sister of Mahinda (who introduced Buddhism to Sri Lanka), who brought the cutting from India. These days there is not one but many bodhi trees here; the oldest and holiest stands on the top platform. Railing and other structures around the trees are festooned with prayer flags.In 1985, during the civil war, Tamil Tigers opened fire in the enclosure, killing several worshippers as part of a larger offensive that took the lives of almost 150 civilians.April and December are particularly busy months as pilgrims converge on the site for snana puja (offerings or prayers)."
    }
]