[
    {
        "country": "switzerland",
        "city": "Valais",
        "index": 1,
        "name": "Aletsch Glacier",
        "latitude": "46.435727",
        "longitude": "8.075294",
        "excerpt": "If ever a view in Switzerland is going to leave you dumbstruck (and there are a few great ones to choose from!), it will surely be the infinite swoop of…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/upper-valais/attractions/aletsch-glacier/a/poi-sig/1503208/1329115",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1356769562.jpg",
        "detail_description": "If ever a view in Switzerland is going to leave you dumbstruck (and there are a few great ones to choose from!), it will surely be the infinite swoop of the Aletsch Glacier, the largest ice stream in the Alps. On cloudless days, great razor-like peaks poke 4000m above it, piercing into the bright blue sky. See it from a certain angle and the holy trinity of the Bernese Alps, Eiger, Mönch and Jungfrau, sneak into the picture. It's a shudderingly beautiful sight that will burn into the hard-drive of your memory like no other.\nLocated in the canton of Valais, in the country’s south, the moraine-streaked, deeply crevassed 23km-long superhighway of ice powers through some of the highest mountains in the Swiss Alps. Elsewhere, such terrain would be off-bounds or accessible only to hardcore mountaineers. But, this being Switzerland, nature is harnessed in the most delightful and sustainable way, and you can hike right alongside it, accompanied by the occasional flock of inquisitive blacknose sheep.\n\n  \nTwo hikers walk over the rugged landscape of the Aletsch Glacier © Pete Seaward / Lonely Planet\n\nGeology of the Aletsch Glacier\nThe Aletsch Glacier is the icing on the Unesco World Heritage cake of the Swiss Alps Jungfrau-Aletsch region. Roughly 23km long and with a volume of 15.4 km3, the glacier is the largest glacier in the European Alps, carrying 11 billion tons of ice from the northern slopes of Eiger, Mönch and Jungfrau down to the Valais. The glacier has two medial moraines – the dark lines running the length of the glacier showing where two glaciers have merged.\nAt the end of the last Ice Age, 11,000 years ago, the glacier extended down into the Rhône Valley. In 1860, the glacier was 3km longer than it is today and its edges were about 200m higher. Like many glaciers that have succumbed to a similar fate because of climate change, the Aletsch glacier is sadly retreating, shrinking by about 50m in length each year and dropping significantly at its edges. If it continues to retreat at this rate, predictions suggest that it will have lost half of its volume by 2100.\n​​Views of the Aletsch Glacier \nMost get their first riveting glimpse of the glacier from its head at Jungfraujoch in the Bernese Oberland, where the view of the swirling ice is dramatically framed by perennially snow-capped Eiger, Mönch and Jungfrau. Impressive? Without doubt. But it gets better.\nFor ringside views of the glacier you need to get up close to the ice on the hiking trail (see below) that shadows its frozen expanse. Excellent vantage points include Eggishorn (2927m), Bettmerhorn (2647m) and Moosfluh (2333m) in Valais, which are connected by cable cars and lifts climbing from Fiesch, Bettmeralp and Riederalp.\n\n  \nA view from the Aletsch Forest overlooking the mighty Aletsch Glacier © Frederic Huber Photography / Getty Images\n\nHiking at the Aletsch Glacier\nThe pull of the Aletsch Glacier is never stronger than when you are striding alongside its ice-blue majesty, breathing in the pure Alpine air and gazing up in wonder at the four-thousanders that thrust above it. To name one ‘must-do’ trek in a region of epic walks is tough, but our money goes on the 17km, five- to six-hour, moderately challenging day hike from Fiescheralp to Bettmeralp.\nThe trail initially heads north towards Eggishorn, with the sound of cowbells accompanying the grandstand views of the Aletsch Arena peaks, the more distant (yet ever distinctive) pyramid of the Matterhorn and, further away still and over the border in France, Mont Blanc etched on the horizon.\nThe viewpoint overlooking the Fieschergletscher is the prelude to the big one. Snaking down from the eastern flank of Grosses Fiescherhorn, a razor-edge peak at 4049m, this 16km swirl of eternal ice is the second biggest glacier in the Alps. \nFrom here, the route winds around slopes above the Fieschertal and up through a rock-strewn gully, gradually steepening as it negotiates switchbacks up to a rock erected on a wooden platform. The trail then heads westwards to the remote valley of Märjela, its mountain hut, and the Märjelensee, a milky turquoise splash of a lake buttressed by immense mountains and the rim of the Aletsch Glacier. Horn-shaped peaks glower down, among them the 4193m dagger of the Aletschhorn.\nThe Aletsch Glacier is now your constant companion as the path skirts the deeply crevassed ice. Avoid the peak summer season and fellow hikers are few, but you might sight chamois, ibex and marmots with luck and clever timing, and almost certainly the shaggy-haired blacknose sheep that are totally at ease in this wilderness of rock and ice.\nA pretty sweep of Swiss stone pine forest and glittering tarns soften the Alpine picture as you continue along a ridge and on to the grassy slopes of Moosfluh, where a strategically placed bench offers staggering glacier views. Soon after you’ll reach the glass-blue lake of Blausee, where the mountains pause to admire their reflection. From here it is just a stone’s throw back to Bettmeralp.\n\n  \nA rock climber works her way up a cliff face near the Aletsch Glacier © Lost Horizon Images / Getty Images\n\nWhere to stay \nWith dark-timber chalets totally dwarfed by the colossal mountain backdrop, the hamlets that snuggle up to the glacier, Bettmeralp, Riederalp and Fiescheralp, have plenty of enticing self-catering and B&amp;B options for an overnight stay.\nBut if you want to get closer to the icy wilderness, nothing beats bedding down at Gletscherstube Märjelensee, a mountain hut open from mid-July to September that’s located right on the hiking trail that rims the glacier. Peering out across the turquoise lake at Märjelenalp, this privately run lodge is warm, woody and reached on foot in around an hour-and-a-half from the cable car station at Fiescheralp. The pine-clad dorms are quiet, families are welcome and simple mountain grub (Rösti and the like) features on the menu. Should you wish to get closer to nature and the stars, book the outdoor bed fashioned from a wooden crate.\nNeed to know \n\nGetting there: Regional trains link Fiesch to Brig (45 minutes), with high-speed onward connections to major Swiss cities including the capital Bern (one hour) and Zurich (two hours). For timetables and tickets, see SBB. \nWhen to go: Because of the high-Alpine terrain, the trail is best hiked from June to September. \nWhat to wear/pack: Bring a fleece, waterproofs and sturdy walking boots, plus a hat and sunscreen. Take ample water and snacks as if the hut is closed there is little in the way of sustenance en route.\nMore info: www.aletscharena.ch\n\n"
    },
    {
        "country": "switzerland",
        "city": "Bernese Oberland",
        "index": 2,
        "name": "Jungfraujoch",
        "latitude": "46.547351",
        "longitude": "7.983198",
        "excerpt": "This is the big one. At 3454m above sea level, Jungfraujoch is Europe’s highest train station: a once-in-a-lifetime trip, with views of the deeply…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/jungfraujoch/attractions/jungfraujoch/a/poi-sig/1504250/1329104",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Jungfraujoch_train_ride%20crop.jpg",
        "detail_description": "This is the big one. At 3454m above sea level, Jungfraujoch is Europe’s highest train station: a once-in-a-lifetime trip, with views of the deeply crevassed Aletsch Glacier and a never-ending ripple of sky-high Alpine peaks to make you gasp out loud.\nA little underwhelmingly for train enthusiasts, the station itself is actually located inside the mountain, in a tunnel of sorts. But (but!) the ride to reach it passes some magnificent mountain scenery, with passengers glued to the window as the tracks curl past spruce forests and eyrie-like villages, meadows sprinkled with a confetti of wildflowers, and mountains that glow pearl white in winter like a scene from a snowglobe. The higher you go, the more dramatic the journey gets, shouldering up to glinting glaciers and the legendary triple act of Eiger (3970m), Mönch (4107m) and Jungfrau (4158m). Upon completing the journey, passengers disembark to explore the snowy surrounds.\nWe won’t lie – Jungfraujoch is no secret and it gets swamped in high season, but with some cunning planning you can give the madding crowds the slip. Stay overnight at the Mönchsjochhütte, stomp through fresh powder snow in quiet exhilaration, or take the first train to see sunrise pinken the peaks one by one, and you too will feel the magic.\n\n  \nA view of the Jungfraujoch station and the Jungfraufirn glacier © C.E. Seo / Getty Images\n\nHistory of Jungfraujoch\nOnly the Swiss had the guts more than a century ago to think you could blaze right through rock and ice and bore through the heart of Eiger to a glaciated peak 3454m high. A masterpiece of engineering in the truest sense, the railway has known few rivals since it launched on 1 August 1912, taking some 3000 workers 16 years to complete.\nIf the journey seems audacious now, just think of how it seemed back then. Many railway pioneers had flocked to the region and proposed ways to connect the highest peaks. But it was Adolf Guyer-Zeller who came up with the masterplan for the electrically operated cog railway, factoring in several stops en route to let passengers enjoy the views.\nThe work on the railway began in earnest in 1896 and was carried out without machinery – just shovels, pickaxes and a hell of a lot of hard graft. The construction was not without its hitches, among them the sudden death of Adolf Guyer-Zeller in 1899, and the accidental explosion of 30 tons of dynamite in 1908. But these setbacks didn’t stop Adolf’s dream from becoming a reality.\n\n  \nThe Ice Palace at Jungfraujoch © FABRICE COFFRINI / Getty Images\n\nWhat to do at Jungfraujoch\nSphinx observation deck\nThe icy wilderness of swirling glaciers and 4000m peaks that unfolds up top is beautiful beyond belief. Sidling up to the crag-perching Sphinx, one of the world’s highest astronomical observatories, Jungfraujoch’s observation deck commands grandstand views of the moraine-streaked, 23km-long tongue of the Aletsch Glacier, the longest glacier in the Alps and a Unesco World Heritage Site. The views across a sea of shimmering white peaks stretch as far as the Black Forest in Germany on cloudless days. \nSnow Fun Park\nEven when there’s dazzling sunshine at lower elevations, there is guaranteed snow up at Jungfraujoch. The Snow Fun Park ramps up the adventure. Here you can whizz across the frozen plateau on a flying fox (zip line), dash downhill on a sled or snow tube, or pound the powder with some gentle skiing or boarding (day passes available). \nIce Palace\nTunnels of ice polished as smooth as cut glass lead through the Ice Palace at Jungfraujoch, which offers a frosty reception at -3°C. Mountain guides wielding saws and pick-axes carved the chambers out of solid ice in the 1930s. Now they are adorned with frozen sculptures of bears, ibexes and eagles.\nAletsch Glacier \nJungfraujoch commands a phenomenal view of the largest glacier in the Alps: the 23km Aletsch Glacier, which blazes a trail through peaks hovering around the 4000m mark. The glacier is the showpiece of the Swiss Alps Jungfrau-Aletsch Unesco World Heritage Site. From late June to early October, Grindelwald Sports offers two-day hikes across the glacier, led by experienced mountain guides.\n\n  \nVisitors admire the view from Jungfraujoch © Dini Rashidi / EyeEm / Getty Images\n\nMake it happen \nWhen to go\nGoing early, going late or going out of season is the trick to avoiding the crush at Jungfraujoch. It’s well worth getting one of the first or last trains to see the peak when it’s a shade more peaceful. Staying the night at Mönchsjochhütte lets you experience Jungfraujoch when the crowds have subsided. Good weather is essential for the journey; check the website for current conditions. Don’t forget to take warm clothing, sunglasses and sunscreen, as there’s snow and glare up here all year.\nThe journey to Jungfraujoch\nThe recent arrival of the tri-cable Eiger Express gondola, linking Grindelwald to Eiger Glacier station in 15 minutes, has seriously slashed journey times to Europe’s highest station. The gondola swings so close to Eiger’s ferocious north face that it feels as though you’ll slam into it.\nTrains from Interlaken Ost follow two different routes to Jungfraujoch: one via Lauterbrunnen, Wengen and Kleine Scheidegg (2¼ hours), the other via Grindelwald with the Eiger Express (1½ hours). From late May to October, the first train from Interlaken to Jungfraujoch departs at 6.35am, and the latest train leaving Jungfrau is 5.47pm. Seats can be reserved for a nominal extra charge.\n\n  \nThe (seemingly precariously placed) Monchsjochhutte is a firm favourite with climbers, skiers and those who enjoy great mountain vistas © Victor FlowerFly / Shutterstock\n\nWhere to stay &amp; eat\nThe crowds fade and the mountains rear up around you in all their frozen wonder when you hike through the snow to Mönchsjochhütte, 2.2km east of Jungfraujoch (around 45 minutes on foot). Perched at a giddy 3650m above sea level and open from mid-March to mid-October, this is Switzerland’s highest serviced mountain hut and a firm favourite among hardcore rock climbers, glacier hikers and ski tourers, not to mention mere mortals just up here for the view.\nThe deal is simple: you’ll sleep in a basic dorm, wash in meltwater and eat hearty mountain meals. The clatter of karabiners (climbing hooks) can be heard at ungodly hours (light sleepers will want earplugs) and breakfast is served from 2am to 7.30am, which is just as well because you really wouldn’t want to miss this sunrise…\nMoney saving passes\nGet yourself a Jungfrau Travel Pass for speedy access to the mountains via a brilliant network of trains, funiculars and cable cars. Available for three to eight days, the pass offers unlimited travel on mountain railways in the region, plus discounts on tickets to Jungfraujoch. From mid-April to late November, the three- to eight-day Top of Europe Pass covers the whole shebang: unlimited transport within the region and as many journeys as you like to Jungfraujoch and back. Kids pay just a fraction of the adult price.\n"
    },
    {
        "country": "switzerland",
        "city": "Northeastern Switzerland",
        "index": 3,
        "name": "Stiftsbibliothek",
        "latitude": "47.422668894128",
        "longitude": "9.3765088334311",
        "excerpt": "If the greatest masterpieces on earth are wrought for the glory of God, St Gallen’s Stiftsbibliothek (Abbey Library), is like a living prayer. Religious…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/st-gallen/attractions/stiftsbibliothek/a/poi-sig/1116274/1314885",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/StiftsbibliothekStGallen.jpeg",
        "detail_description": "If the greatest masterpieces on earth are wrought for the glory of God, St Gallen’s Stiftsbibliothek (Abbey Library), is like a living prayer. Religious or not, you can’t help but look up to the heavens and fall silent as you step across its creaking wood floor, breathe in the scent of 1000 years of parchment, ink, patience and piety, and cast a careful eye across its stucco-encrusted ceiling, biblical frescoes, playful putti (cherub-like figures), magnificent globe and shelves lined with 170,000 beautiful leather-bound books. Some of the world’s most precious and elaborate medieval manuscripts are hidden here, occasionally dusted off for exhibitions for all to admire. \nOnce the beating heart of one of Europe’s finest Benedictine monasteries, the library gave St Gallen a solid foot up the celestial ladder in the Middle Ages. Today, this wondrous space forms the centerpiece of the Unesco World Heritage Stiftsbezirk (Abbey District). If you make the pilgrimage to just one abbey in Switzerland, this really should be it.\n\n  \nThe Abbey of St Gall complex sits in the centre of the city of St Gallen © Didier Marti / Getty Images\n\nHistory of Stiftsbibliothek St Gallen \nLocal lore has it that St Gallen began with a bush, a bear and an Irish monk who should have watched where he was going. In AD 612, as the tale goes, itinerant monk St Gall (Gallus), one of the twelve companions of Saint Columbanus, was on a mission from Ireland to the continent. He fell into a briar (bush) and considered the stumble a calling from God. After a fortuitous encounter with a bear, in which he persuaded it to bring him a log, take some bread in return and leave him in peace, he used the log to begin building the simple hermitage that would one day evolve into St Gallen’s cathedral.\nWhether or not you believe the bit about the briar and the bear, St Gall was instrumental in sewing the seeds of what would blossom into one of the world’s greatest Benedictine abbeys, founded by Abbot Otmar in 747 AD. The city of St Gallen sprang up around the abbey and developed into one of Europe’s most important intellectual and religious centres. \nIn the Middle Ages, monks flocked here from afar to pray, read, study scriptures and devote years to copying and illustrating manuscripts; a painstaking, solitary act that required a patient hand and a peaceful heart. Arts, letters and sciences flourished here and the library grew to impressive proportions, with its manuscripts inspiring accomplished artists and leading literary scholars: from Notker Balbulus to Ekkehart IV.\nThe abbey survived the threats and fires that ravaged the town over the centuries, and the turbulent times of the Reformation. Based on plans by star architect of the baroque age, Peter Thumb of Vorarlberg, the new abbey was built in the mid 18th century, just before the abbey lands were secularised and the abbey itself dissolved in 1805. The former abbey church became a cathedral in 1848, and the whole site, including the Stiftsbibliothek, was granted Unesco World Heritage status in 1983.\n\n  \nExterior of the Abbey of St Gall © Franck Decourt / Getty Images\n\nArchitecture of Stiftsbibliothek St Gallen\nA master of the exuberant rococo style, Peter Thumb of Vorarlberg didn’t do things by halves. Completed just before his death in 1767, the library was his parting gift to the world and magnum opus: a swirling confection of curling stucco and frescoes depicting the early church councils. The plump putti (cherub-like figures) in the window niches embody professions – poet and doctor, botanist and carpenter, musician and painter, astronomer and architect.\nA balcony unfurls gracefully along the upper level, with 34 windows allowing a painterly light to stream in even on overcast days. No expense was spared on the materials, with bookshelves and bookcases carved out of exquisite walnut and cherry wood. Above the entrance, a pair of gilded cherubs hold up a sign saying psyché iatreio, the Greek for “sanctuary of the soul” or “soul pharmacy”.\n\n  \nAncient manuscripts and muraled ceilings await visitors in the Stiftsbibliothek © De Agostini / Getty Images\n\nTreasures of Stiftsbibliothek St Gallen\nBooks &amp; manuscripts \nOnly 30,000 of the total collection of 170,000 volumes are in the library at any one time, arranged into special exhibitions. Among these are 1650 incunabula (books printed before 1501). Of the library's 2100 precious manuscripts – some of which are true works of art and remarkably well preserved – just a handful are on display. The oldest manuscript, dating to 760, was penned by the monk Winithar, who complained about not having sufficient parchment. \nAmong its other literary treasures are the 9th-century Cod Sang 555, the earliest portrait of St Columba, a version of The Rule of St Benedict, the cornerstone of medieval monastic life, and Manuscript B of the Nibelungenlied (The Song of the Nibelungs), an epic poem written around 1200.\nSt Gallen globe\nIgniting the adventurous spirit in any born traveler, the library’s earth and celestial globe is a beauty, more than two metres high, replete with naturalistic detail and still incomplete as some countries were yet to be discovered. The 16th-century original was stolen more than 400 years ago, so what you see now is a very convincing replica.\nVaulted cellar\nFor more insight into St Gall and his life and work, delve into the vaulted cellar. This houses the Lapidarium, which showcases a collection of Carolingian, Ottonian and Gothic sculpture from the former church on the site. There's also some interesting background, albeit mostly in German, about the art of illustration. The standout is the late 9th-century Evangelium Longum, an illuminated manuscript with an intricately carved ivory cover bearing the hallmark of the monk and artist Tuotilo.  \nEgyptian mummy\nHailing from the Deir el-Bahri Temple Complex, Shepenese, the library’s ancient Egyptian mummy, dates to 700 BC and was given as a gift to the mayor of St Gallen in 1820, together with two wooden sarcophagi. Shepenese was the daughter of a priest and lived at the start of the Saite Dynasty (672 to 525 BC).\nDom St Gallen\nTaking the stylistic leap from baroque to classicism, St Gallen's twin-towered, mid-18th-century cathedral is only slightly less ornate than the world-famous library nearby. A riot of mint-green stucco and rose marble, the cathedral dances with dark, stormy frescos and cherubs and saints gazing down from heavenly clouds. The cupola (ceiling dome) shows a vision of paradise with the Holy Trinity at the centre. To experience the cathedral at its uplifting best, visit during one of the Dommusik concerts.\n\n  \nThe interior of the St Gallen Cathedral © g215 / Shutterstock\n\nExploring St Gallen\nWhile you’re in St Gallen, factor in time for a stroll around the Altstadt (Old Town), where many houses are embellished with Erker (oriel bay windows), especially around Gallusplatz, Spisergasse, Schmiedgasse and Kugelgasse. Locals have totted them all up and reckon there are 111. Some bear the most extraordinary timber sculptures – a reflection of the wealth of their one-time owners, mostly textile barons.\nNeed to know \nMultilingual audio guides are available at the abbey library and exhibition space counters, as are felt slippers, which are obligatory to protect the parquet floor. Photography is strictly forbidden (even without flash). Included in the cost of the abbey ticket, public 45-minute guided tours in German depart at 2pm daily; no booking is required.\n"
    },
    {
        "country": "switzerland",
        "city": "Lausanne",
        "index": 4,
        "name": "Cathédrale de Notre Dame",
        "latitude": "46.522609088075",
        "longitude": "6.6351882269116",
        "excerpt": "Lausanne’s Gothic cathedral, Switzerland’s finest, stands proudly at the heart of the Old Town. Raised in the 12th and 13th centuries on the site of…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/lake-geneva-region/lausanne/attractions/cathedrale-de-notre-dame/a/poi-sig/448399/360822",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/174809140_high.jpg",
        "detail_description": "Lausanne’s Gothic cathedral, Switzerland’s finest, stands proudly at the heart of the Old Town. Raised in the 12th and 13th centuries on the site of earlier, humbler churches, it lacks the lightness of French Gothic buildings but is remarkable nonetheless. Pope Gregory X, in the presence of Rudolph of Habsburg (the Holy Roman Emperor) and an impressive following of European cardinals and bishops, consecrated the church in 1275.\nAlthough touched up in parts in following centuries (notably the main facade, which was added to protect the interior against ferocious winds), the cathedral remains largely as it was (thanks to today's constant conservation work). The most striking element is the elaborate entrance on the south flank of the church (which, unusually for Christian churches, was long the main way in). The painted statuary depicts Christ in splendour, the coronation of the Virgin Mary, the Apostles and other Bible scenes. Free guided tours are available, on request, July through September: book in advance."
    },
    {
        "country": "switzerland",
        "city": "Bern",
        "index": 5,
        "name": "Berner Altstadt",
        "latitude": "46.948241",
        "longitude": "7.445769",
        "excerpt": "Bern’s flag-bedecked medieval centre has 6km of covered arcades and cellar shops and bars descending from the streets. After a devastating fire in 1405,…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/berner-altstadt/a/poi-sig/1278970/360811",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF787229422.jpg",
        "detail_description": "Bern’s flag-bedecked medieval centre has 6km of covered arcades and cellar shops and bars descending from the streets. After a devastating fire in 1405, the wooden city was rebuilt in today’s sandstone. Bern’s clock tower, Zytglogge, is a focal point; crowds congregate to watch its revolving figures twirl at four minutes before the hour, after which the actual chimes begin. Tours enter the tower to see the clock mechanism from May to October; contact the tourist office for details.\nEqually enchanting are the 11 decorative fountains (1545) depicting historical and folkloric characters. Most are along Marktgasse as it becomes Kramgasse and Gerechtigkeitsgasse, but the most famous – the Kindlifresserbrunnen, a giant snacking on children – lies in Kornhausplatz. Inside the 15th-century Gothic Münster, a 344-step hike up the lofty spire – Switzerland’s tallest – is worth the climb for its impressive views over the Aare river and the terraced rooftops of the medieval town."
    },
    {
        "country": "switzerland",
        "city": "Montreux",
        "index": 6,
        "name": "Château de Chillon",
        "latitude": "46.414044",
        "longitude": "6.927577",
        "excerpt": "If ever a castle could fit the fairy-tale bill, the dashingly handsome Château de Chillon would be it, with its moat, double ramparts and riot of turrets…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/lake-geneva-region/montreux/attractions/chateau-de-chillon/a/poi-sig/1115409/360823",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/114832813.jpg",
        "detail_description": "If ever a castle could fit the fairy-tale bill, the dashingly handsome Château de Chillon would be it, with its moat, double ramparts and riot of turrets and towers, plus knockout views of Lake Geneva and the French Alps. Scenically plonked on a rocky, oval-shaped island near Montreux, this is Switzerland’s pin-up castle, but try as you might to capture its beauty, all camera snaps seem to fall short.\nCounts, dukes and bailiffs, poets and prisoners have left their indelible mark on its maze of courtyards, watchtowers, bastions and halls, filled with arms, period furniture, frescoes and artwork. And its Gothic romance proved irresistible to everyone from Turner to Lord Byron and Mary Shelley. Visit the castle when the crowds subside and you too will find history and views that inspire towards the lyrical and the profound.\n\n  \nChâteau de Chillon is one of the most visited castles in Switzerland © cge2010 / Shutterstock\n\nHistory of Château de Chillon\nOn a site occupied since the Bronze Age, Château de Chillon echoes with the stories of counts and dukes, great feasts, damp cells and dark deeds.\nSavoy period\nFrom the 12th century to 1536, the House of Savoy controlled the fortress and the lakeshore. Suckers for a strategically placed castle, the Counts of Savoy used Château de Chillon to profit from the north-to-south Via Francigena route that passed right in front of the fort, filling their coffers with the generous contributions of travellers, merchants and pilgrims heading to Rome by way of the Great Saint Bernard Alpine Pass.\nIn the 13th century, Peter II of Savoy converted the castle into a summer residence. Its underground vaults later became a jail. Nobleman, historian and libertine François Bonivard, the castle’s most famous prisoner, languished in the dungeon’s dank depths for six years in the 16th century for preaching about the Reformation – a hero of sorts later immortalised in Lord Byron’s The Prisoner of Chillon poem. \nBernese period\nThe Savoy slowly began to ditch Chillon in favour of other castles, eventually leaving it derelict until the Bernese rocked up in 1536, having just conquered the Pays de Vaud. The castle became the bailiff’s permanent residence and was used as a stronghold, arsenal and prison, then later for storage. In 1733, the bailiffs left the castle and upped sticks for more modern, comfortable digs.\nVaudois period \nAround the time of the Vaud Revolution in 1798, patriots of Vevey and Montreux seized the castle from the Bernese bailiffs, who left gracefully and without a fight. The castle has been owned by the canton of Vaud ever since, who used it to store weapons and ammunition, and subsequently as a state prison. Following restoration work in the 19th century, the castle has become one of Switzerland’s most popular cultural attractions. It also occasionally hosts events, such as musical concerts.\nArtistic inspiration in Château de Chillon\nChâteau de Chillon had Romantic writers, artists and poets in raptures in the 19th century, with its medieval looks, Gothic soul and gory history.\nNone captured it better than Lord Byron in his 1816 poem The Prisoner of Chillon, recounting the fate and suffering of François Bonivard, thrown into the dungeon for his seditious, anti-Savoy ideas and freed by Bernese forces in 1536. Byron carved his name into the pillar to which Bonivard was supposedly chained (though some do claim the poet's signature to be a fake).\nPainters William Turner and Gustave Courbet subsequently immortalised the castle’s silhouette on canvas, and Jean-Jacques Rousseau and Alexandre Dumas wrote about it.\n\n  \nThe supposed signature of poet Lord Byron at Château de Chillon © Julien Viry / Getty Images\n\nHighlights of Château de Chillon\nSelf-guided tours of the castle present a fascinating romp around 36 rooms and courtyards.\nTop billing goes to the highly atmospheric Gothic vaults, originally used for supplies and weapons. Peter II, Count of Savoy, transformed them into a prison in 1290. In the spooky dungeon, you can sneak a peek at the original rock the castle was built on and the impressive medieval vaults upon which the whole fortress rests.\nGazing wistfully out across Lake Geneva, the castle’s trio of great halls is where the counts and dukes threw lavish banquets or dispensed justice below soaring columns and coffered ceilings.\nThe faded 14th-century murals of exotic beasts and foliage festooning the Camera Domini (Lord’s Bedroom) are among the castle’s best preserved, rivalled only by those in the Chapelle St Georges. Though the chapel fell into disuse during the Reformation and was later used as a granary and powder house, its 14th-century biblical frescoes are remarkably intact.\nSounds from the battlefield add a dash of drama to the weapons exhibition in the keep, the castle’s 11th-century kernel. Once accessed by drawbridge, it has been a guard tower, residence, storage, prison and powder house over the centuries. Clamber up to the top floor for wholly arresting views of the castle, lake and mountains.\nExploring around Château de Chillon\nMake a day of it by walking from Montreux to the magnificent stone hulk of Château de Chillon. Hugging the lakeshore and lined with sculptures and vibrant flower beds, the 3km Chemin Fleuri (Floral Path) promenade frames the sensational lake and Alpine views perfectly.\nIf the weather is fine, you can’t beat a refreshing dip in the lake with castle views at Plage du Château de Chillon. Open from June to September, the free lakeside lido has a little beach for picnicking, swimming and castle gazing.\n\n  \nThe view from the top of Château de Chillon © Victor Cristescu / 500px\n\nPracticalities\nCGN boats and steamers stop at Château de Chillon – a terrifically atmospheric way to arrive; it’s a 15-minute journey from Montreux.\nTickets for the castle can be booked online. Try to avoid the crush by visiting first thing in the morning or late in the afternoon, and avoiding weekends and peak summer season. Combined tickets include an audio guide (available in 10 languages).\nFor a quick coffee with a dreamy castle and lake view, try Café Byron. Food-wise, you’re better off heading back into Montreux.\nDid you know?\nThe castle has its own wine, Clos de Chillon, produced from the region’s white Chasselas grape. The 12,500-sq-m vineyards spread across slopes close to the castle and form part of the Unesco World Heritage Lavaux. If you fancy a historic drop, you can buy a bottle at the museum shop.\n"
    },
    {
        "country": "switzerland",
        "city": "Bernese Oberland",
        "index": 7,
        "name": "Reichenbachfälle",
        "latitude": "46.713547",
        "longitude": "8.183012",
        "excerpt": "Gazing over the mighty Reichenbach Falls, where the cataract plunges 250m to the ground with a deafening roar, you can see how Arthur Conan Doyle thought…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/meiringen/attractions/reichenbachfaelle/a/poi-sig/1379696/1314858",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1742814446.jpg",
        "detail_description": "Gazing over the mighty Reichenbach Falls, where the cataract plunges 250m to the ground with a deafening roar, you can see how Arthur Conan Doyle thought them perfect for dispatching his burdensome hero, Sherlock Holmes. In 1891, in The Final Problem, Conan Doyle acted like one of his own villains and pushed both Holmes and Dr Moriarty over the precipice here. To reach the falls, take the funicular from Willigen, south of the Aare River, to the top.\nIt takes an hour to wander back down to Meiringen. Alternatively, take the steep path up the side of the falls to the village of Zwirgi. At Gasthaus Zwirgi, you can rent trotti-bikes (adult/child Sfr17/15) to scoot back down to Meiringen."
    },
    {
        "country": "switzerland",
        "city": "Geneva",
        "index": 8,
        "name": "Jet d'Eau",
        "latitude": "46.207440227018",
        "longitude": "6.1560408501614",
        "excerpt": "When landing by plane, this lakeside fountain is your first dramatic glimpse of Geneva. The 140m-tall structure shoots up water with incredible force –…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/jet-d-eau/a/poi-sig/409726/360817",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/cdfb66c7bf3d26fd35c17d0cf63e8ec1-jet-d-eau.jpg",
        "detail_description": "When landing by plane, this lakeside fountain is your first dramatic glimpse of Geneva. The 140m-tall structure shoots up water with incredible force – 200km/h, 1360 horsepower – to create the sky-high plume, kissed by a rainbow on sunny days. At any one time, 7 tonnes of water are in the air, much of which sprays spectators on the pier beneath. Two or three times a year it is illuminated pink, blue or another colour to mark a humanitarian occasion.\nThe Jet d'Eau is Geneva's third pencil fountain. The first shot water into the sky for 15 minutes each Sunday between 1886 and 1890, to release pressure at the city's water station, and the second spurted 90m high from the Jetée des Eaux-Vives on Sundays and public holidays from 1891 onward. The current one was born in 1951."
    },
    {
        "country": "switzerland",
        "city": "Vevey",
        "index": 9,
        "name": "Chaplin's World",
        "latitude": "46.47536",
        "longitude": "6.851445",
        "excerpt": "This engaging museum celebrates the life and work of iconic London-born film star Charlie Chaplin. Split between the neoclassical Manoir de Ban – the…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/vevey/attractions/chaplin-s-world/a/poi-sig/1556960/1314825",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e177730f2650770bd6ff0ae460f7c0ad-chaplin-s-world.jpg",
        "detail_description": "This engaging museum celebrates the life and work of iconic London-born film star Charlie Chaplin. Split between the neoclassical Manoir de Ban – the Corsier-sur-Vevey mansion where Chaplin spent his last quarter century – and a purpose-built interactive studio, the exhibits include multimedia displays, excerpts from Chaplin's films, recreations of film sets, family photos and other evocative memorabilia, right down to Chaplin's trademark hat and cane. A tour of the mansion's splendid gardens rounds out the visit.\nChaplin's World is about 3km north of Vevey, by the A9 motorway. Bus 212, departing Vevey station every 30 minutes from 5.30am to 7pm in the direction of Fenil-sur-Corsier, will get you to the 'Corsier-sur-Vevey, Chaplin' stop (Sfr4.80) in less than 15 minutes.Allow at least a couple of hours to do this place justice; better yet, make an entire day of it with visits to the on-site restaurant and gift shop."
    },
    {
        "country": "switzerland",
        "city": "Basel",
        "index": 10,
        "name": "Fondation Beyeler",
        "latitude": "47.588185",
        "longitude": "7.651044",
        "excerpt": "This astounding private-turned-public collection, assembled by former art dealers Hildy and Ernst Beyeler, is housed in a long, low, light-filled, open…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/northern-switzerland/basel/attractions/fondation-beyeler/a/poi-sig/459631/360825",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/545246383_full.jpg",
        "detail_description": "This astounding private-turned-public collection, assembled by former art dealers Hildy and Ernst Beyeler, is housed in a long, low, light-filled, open-plan building designed by Italian architect Renzo Piano. The varied exhibits juxtapose 19th- and 20th-century works by Picasso and Rothko against sculptures by Miró and Max Ernst and tribal figures from Oceania; there are also regular visiting exhibitions. Take tram 6 to Riehen from Barfüsserplatz or Marktplatz.\nA great way to visit the museum is to make a day of it and walk the '24 stops' Rehberger-Weg between Fondation Beyeler and the Vitra Campus."
    },
    {
        "country": "switzerland",
        "city": "Vevey",
        "index": 11,
        "name": "Alimentarium",
        "latitude": "46.458319",
        "longitude": "6.846521",
        "excerpt": "Nestlé’s headquarters have been in Vevey since 1814, hence its presence in the form of this museum dedicated to nutrition and all things edible, past and…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/vevey/attractions/alimentarium/a/poi-sig/1115375/1314825",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1928257985.jpg",
        "detail_description": "Nestlé’s headquarters have been in Vevey since 1814, hence its presence in the form of this museum dedicated to nutrition and all things edible, past and present. Boring it is not. Its displays are clearly meant to entertain as well as inform, starting with the gigantic silver fork that sticks out of the water in front of the lakeside mansion (a great picnic spot, thanks to the handful of wooden chairs screwed into the rocks here on the lakeshore).\nParticularly fun are the Alimentarium's cooking workshops for both adults and kids, guided tours for families, and gardening workshops. Finish up with a healthy lunch in the museum restaurant."
    },
    {
        "country": "switzerland",
        "city": "Basel",
        "index": 12,
        "name": "Augusta Raurica",
        "latitude": "47.533190009811",
        "longitude": "7.7216398715973",
        "excerpt": "About 17km east of Basel, on the Rhine's south bank, Switzerland’s largest Roman ruins are the last remnants of a colony founded in 43 BC, the population…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/northern-switzerland/basel/attractions/augusta-raurica/a/poi-sig/1426191/360825",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-176888391.jpg",
        "detail_description": "About 17km east of Basel, on the Rhine's south bank, Switzerland’s largest Roman ruins are the last remnants of a colony founded in 43 BC, the population of which grew to 20,000 by the 2nd century AD. Today visitors can stroll at will through a hotchpotch of ruins, highlighted by one of the best-preserved Roman theatres in Central Europe. Take the S-bahn (S1) from Basel to Kaiseraugst (Sfr3.80, 11 minutes) then walk 10 minutes, following signs to the site.\nAt the entrance to the site, the Römermuseum is also well worth a visit for its authentically restored Roman house and its unparalleled 270-piece collection of antique silver."
    },
    {
        "country": "switzerland",
        "city": "Bern",
        "index": 13,
        "name": "Zentrum Paul Klee",
        "latitude": "46.948834",
        "longitude": "7.474201",
        "excerpt": "Bern’s answer to the Guggenheim, Renzo Piano’s architecturally bold, 150m-long wave-like edifice houses an exhibition space that showcases rotating works…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/zentrum-paul-klee/a/poi-sig/1278967/360811",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3d741d701d4a3206389430a0feace2ce-paul-klee-centre.jpg",
        "detail_description": "Bern’s answer to the Guggenheim, Renzo Piano’s architecturally bold, 150m-long wave-like edifice houses an exhibition space that showcases rotating works from Paul Klee’s prodigious and often playful career. Interactive computer displays and audioguides help interpret the Swiss-born artist’s work. Next door, the fun-packed Kindermuseum Creaviva lets kids experiment with hands-on art exhibits or create original artwork with the atelier’s materials during the weekend program Five Franc Studio. Bus 12 runs from Bubenbergplatz direct to the museum.\n"
    },
    {
        "country": "switzerland",
        "city": "Basel",
        "index": 14,
        "name": "Kunstmuseum Basel",
        "latitude": "47.55425082",
        "longitude": "7.59402113",
        "excerpt": "Housing the most comprehensive collection of public art in Switzerland, this superb fine arts museum reopened in mid-2016 after updates to the existing…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/northern-switzerland/basel/attractions/kunstmuseum-basel/a/poi-sig/459633/360825",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1135514742.jpg",
        "detail_description": "Housing the most comprehensive collection of public art in Switzerland, this superb fine arts museum reopened in mid-2016 after updates to the existing galleries (Hauptbau) and construction of a new modernist wing (Neubau). It houses the world’s largest collection of Holbeins and a substantial collection of Renaissance and impressionist works among its thousands of pieces. The entrance price includes admission to the permanent collection – surcharges are applicable for visiting exhibits. Guided tours (from Sfr5) are available.\nEntry includes admission to Kunstmuseum Basel | Gegenwart."
    },
    {
        "country": "switzerland",
        "city": "Geneva",
        "index": 15,
        "name": "CERN",
        "latitude": "46.233409",
        "longitude": "6.055516",
        "excerpt": "Founded in 1954, the European Organization for Nuclear Research (CERN), 8km west of Geneva, is a laboratory for research into particle physics. It…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/geneva/attractions/cern/a/poi-sig/409720/360817",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/905185bc3e36c33bea2244efcc3d6699-cern.jpg",
        "detail_description": "Founded in 1954, the European Organization for Nuclear Research (CERN), 8km west of Geneva, is a laboratory for research into particle physics. It accelerates protons down a 27km circular tube (the Large Hadron Collider, the world's biggest machine) and the resulting collisions create new matter. Come anytime to see the permanent exhibitions shedding light on its work. Group tours of 12 or more can be booked in advance, but individual tours must be booked on site, up to an hour in advance.\n"
    },
    {
        "country": "switzerland",
        "city": "Lake Geneva & Vaud",
        "index": 16,
        "name": "Peak Walk by Tissot",
        "latitude": "46.326483",
        "longitude": "7.204757",
        "excerpt": "On clear days the views from this world-first peak-to-peak footbridge are heaven-sent; think legendary Mont Blanc and the Matterhorn, plus Eiger, Mönch…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/les-diablerets/attractions/peak-walk-by-tissot/a/poi-sig/1504763/1329086",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1085708180.jpg",
        "detail_description": "On clear days the views from this world-first peak-to-peak footbridge are heaven-sent; think legendary Mont Blanc and the Matterhorn, plus Eiger, Mönch and Jungfrau. The 107m-long walk, between View Point Peak (2965m) and Scex Rouge (2971m), culminates with a spacious viewing platform and viewfinders complete with mountain names and altitudes, making it a must for lovers of the high life and not for those with vertigo or a fear of heights!\nTake the cable car from Col du Pillon in Les Diablerets up to Glacier 3000."
    },
    {
        "country": "switzerland",
        "city": "Valais",
        "index": 17,
        "name": "Fondation Pierre Gianadda",
        "latitude": "46.095181768745",
        "longitude": "7.0707761229654",
        "excerpt": "This renowned gallery harbours a stunning art collection with works by Picasso, Cézanne and Van Gogh. The sculpture garden (with cafe and picnic area)…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/martigny/attractions/fondation-pierre-gianadda/a/poi-sig/1115602/1314840",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_1959862153.jpg",
        "detail_description": "This renowned gallery harbours a stunning art collection with works by Picasso, Cézanne and Van Gogh. The sculpture garden (with cafe and picnic area) features Henry Moore’s organic sculptures, Niki de Saint Phalle’s buxom Bathers and César's Le Sein (The Breast). Admission includes the collection of Roman milestones, the Musée Archéologique Gallo-Romain, and the classic cars from vintage Fords to Swiss Martinis (the type you drive, not drink) in the Musée de l’Auto. The Fondation also hosts classical-music recitals.\n"
    },
    {
        "country": "switzerland",
        "city": "The Jura Mountains",
        "index": 18,
        "name": "Creux du Van",
        "latitude": "46.936316",
        "longitude": "6.715951",
        "excerpt": "About 14km east of Môtiers, a short walk leads to the enormous abyss known as the Creux du Van (Rocky Hole) – van is a word of Celtic origin meaning 'rock…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/val-de-travers/attractions/creux-du-van/a/poi-sig/1575271/1329178",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1401507539.jpg",
        "detail_description": "About 14km east of Môtiers, a short walk leads to the enormous abyss known as the Creux du Van (Rocky Hole) – van is a word of Celtic origin meaning 'rock'. Created by glacial erosion, the spectacular crescent-moon wall interrupts the habitually green rolling countryside in startling fashion: imagine an enormous gulf 1km long and 440m deep. The way the vast canyon seemingly appears out of nowhere as you approach it from the field above is mind-blowing.\nIf you're using a GPS (or Google Maps) to find the place, search for 'Ferme Restaurant le Soliat' or 'Le Petites Fauconnières' and you won't get way-laid."
    },
    {
        "country": "switzerland",
        "city": "Valais",
        "index": 19,
        "name": "Furka Pass",
        "latitude": "46.570545",
        "longitude": "8.393812",
        "excerpt": "Marking the cantonal frontier with Uri is the vertiginous Furka Pass (2431m), the run up to which offers superlative views over the fissured Rhône glacier…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/upper-valais/attractions/furka-pass/a/poi-sig/1572709/1329115",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_499197061.jpg",
        "detail_description": "Marking the cantonal frontier with Uri is the vertiginous Furka Pass (2431m), the run up to which offers superlative views over the fissured Rhône glacier. From the tiny Valais village of Gletsch (1762m) the road climbs almost continuously for 10km to the pass. Generally opening about 1 June each year (depending on snowfall and weather conditions), the Furka Pass is the gateway into southeast Switzerland. From the pass it's 21km jaw-dropping drive down countless hairpin curves to Andermatt (1437m).\n"
    },
    {
        "country": "switzerland",
        "city": "Fribourg, Drei-Seen-Land and The Jura",
        "index": 20,
        "name": "Cathédrale St Nicolas de Fribourg",
        "latitude": "46.806118",
        "longitude": "7.163461",
        "excerpt": "Before entering this brooding 13th-century Gothic cathedral, contemplate the main portal with its 15th-century sculptured portrayal of the Last Judgment…",
        "detail_url": "https://www.lonelyplanet.com/switzerland/fribourg-neuchatel-and-the-jura/attractions/cathedrale-st-nicolas-de-fribourg/a/poi-sig/1115459/1004503",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1672189402.jpg",
        "detail_description": "Before entering this brooding 13th-century Gothic cathedral, contemplate the main portal with its 15th-century sculptured portrayal of the Last Judgment. On your right upon entering, inside the Chapelle du Saint Sépulcre, is an exceptionally lifelike sculptural group (1433) depicting Christ’s burial. Unless you suffer vertigo, or are of poor health, a 368-step climb of the cathedral’s 74m-tall tower for remarkable views over the medieval town should be considered a must-do.\n"
    }
]