[
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 1,
        "name": "Rudaki Park",
        "latitude": "38.577771",
        "longitude": "68.782632",
        "excerpt": "Extensive Rudaki Park, with its beautiful canopy of mature trees, offers a series of pathways through flower gardens and alongside lakes and fountains…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/rudaki-park/a/poi-sig/1576927/357580",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2215657223.jpg",
        "detail_description": "Extensive Rudaki Park, with its beautiful canopy of mature trees, offers a series of pathways through flower gardens and alongside lakes and fountains. Home to the giant flagpole and a much-photographed statue of Rudaki, and with glorious views of the city's iconic new buildings and monuments, it makes for a great location for a picnic in summer or snowy vistas in winter.\n"
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 2,
        "name": "Panchshanbe Bazaar",
        "latitude": "40.279261",
        "longitude": "69.631722",
        "excerpt": "The core of this great bazaar, reputedly the largest in Central Asia, is an unusually elegant, purpose-built hall (1964) with arched entrance portals and…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/khojand/attractions/panchshanbe-bazaar/a/poi-sig/1376696/357583",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1369882421.jpg",
        "detail_description": "The core of this great bazaar, reputedly the largest in Central Asia, is an unusually elegant, purpose-built hall (1964) with arched entrance portals and a pink-and-lime-green neoclassical facade. If not the largest it's certainly one of the best-stocked markets in Central Asia, especially on Thursday (panchshanbe in Tajik) when people and produce flood into the main hall.\nA pair of gilded statues, one male and one female, welcome merchants and buyers into the hall around which a whole street market has evolved under colourful awnings. Outside the western entrance, below these statues, a stand sells handmade and machine versions of the ubiquitous black Tajiki hat (10–80TJS)."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 3,
        "name": "Citadel",
        "latitude": "40.285558",
        "longitude": "69.617958",
        "excerpt": "The city’s top sight is the citadel, the reconstructed corner of which is open to visitors. From the top of the 10th-century ramparts, the disintegrating…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/khojand/attractions/citadel/a/poi-sig/1376835/357583",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2103796058.jpg",
        "detail_description": "The city’s top sight is the citadel, the reconstructed corner of which is open to visitors. From the top of the 10th-century ramparts, the disintegrating baked-earth walls suggest hints of the seven gates and 6km of fortifications that were rebuilt in the 13th century and which mark the site of Alexander the Great’s original settlement. The citadel's military history continued into recent times when, in 1997, 300 people died in battles between Uzbek warlords and government troops.\nThe main section of the fort remains occupied by the army but much of the eastern wall has been rebuilt and now houses the historical Museum of Sughd Province and the Museum of Archaeology &amp; Fortifications. A few quality souvenir shops are dotted in and around the citadel museums and along the adjacent rose gardens of Komil Khojandi Park."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 4,
        "name": "Historical Museum of Sughd Province",
        "latitude": "40.285173",
        "longitude": "69.618151",
        "excerpt": "Built within the reconstructed southeastern bastion of the city wall, this museum houses a fascinating set of modern marble mosaics depicting the life of…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/khojand/attractions/historical-museum-of-sughd-province/a/poi-sig/1376695/357583",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1542863342.jpg",
        "detail_description": "Built within the reconstructed southeastern bastion of the city wall, this museum houses a fascinating set of modern marble mosaics depicting the life of Alexander the Great – the war scenes with their multiple horses are particularly finely crafted. The great warrior's funeral procession shows his hand dangling empty as he had reputedly requested, showing he had conquered half the world but went to his grave with nothing. With its basement dioramas of prehistoric life, this is Khojand's best museum.\nOther features of the museum include some fine textiles and costumes, a traditional home showcasing Tajiki embroidery and some now rare Tajiki handwoven rugs.The main hall is dominated by a statue of Timur Malik, the local hero who battled the Mongol onslaught from an island in the Syr-Darya, formerly known as the Oxus. The river, which runs past Komil Khojandi Park alongside the citadel, makes for a pleasant post-museum stroll."
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 5,
        "name": "Ethnography Museum",
        "latitude": "38.566027",
        "longitude": "68.790218",
        "excerpt": "Sharing the same complex as the National Museum of Antiquities, this small museum houses an exquisite collection of traditional Tajikistan clothing …",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/ethnography-museum/a/poi-sig/1573752/357580",
        "image_url": null,
        "detail_description": "Sharing the same complex as the National Museum of Antiquities, this small museum houses an exquisite collection of traditional Tajikistan clothing (including a great set of woollen socks and gloves that seem disproportionately large for the average wearer) and some fine enamel jewellery in the form of amulets and earrings. The real gems of the collection, though, are the samples of vertically striped silk cloth known as 'atlas' – a fabric still worn by Tajikistani women on special occasions.\nProduced by the country's famous silk and cotton weaving industry, centred on the Qaratog area and traditionally the work of men, atlas fabric is traditionally produced from natural pigments such as cochineal, pomegranate and indigo which combine to create the distinctive and dynamic colour ways of the yarn. Great skill is needed to produce the printed appearance of the finished woven fabric. Sadly, weaving is a dying art in the region largely due to the import of mass produced cloth from China which gives a printed, and much cheaper, imitation of atlas.Photography is not permitted."
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 6,
        "name": "Statue of Ismoil Somoni",
        "latitude": "38.574038",
        "longitude": "68.7854",
        "excerpt": "One of Dushanbe’s most impressive modern monuments, this statue celebrates the 10th-century founder of the Samanid dynasty. With an art-deco quality to…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/statue-of-ismoil-somoni/a/poi-sig/443314/357580",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1742967722.jpg",
        "detail_description": "One of Dushanbe’s most impressive modern monuments, this statue celebrates the 10th-century founder of the Samanid dynasty. With an art-deco quality to the design of the monument's golden casing and a prominent position on Friendship Sq, it has become a key rendezvous point in the city.\n"
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 7,
        "name": "Ancient Penjikent",
        "latitude": "39.485959",
        "longitude": "67.621107",
        "excerpt": "On a terrace above the banks of River Zerafshan, 1.5km southeast of today's Penjikent, the ruins of a major Sogdian town slowly bake to dust. Looking…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/penjikent/attractions/ancient-penjikent/a/poi-sig/1392573/357584",
        "image_url": null,
        "detail_description": "On a terrace above the banks of River Zerafshan, 1.5km southeast of today's Penjikent, the ruins of a major Sogdian town slowly bake to dust. Looking across the minimal ruins, dubbed the 'Pompeii of Central Asia', it's hard to imagine that from the 5th to 8th centuries this was the site of one of the most cosmopolitan cities on the Silk Road. Thankfully a museum, in a traditional single-room building, brings the former settlement to life with copies of the best finds.\nThe site has been extensively excavated over the years and has yielded several important finds, including the so-called 'Penjikent frescoes'. Depicting hunting scenes, these frescoes would once have adorned a palace with pillars carved in the shape of dancing girls. Part of the original fresco sequence is now on display in the museum in Penjikent, part is exhibited in the National Museum in Dushanbe, while the best portion is in the Hermitage in St Petersburg. A site map outside the museum helps to explain the ruins, or just to wander at random among the sun-baked ridges.To reach the site, drivers of marshrutka 5 will stop about five minutes' walk from 'Stary Penjikent'. On a clear day the mountain panoramas are splendid and from this raised position it's easy to plot a course back to town, descending between the main ruins and the distinct citadel site further west. The route leads down to Beruni, a 15-minute stroll from the bazaar."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 8,
        "name": "Sary Mazar",
        "latitude": "39.90981",
        "longitude": "69.003818",
        "excerpt": "Shaded by ancient chinar (plane) trees, a pair of small but ornately stucco-fronted 17th-century tombs are set beside a fine old mosque with tapering…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/istaravshan/attractions/sary-mazar/a/poi-sig/1376723/357582",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1542888500.jpg",
        "detail_description": "Shaded by ancient chinar (plane) trees, a pair of small but ornately stucco-fronted 17th-century tombs are set beside a fine old mosque with tapering wooden columns. A set of 18 tiny windowless cells known as chehlkhona here would have been used for meditation by those studying the Koran in order to become religious leaders. Generally the sequestration would last 40 days, during which time the pilgrim would leave the cell only briefly at night to attend to bodily functions.\nFrom the bazaar take marshrutka 3A, get off 300m beyond the cross-sabres gateway, walk along Ehsan (15 minutes), then ask!"
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 9,
        "name": "Hissar Fort",
        "latitude": "38.484568",
        "longitude": "68.591595",
        "excerpt": "Pictured on the 20TJS banknote and just 30km west of Dushanbe, the remains of this 18th-century fort make for an interesting day trip from the capital…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/hissar-fort/a/poi-sig/1550986/357580",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock766050802.jpg",
        "detail_description": "Pictured on the 20TJS banknote and just 30km west of Dushanbe, the remains of this 18th-century fort make for an interesting day trip from the capital. All that survived a 1924 Russian assault is the twin-towered gateway but the site has plenty of atmosphere, not least as it is a popular escape from the city for locals. A 17th-century madrassa at the site contains a small museum with a fascinating relief model of Tajikistan demonstrating its 93% mountainous coverage.\nThere are some excellent shops here for traditional crafts and enterprising locals offer short horseback rides (5TJS) mostly suitable for kids. To reach the fort, minibuses and shared taxis leave from Zarnisar Bazaar for Hisor. From here a shared taxi costs 5TJS. It's easier to hire a private taxi from Dushanbe (150TJS, 30 minutes)."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 10,
        "name": "Fan Mountains",
        "latitude": "39.138316",
        "longitude": "68.303032",
        "excerpt": "In the northwest of the country, 30km east of Penjikent, the Fannsky Gory or Fan Mountains are a beautiful range of sharp-peaked mountains, many snow…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/attractions/fan-mountains/a/poi-sig/1063091/357579",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock719168398.jpg",
        "detail_description": "In the northwest of the country, 30km east of Penjikent, the Fannsky Gory or Fan Mountains are a beautiful range of sharp-peaked mountains, many snow-capped around the year, that offer many popular hiking opportunities. The main M34 between Dushanbe and Khojand winds through the fringes of the range, and gives access to beauty spots such as the lake at Iskander-Kul.\n"
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 11,
        "name": "Yamchun Fort",
        "latitude": "36.970287",
        "longitude": "72.260385",
        "excerpt": "This 12th-century fort is the most impressive of the Wakhan Valley's many tumbledown castle ruins, complete with multiple walls and round watchtowers. The…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/yamchun/attractions/yamchun-fort/a/poi-sig/1551123/1339346",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1886843266.jpg",
        "detail_description": "This 12th-century fort is the most impressive of the Wakhan Valley's many tumbledown castle ruins, complete with multiple walls and round watchtowers. The site is reached via a 6km zigzag drive from the main road (towards Bibi Fatima Springs) and sits about 500m above the valley. The hillside west of the fort offers the best views of the fort in the foreground and the snowy panorama beyond.\n"
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 12,
        "name": "Rudaki Statue",
        "latitude": "38.576236",
        "longitude": "68.783705",
        "excerpt": "Beneath an impressive arc of blue mosaic stars, the nation's most revered poet, Rudaki, is honoured here at the heart of the central park named after him…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/rudaki-statue/a/poi-sig/1376522/357580",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1427247923.jpg",
        "detail_description": "Beneath an impressive arc of blue mosaic stars, the nation's most revered poet, Rudaki, is honoured here at the heart of the central park named after him. Tajiki people will tell you that besides the Koran, a book of his poems is among the most common possessions in people's homes across the land. The setting of Rudaki's statue in a rose garden is appropriate for this 9th-century 'Adam of Poets', whose poetry celebrated philosophical musing on the natural world.\n"
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 13,
        "name": "Rudaki Cultural Complex",
        "latitude": "39.347026",
        "longitude": "68.06056",
        "excerpt": "This important shrine complex marks the spot where the remains of the great Persian poet Rudaki (858–941) were found in 1958. The modern complex, built in…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/penjikent/attractions/rudaki-cultural-complex/a/poi-sig/1578311/357584",
        "image_url": null,
        "detail_description": "This important shrine complex marks the spot where the remains of the great Persian poet Rudaki (858–941) were found in 1958. The modern complex, built in 2008 to mark the 1150 year anniversary of the 'founder of the Persian language', encompasses a dazzlingly white mausoleum, a library and a bookshop dedicated to the great man.\nThe surrounding garden is home to a 400-year-old mulberry tree and thousands of rose bushes, each with a strong fragrance – a redolent nod to the fact that Rudaki was thought by some to be blind in later life. He spent all his life in Bukhara but returned in 938 to die in Panjrud, the place of his birth. The shrine has become something of a place of pilgrimage and regardless of any interest in Persian poetry, it's impossible to miss an air of reverence that hangs over the lovingly tended site.The complex is 17km south of the main A377, half way between Ayni and Penjikent."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 14,
        "name": "Langar Petroglyphs",
        "latitude": "37.055588",
        "longitude": "72.674217",
        "excerpt": "Rock faces on the steep slopes above Langar are inscribed with over 6000 ancient petroglyphs. Climbing to see them is hard work in the high altitude and…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/langar/attractions/langar-petroglyphs/a/poi-sig/1429750/1339350",
        "image_url": null,
        "detail_description": "Rock faces on the steep slopes above Langar are inscribed with over 6000 ancient petroglyphs. Climbing to see them is hard work in the high altitude and it gets very hot on the unshaded scree slopes, but the effort is rewarded with grand views across the confluence of three rivers. An eroded trail leads further up beyond the rock face (around four hours) to a fine camping spot in Engels Meadows with a rare view of Engels Peak (6510m).\nThere are several sets of petroglyphs on the rock face but there is a clear path towards the most accessible group. The trail starts from Langar school, meanders 400m west, then climbs 200m north from the obvious prayer house. The trail then follows power lines and climbs along the dry stream gully to a graveyard. The last part of the approach involves an ankle-twisting scramble up a scree slope (15 minutes) before crossing a small stream. It has to be said that to the untrained eye it can be hard to tell ancient carvings from more recent copy-cat ibexes and more obvious 20th-century graffiti but this does not diminish the significance of this ancient site.Guides offer to take visitors to a larger, more pristine group of petroglyphs higher up the cliff but without specialist knowledge this doesn't offer much advantage for the considerable extra effort."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 15,
        "name": "Iskander-Kul",
        "latitude": "39.073578",
        "longitude": "68.366203",
        "excerpt": "Measuring around 4km in length, this stunning lake (2195m), high in the Fan Mountains, is a spectacle not to be missed. Willows, feathery tamarisk and…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/iskander-kul-sarytag/attractions/iskander-kul/a/poi-sig/1487793/1339325",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/500pxRF76017463.jpg",
        "detail_description": "Measuring around 4km in length, this stunning lake (2195m), high in the Fan Mountains, is a spectacle not to be missed. Willows, feathery tamarisk and mulberry dress the edges of the shore, and at certain times of the day, the water appears milky white, at others a deep turquoise. The view from the water changes this chameleon of a lake into yet another hue.\n"
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 16,
        "name": "Mazor-i Sharif",
        "latitude": "39.387121",
        "longitude": "67.851219",
        "excerpt": "By some accounts, Mazor-i Sharif (meaning 'noble shrine') marks the ancient last resting place of an 8th-century missionary from Basra, Mohammad Bashoro…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/northern-tajikistan/penjikent/attractions/mazor-i-sharif/a/poi-sig/1578279/357584",
        "image_url": null,
        "detail_description": "By some accounts, Mazor-i Sharif (meaning 'noble shrine') marks the ancient last resting place of an 8th-century missionary from Basra, Mohammad Bashoro. With 14th-century elaborations, this active pilgrimage site is a gem with carved wooden doors, delicate plaster work around the mihrab and a tiny hermit-retreat. The setting among poplars and shaded by plane trees makes for a fittingly tranquil atmosphere. The shrine is 9km south of Guzar off the main A377 Penjikent-Ayni road, some 35km from Penjikent.\nIf the gate is shut, the caretaker can be summoned from nearby to open the shrine. Microbuses occasionally pass along the valley, saving the two-hour walk from the main road (1TJS)."
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 17,
        "name": "National Museum of Antiquities of Tajikistan",
        "latitude": "38.566399",
        "longitude": "68.790533",
        "excerpt": "Looking almost as aged as some of the exhibits it houses, this dusty old museum, with its threadbare carpets and uneven floors, has a certain charm about…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/national-museum-of-antiquities-of-tajikistan/a/poi-sig/1376505/357580",
        "image_url": null,
        "detail_description": "Looking almost as aged as some of the exhibits it houses, this dusty old museum, with its threadbare carpets and uneven floors, has a certain charm about it, not least for the quality of the collection therein and the enthusiasm of its friendly caretakers. Many of the exhibits, which focus largely on archaeological finds, represent key pieces of Central Asian history and trump the copies in the National Museum.\nThe 13m-long reclining Buddha, for example, is the original removed in 92 segments from Ajina Teppe in 1966. Dating from the Kushan era (around AD 500), this is the largest Buddha statue in Central Asia. Other interesting pieces include figures buried with beads from the archaeological site in Sarazm (near Penjikent), bronze mountain goats fashioned as 5th-century BC throne fragments, and some beautiful carved ivory scabbards."
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 18,
        "name": "National Museum",
        "latitude": "38.581989",
        "longitude": "68.779027",
        "excerpt": "Tajikistan's national museum is housed in an impressive modern building with an elliptical roof and giant atrium. The collection encompasses three main…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/national-museum/a/poi-sig/1392592/357580",
        "image_url": null,
        "detail_description": "Tajikistan's national museum is housed in an impressive modern building with an elliptical roof and giant atrium. The collection encompasses three main sections – natural history, archaeology and contemporary fine arts – and displays include minerals (including a giant mineral tree), dioramas of snow leopards and Marco Polo sheep, suits of armour and musical instruments. Among the most important exhibits are the murals from ancient Penjikent and an exquisite 10th-century wooden mehrab (mosque prayer niche) found near Ayni.\nOther noteworthy parts of the museum's modest collection is a reconstruction of the 7th-century Ajina-Tepe Buddhist monastery (the original reclining Buddha is housed in the National Museum of Antiquities) and an interesting set of gifts to the state, mostly modern, from around the world. Labels include English translations."
    },
    {
        "country": "tajikistan",
        "city": "Tajikistan",
        "index": 19,
        "name": "Buddhist Stupa",
        "latitude": "37.006837",
        "longitude": "72.371879",
        "excerpt": "Close to Yamchun, on an obvious salt-bleached patch of mountainside directly behind the hamlet of Vrang (Вранг), is a five-level stone monument claimed to…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/yamchun/attractions/buddhist-stupa/a/poi-sig/1578509/1339346",
        "image_url": null,
        "detail_description": "Close to Yamchun, on an obvious salt-bleached patch of mountainside directly behind the hamlet of Vrang (Вранг), is a five-level stone monument claimed to be an ancient Buddhist stupa. It is heavily eroded and no longer bears much resemblance to its original shape but it at least offers a leg stretch. Far harder to reach are the dozens of hermit caves in the crumbling cliff-face across the chasm from the stupa.\nFrom the green, unusually big (if poorly stocked) Vakhon shop, a path leads 200m north and is then continued via a watercourse past an attractive garden. The stupa is directly above but the path doubles-back to reach it."
    },
    {
        "country": "tajikistan",
        "city": "Dushanbe",
        "index": 20,
        "name": "Nurek Reservoir",
        "latitude": "38.323882",
        "longitude": "69.375229",
        "excerpt": "Nurek Reservoir is 70km long and the world's second highest dam. Its remarkable opal-blue water, set within a pastoral landscape and edged with mountains,…",
        "detail_url": "https://www.lonelyplanet.com/tajikistan/dushanbe/attractions/nurek-reservoir/a/poi-sig/1550987/357580",
        "image_url": null,
        "detail_description": "Nurek Reservoir is 70km long and the world's second highest dam. Its remarkable opal-blue water, set within a pastoral landscape and edged with mountains, is a striking sight from the A385 – the main highway south from Dushanbe. There are many private houseboats moored here, mostly in demand from residents who use them as weekend getaways. Inevitably the dam is a sensitive area and permits are required but this is easily sidestepped by using the facilities of the AquaClub.\nLying 80km southeast of Dushanbe, Nurek Reservoir takes a couple of hours to reach by car. Boat transfers are arranged through the AquaClub."
    }
]