[
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 1,
        "name": "Cable Car",
        "latitude": "41.690973",
        "longitude": "44.809928",
        "excerpt": "Tbilisi's most exhilarating ride is its massively popular cable car, which swings from the south end of Rike Park high over the Mtkvari River and the Old…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/cable-car/a/poi-sig/1524507/359327",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20Alexandr%20Sherstobitov%20GettyImages-1152817185%20RFC.jpg",
        "detail_description": "Tbilisi's most exhilarating ride is its massively popular cable car, which swings from the south end of Rike Park high over the Mtkvari River and the Old Town up to Narikala Fortress. To ride it, you need a Metromoney card, available at the ticket offices if you don't have one. Expect to wait in the summer months, though the line moves fairly quickly.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 2,
        "name": "National Gallery",
        "latitude": "41.698207",
        "longitude": "44.799006",
        "excerpt": "For most visitors the highlight here is the hall of wonderful canvases by Georgia’s best-known painter Pirosmani (Niko Pirosmanashvili, 1862–1918),…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/national-gallery/a/poi-sig/1464237/359327",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20Mariano%20Garcia%20Alamy%202A8JGD5%20RFC.jpg",
        "detail_description": "For most visitors the highlight here is the hall of wonderful canvases by Georgia’s best-known painter Pirosmani (Niko Pirosmanashvili, 1862–1918), ranging from his celebrated animal and feast scenes to lesser-known portraits and rural-life canvases. There’s also a good selection of work by other top 20th-century Georgian artists Lado Gudiashvili and David Kakabadze. Enter from the park beside Kashveti Church.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 3,
        "name": "Narikala Fortress",
        "latitude": "41.68788",
        "longitude": "44.809295",
        "excerpt": "Dominating the Old Town skyline, Narikala dates right back to the 4th century, when it was a Persian citadel. Most of the walls were built in the 8th…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/narikala-fortress/a/poi-sig/446085/359327",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/GettyRF_700713549%20crop.jpg",
        "detail_description": "Dominating the Old Town skyline, Narikala dates right back to the 4th century, when it was a Persian citadel. Most of the walls were built in the 8th century by the Arab emirs, whose palace was inside the fortress. Subsequently Georgians, Turks and Persians captured and patched up Narikala, but in 1827 a huge explosion of Russian munitions stored here wrecked the whole thing, and today it's a rather picturesque ruin, with only its walls largely intact.\nThe Church of St Nicholas, inside the fortress, was rebuilt in the 1990s. The choice way to reach Narikala is by cable car from Rike Park. Or you can walk up from Meidan or via the Betlemi St Stairs, which lead off Lado Asatiani qucha in Sololaki. The views over Tbilisi from the top of the fortress are superb."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 4,
        "name": "Funicular",
        "latitude": "41.695419",
        "longitude": "44.791968",
        "excerpt": "The ride up Mt Mtatsminda on the city's funicular is spectacular, as are the views from the top – and there are a couple of great places to eat or drink,…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/funicular/a/poi-sig/1524509/359327",
        "image_url": null,
        "detail_description": "The ride up Mt Mtatsminda on the city's funicular is spectacular, as are the views from the top – and there are a couple of great places to eat or drink, as well as dozens of funfair rides too. It's also several degrees cooler up here than in the city below, which can be very welcome in the heat of summer.\nTo ride the funicular you need a 2 GEL plastic card (sold at the ticket office) on which you then add credit for your rides (and any rides in Mtatsminda Park)."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 5,
        "name": "Metekhi Church",
        "latitude": "41.690107",
        "longitude": "44.811205",
        "excerpt": "The landmark Metekhi Church, and the 1960s equestrian statue of King Vakhtang Gorgasali beside it, occupy the strategic rocky outcrop above the Metekhi…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/metekhi-church/a/poi-sig/1133571/359327",
        "image_url": null,
        "detail_description": "The landmark Metekhi Church, and the 1960s equestrian statue of King Vakhtang Gorgasali beside it, occupy the strategic rocky outcrop above the Metekhi Bridge. This is where Vakhtang Gorgasali built his palace, and the site’s first church, when he made Tbilisi his capital in the 5th century. The existing church was built by King Demetre Tavdadebuli (the Self-Sacrificing) between 1278 and 1289, and has been reconstructed many times since.\nThe building is thought to be a copy of King David the Builder's 12th-century church on this site, which was destroyed by the Mongols in 1235."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 6,
        "name": "Georgian National Museum",
        "latitude": "41.6961556",
        "longitude": "44.80007797",
        "excerpt": "The major highlight of the impressive national museum is the basement Archaeological Treasury, displaying a wealth of pre-Christian gold, silver and…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/georgian-national-museum/a/poi-sig/446081/359327",
        "image_url": null,
        "detail_description": "The major highlight of the impressive national museum is the basement Archaeological Treasury, displaying a wealth of pre-Christian gold, silver and precious-stone work from burials in Georgia going back to the 3rd millennium BC. Most stunning are the fabulously detailed gold adornments from Colchis (western Georgia). On the top floor, the Museum of Soviet Occupation has copious detail on Soviet repression and local resistance to it.\nOn the ground floor are exhibits from Dmanisi, the archaeological site in southern Georgia whose 1.8 million-year-old hominid skulls are rewriting the study of early European humanity."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 7,
        "name": "Tsminda Sameba Cathedral",
        "latitude": "41.69757265",
        "longitude": "44.81633238",
        "excerpt": "The biggest symbol of the Georgian Orthodox Church's post-Soviet revival towers on Elia Hill above Avlabari. Tsminda Sameba, unmissable by night and day,…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/tsminda-sameba-cathedral/a/poi-sig/1464225/359327",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/shutterstockRF_1547820119%20crop.jpg",
        "detail_description": "The biggest symbol of the Georgian Orthodox Church's post-Soviet revival towers on Elia Hill above Avlabari. Tsminda Sameba, unmissable by night and day, was consecrated in 2004 after a decade of building. A massive and lavish expression of traditional Georgian architectural forms in concrete, brick, granite and marble, it rises a staggering 84m to the top of the gold-covered cross above its gold-covered central dome. While largely bare inside, it does, however, contain many of Georgia's most important icons.\nThe cathedral is five aisles wide, but its emphasis is on verticality, with a result like one single, many-bulwarked tower. The huge dome creates a larger, much brighter central space than you’ll find in most Georgian churches. Designed by Archil Mindiashvili, the building was paid for mostly by donations. Some controversy surrounded its construction on the site of an old Armenian cemetery."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 8,
        "name": "Kartlis Deda",
        "latitude": "41.68824663",
        "longitude": "44.80371895",
        "excerpt": "This 20m-tall aluminium symbol of Tbilisi holds a sword in one hand and a cup of wine in the other – a classic metaphor for the Georgian character, warmly…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/kartlis-deda/a/poi-sig/1464201/359327",
        "image_url": null,
        "detail_description": "This 20m-tall aluminium symbol of Tbilisi holds a sword in one hand and a cup of wine in the other – a classic metaphor for the Georgian character, warmly welcoming guests and passionately fighting off enemies. It's a short walk along the ridge from Narikala Fortress and the cable-car station.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 9,
        "name": "Anchiskhati Basilica",
        "latitude": "41.6955216",
        "longitude": "44.80672739",
        "excerpt": "Tbilisi’s oldest surviving church is perhaps its loveliest. Built by King Gorgasali’s son Dachi in the 6th century, it's a three-nave basilica whose…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/anchiskhati-basilica/a/poi-sig/1487140/359327",
        "image_url": null,
        "detail_description": "Tbilisi’s oldest surviving church is perhaps its loveliest. Built by King Gorgasali’s son Dachi in the 6th century, it's a three-nave basilica whose weathered frescoes and walls of big stone blocks emphatically bespeak its age. The church's name comes from the icon of Anchi Cathedral in Klarjeti (now in Turkey), which was brought here in the 17th century and can be found in Tbilisi’s Shalva Amiranashvili Museum of Art.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 10,
        "name": "Parliament Building",
        "latitude": "41.696901",
        "longitude": "44.798491",
        "excerpt": "The impressive high-arched Parliament building has seen many momentous events, including the deaths of 19 Georgian hunger strikers at the hands of Soviet…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/parliament-building/a/poi-sig/1464249/359327",
        "image_url": null,
        "detail_description": "The impressive high-arched Parliament building has seen many momentous events, including the deaths of 19 Georgian hunger strikers at the hands of Soviet troops on 9 April 1989, and the Rose Revolution on 22 November 2003, which saw Eduard Shevardnadze abruptly forced from power. In 2012 Mikheil Saakashvili moved Georgia's parliament to Kutaisi, but it returned here in 2019 and this building is now once again home to the Georgian legislature. As such it is not open to the public.\nThe building was constructed between 1938 and 1953 for Georgia’s Soviet government. A small monument in front of it, and paving stones and glass panels set at irregular angles, commemorate the dead of 1989."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 11,
        "name": "Abanotubani",
        "latitude": "41.688393",
        "longitude": "44.81113",
        "excerpt": "The brick domes rising here are the roofs of subterranean bathhouses, the Abanotubani. Alexanders Dumas and Pushkin both bathed in these sulphurous waters…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/abanotubani/a/poi-sig/446045/359327",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/39ed533e7b6ccb4bedcaabdfd9e0e736-abanotubani.jpg",
        "detail_description": "The brick domes rising here are the roofs of subterranean bathhouses, the Abanotubani. Alexanders Dumas and Pushkin both bathed in these sulphurous waters, the latter describing it as the best bath he’d ever had. Outwardly more impressive than the others, the above-ground Chreli Abano thermal baths have a Central Asian feel to their blue-tile facade.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 12,
        "name": "Concert Hall & Exhibition Centre",
        "latitude": "41.694394",
        "longitude": "44.810003",
        "excerpt": "The two large tubular metallic structures at the north end of Rike Park were commissioned from Italian architect Massimiliano Fuksas during the…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/concert-hall-exhibition-centre/a/poi-sig/1524506/359327",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20kaetana%20shutterstock_462370429%20RFE.jpg",
        "detail_description": "The two large tubular metallic structures at the north end of Rike Park were commissioned from Italian architect Massimiliano Fuksas during the Saakashvili era as a concert hall and an exhibition centre. After Mikheil Saakashvili lost power, funding dried up and the project remains unfinished today, though the collective behind famous techno club Bassiani managed to hold its first party here in 2013.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 13,
        "name": "MOMA Tbilisi",
        "latitude": "41.701451",
        "longitude": "44.795015",
        "excerpt": "This beautiful conversion of the former Tbilisi Cadet Corps building has been given over to displays of work by the museum's founder, Zurab Tsereteli, the…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/moma-tbilisi/a/poi-sig/1524508/359327",
        "image_url": null,
        "detail_description": "This beautiful conversion of the former Tbilisi Cadet Corps building has been given over to displays of work by the museum's founder, Zurab Tsereteli, the Moscow-based Georgian who is one of Vladimir Putin's favourite artists. The sculptures and paintings here are characteristic of his grandiose, larger-than-life work found in many countries, though this space also hosts very good temporary exhibits, which are arguably worth more of your time than the permanent collection.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 14,
        "name": "Kashveti Church",
        "latitude": "41.697878",
        "longitude": "44.799328",
        "excerpt": "The first church on this site is supposed to have been built in the 6th century by Davit Gareja, one of the ascetic ‘Syrian fathers’ who returned from the…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/kashveti-church/a/poi-sig/1464252/359327",
        "image_url": null,
        "detail_description": "The first church on this site is supposed to have been built in the 6th century by Davit Gareja, one of the ascetic ‘Syrian fathers’ who returned from the Middle East to spread Christianity in Georgia. Kashveti means ‘Stone Birth’: according to legend, a nun accused him of making her pregnant. He replied that if that were true, she’d give birth to a baby, and if not, to a stone, which duly happened.\nThe existing 1910 building, designed by Leopold Bielfeld, is a copy of the 11th-century Samtavisi Church, 60km northwest of Tbilisi."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 15,
        "name": "Open-Air Museum of Ethnography",
        "latitude": "41.704135",
        "longitude": "44.745008",
        "excerpt": "This collection of traditional, mostly wooden houses, from all around Georgia, is spread over a wooded hillside with good views, and makes for an…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/open-air-museum-of-ethnography/a/poi-sig/446093/359327",
        "image_url": null,
        "detail_description": "This collection of traditional, mostly wooden houses, from all around Georgia, is spread over a wooded hillside with good views, and makes for an enjoyable visit. The most interesting exhibits are in the lower section (near the entrance), where the buildings are kitted out with traditional furnishings, rugs and utensils, and the attendants can often explain things in English.\nYou can walk up to the museum through large, verdant Vake Park (reachable by bus 61 from Freedom Sq or northbound on Rustaveli), or stay on the bus until the petrol station 200m past the large Iranian embassy, then walk or take a taxi 1.4km up the road opposite."
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 16,
        "name": "Rike Park",
        "latitude": "41.69328",
        "longitude": "44.809778",
        "excerpt": "This green expanse along the eastern riverbank, with its winding paths, pools and fountains, is joined to the west side of the Mtkvari by the Bridge of…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/rike-park/a/poi-sig/1464215/359327",
        "image_url": null,
        "detail_description": "This green expanse along the eastern riverbank, with its winding paths, pools and fountains, is joined to the west side of the Mtkvari by the Bridge of Peace.The two large metallic tubes at the park's north end are a concert hall and exhibition centre, an uncompleted project designed by Italy's Massimiliano Fuksas now literally gathering dust.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 17,
        "name": "Sioni Cathedral",
        "latitude": "41.69152",
        "longitude": "44.80738",
        "excerpt": "Sioni was originally built in the 6th and 7th centuries, but has been destroyed and rebuilt many times, and what you see today is mainly 13th century. It…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/sioni-cathedral/a/poi-sig/446113/359327",
        "image_url": null,
        "detail_description": "Sioni was originally built in the 6th and 7th centuries, but has been destroyed and rebuilt many times, and what you see today is mainly 13th century. It is of special significance for Georgians because it's home to the cross of St Nino which, according to legend, is made from vine branches bound with the saint’s own hair. A replica of the cross sits behind a bronze grille to the left of the icon screen. The real thing is kept safe inside.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 18,
        "name": "Shalva Amiranashvili Museum of Art",
        "latitude": "41.694954",
        "longitude": "44.802128",
        "excerpt": "This museum contains a vast wealth of icons, crosses and jewellery from all over Georgia. Sadly, it can only be entered with a guide (English available,…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/shalva-amiranashvili-museum-of-art/a/poi-sig/446063/359327",
        "image_url": null,
        "detail_description": "This museum contains a vast wealth of icons, crosses and jewellery from all over Georgia. Sadly, it can only be entered with a guide (English available, call ahead to book), and unless you're in a group the expense is significant. Many of Georgia’s most sacred objects are here, such as the little pectoral cross of Queen Tamar, set with four emeralds, five rubies and six pearls – the only known personal relic of the great 12th-century monarch.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 19,
        "name": "Armenian Cathedral of St George",
        "latitude": "41.68927",
        "longitude": "44.80891",
        "excerpt": "This large cathedral just above Meidan was founded in 1251, though the current structure dates mainly from the 18th century. Its interior has colourful…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/armenian-cathedral-of-st-george/a/poi-sig/446049/359327",
        "image_url": null,
        "detail_description": "This large cathedral just above Meidan was founded in 1251, though the current structure dates mainly from the 18th century. Its interior has colourful 18th-century frescoes, and was restored by the Armenian diaspora in 2012–15. King Erekle II’s famed Armenian court poet Sayat Nova was killed here during the Persian invasion of 1795. His tomb is just outside the main door.\n"
    },
    {
        "country": "tbilisi",
        "city": "Tbilisi",
        "index": 20,
        "name": "Presidential Palace",
        "latitude": "41.695635",
        "longitude": "44.811183",
        "excerpt": "Georgia’s presidential palace, which is not open to visitors, was a Saakashvili-era prestige project that opened in 2009. Its ultraclassical portico is…",
        "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/presidential-palace/a/poi-sig/1467054/359327",
        "image_url": null,
        "detail_description": "Georgia’s presidential palace, which is not open to visitors, was a Saakashvili-era prestige project that opened in 2009. Its ultraclassical portico is surmounted by a large, egg-shaped, glass dome, and the overall impression is one of architectural poverty. Georgia's current president, Salome Zurabishvili, lives elsewhere, however, and the palace is used just for ceremonies.\n"
    }
]