[
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 1,
        "name": "Grand Bazaar",
        "latitude": "35.677117",
        "longitude": "51.420093",
        "excerpt": "The maze of bustling alleys and the bazaris (shopkeepers) that fill them make this a fascinating, if somewhat daunting, place to explore. Despite being…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/grand-bazaar/a/poi-sig/1443170/361025",
        "image_url": null,
        "detail_description": "The maze of bustling alleys and the bazaris (shopkeepers) that fill them make this a fascinating, if somewhat daunting, place to explore. Despite being known as the Grand Bazaar, most of the architecture is less than 200 years old and pedestrian, although there are some gems to be found. Visit in the morning, when business is brisk but not yet frantic – later in the day the chance of being run over by a piece of fast-moving haulage equipment is high.\nThe bazaar’s covered stores line more than 10km of lanes and there are several entrances, but you get a great view down a central artery by using the main entrance facing the square Sabzeh Medyan. The warren of people and goods is a city within a city and includes banks, a church, a fire station and several mosques, most notably the impressive Imam Khomeini Mosque, and the ornately decorated Imamzadeh Zeid, a shrine to a descendant of the prophet.Most lanes specialise in a particular commodity: copper, paper, gold, spices, and carpets, among others (note though you won't find fresh food here). The carpet, nut and spice bazaars might be the most photogenic, but the lane of stores selling fake designer labels (literally labels, not clothes) also catches the eye.In our experience there are two ways to visit the bazaar. One is to simply wander the labyrinth of streets and alleys, taking whichever turn you fancy and going with the flow. If you get lost, remember to walk uphill to the main exits on Panzdah-e Khordad Ave.Alternatively, allow yourself to be befriended by one of the carpet salesmen. Tell them what sections of the bazaar you’d like to see and they will lead you. When you’re done, they will expect you to visit their carpet shop, drink some tea and view a few rugs – which in itself can be fun."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 2,
        "name": "Sa’d Abad Museum Complex",
        "latitude": "35.812732",
        "longitude": "51.42477",
        "excerpt": "Sprawling across the foothills of Darband, this estate was a summer home to royals since the Qajar dynasty, although it was the Pahlavis who expanded it…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/sa-d-abad-museum-complex/a/poi-sig/414260/361025",
        "image_url": null,
        "detail_description": "Sprawling across the foothills of Darband, this estate was a summer home to royals since the Qajar dynasty, although it was the Pahlavis who expanded it to the site you see today. Covering 110 hectares and comprising 18 separate buildings, it will take you a good three hours to see everything. For a glimpse into the luxurious life of the shahs, don't miss the extravagant 54-room White Palace, built in the 1930s. The more classical-looking Green Palace dates from the end of the Qajar era\nOther highlights include the eclectic Nations Art Museum, found in the basement of the White Palace, and the well-curated Fine Art Museum. And for those whose tastes run to particular subjects, there are exhibitions covering royal vehicles, military paraphernalia, royal costumes and even royal tableware. The museum-complex grounds are also a pleasant place for strolling.All tickets must be bought at either the front gate near Tajrish or at the northern entrance from Darband; entering from the north makes sense if you've previously spent the morning and had lunch in Darband.Ask at either ticket office for the useful English map. There's a minibus (IR10,000) that shuttles regularly from the front gate, pausing at the White Palace on the way up to the Green Palace, then back again.For refreshments, there are two pleasant but unexceptional cafes inside the grounds.To get to the front gate, walk or take a taxi (IR80,000) 1.5km northwest from Tajrish Sq, beginning on Ja’fari St and turning left and right (ask anyone for ‘Musee Sa’d Abad’). Or go to Darband and enter from there."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 3,
        "name": "Golestan Palace",
        "latitude": "35.679723",
        "longitude": "51.420178",
        "excerpt": "The glories and excesses of the Qajar rulers are played out across this complex of grand buildings decorated with beautifully painted tiles and set around…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/golestan-palace/a/poi-sig/1448638/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-500744011_full.jpg",
        "detail_description": "The glories and excesses of the Qajar rulers are played out across this complex of grand buildings decorated with beautifully painted tiles and set around an elegant garden that's worth visiting in its own right. There are separate tickets for nine different sections, which you need to buy at the gate: the ones worth paying extra for are the Main Halls, which includes the spectacular Mirror Hall, and the Negar Khaneh (Iranian Painting Gallery).\r\n\nAlthough there was a Safavid-era citadel on this site, it was Nasser al-Din Shah (r 1848–96), impressed by what he’d seen of European palaces, who created the ‘Palace of Flowers’ you see today. Originally it was much bigger, with inner and outer sections to encompass offices, ministries and private living quarters, but several surrounding buildings were pulled down under the Pahlavis.\r\n\r\nTakht-e Marmar\r\n\r\nHeading in a clockwise direction around the courtyard from the ticket office, a long reflecting pool to leads to the Takht-e Marmar (Marble Throne Verandah), a mirrored, open-fronted audience hall dominated by a magnificent throne. Made in the early 1800s for Fath Ali Shah (r 1797–1834), the throne is constructed from alabaster mined in Yazd and supported by carved human figures. This hall was used on ceremonial occasions, including the Napoleon-style self-coronation of Reza Shah in 1925.\r\n\r\nKhalvate-e Karim Khani\r\n\r\nOn the corner of the same building is the gorgeous Khalvate-e Karim Khani (Karim Khan Nook), all that remains of a 1759 structure that served as the Terhan residence of Karim Khan Zand (r 1751–79). But it was Nasser al-Din Shah who enjoyed this elevated terrace most, smoking qalyan (water pipe) and perhaps contemplating his next asset sale as qanat (underground channel) water bubbled out of the marble fountain nearby. His marble tombstone now stands on the terrace.\r\n\r\nNegar Khaneh\r\n\r\nNext is the Negar Khaneh (Iranian Painting Gallery), which displays a fine collection of Qajar-era art. Especially interesting are the portraits of the shahs wearing the jewels and crowns you can see in the National Jewels Museum, and pictures of everyday life in 19th-century Iran.\r\n\r\nRoyal Museum\r\n\r\nThe next set of rooms comprises the Royal Museum (also called the Special Museum), a fascinating treasure trove of decorative art pieces and objects amassed by the shahs.\r\n\r\nMain Halls\r\n\r\nThe palace's highlight are the Main Halls, including the dazzling Talar-e Ayaneh (Mirror Hall). Built between 1874 and 1877 the Peacock Throne was housed here before it was moved to the National Jewels Museum. It was used for the coronation of Mohammad Reza Shah in 1967 (25 years after he came to power) and royal weddings. Today it and two adjoining halls house gifts, including a set of green malachite table decorations from Russia and fine porcelain from France, Germany and the UK.\r\n\r\nHowze Khaneh\r\n\r\nFurther east is the Howze Khaneh (Pool Room), named for the small pool and fountain in its centre. It houses a collection of paintings and sculptures of 19th-century European royalty given to their Qajar counterparts by the same European monarchs.\r\n\r\nTalar-e Berelian\r\n\r\nNext door is the aptly named Talar-e Berelian (Brilliant Hall), where the use of mirrored glass on all surfaces and twinkling chandeliers reaches its apogee.\r\n\r\nShams-Al Emarat\r\n\r\nAt the east end of the garden, the imposing Shams-Al Emarat (Edifice of the Sun) blends European and Persian architectural traditions. Born of Nasser al-Din Shah’s desire to have a palace that afforded him a panoramic view of the city, it was designed by master architect Moayer al-Mamalek and built between 1865 and 1867. Only part of the building's ground floor is open for view, showcasing yet another sequence of mirrored and tiled rooms.\r\n\r\nEmarat-e Badgir\r\n\r\nNext door stand four soaring badgirs (wind towers; used to catch breezes and funnel them down into a building to cool it), rising above the restored Emarat-e Badgir, first erected in the reign of Fath Ali Shah. The interior has typically ostentatious mirror work and is worth a quick look.\r\n\r\nAks Khaneh\r\n\r\nIn the basement, the Aks Khaneh (Historic Photograph Gallery) exhibits a fascinating collection of historic photographs; one picture shows the inside of a Zoroastrian tower of silence, with bodies in varying states of decay.\r\n\r\nTalar-e Almas\r\n\r\nNext up, the small Talar-e Almas (Diamond Hall) offers more blinged-to-the-max decoration. The more subdued teahouse and restaurant underneath might well be more appealing.\r\n\r\nAbyaz Palace\r\n\r\nFinally, back near the entrance, the Abyaz Palace houses the Ethnographical Museum featuring a range of mannequins in traditional ethnic costumes.\r\n"
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 4,
        "name": "Iran Holy Defense Museum",
        "latitude": "35.75306",
        "longitude": "51.426229",
        "excerpt": "This epic-scale museum, on a landscaped site of 21 hectares, is dedicated to the Iran–Iraq War, a bloody eight-year conflict that claimed a million lives…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/iran-holy-defense-museum/a/poi-sig/1561274/361025",
        "image_url": null,
        "detail_description": "This epic-scale museum, on a landscaped site of 21 hectares, is dedicated to the Iran–Iraq War, a bloody eight-year conflict that claimed a million lives. The main building consists of seven halls that commemorate the war's martyrs and run you through the history of the conflict in forensic detail. It may sound harrowing, but it is, in fact, a fascinating and imaginative response to a deeply scarring episode in modern Iranian history.\nAt times the displays swerve into the surreal, such as the section that depicts the glittering vision of heavenly paradise the soldiers (many no more than teenagers) were sent to their deaths believing, and the one that places you at the heart of an aerial bombardment complete with sensory effects.Outside, huge rockets and tanks flank the Garden Valley, at the centre of which is a 6000-sq-metre lake where, in the summer months, a fountain and laser-light show plays. The complex also includes a separate silver-sphere building where you can view a 15-minute film shown on a panoramic screen that depicts the besieged town of Khorramshahr before, during and after the conflict. Near the exit to the subway station is a replica of the Khorramshahr mosque covered in yellow and turquoise patterned tiles."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 5,
        "name": "Niyavaran Cultural-Historic Complex",
        "latitude": "35.812262",
        "longitude": "51.471484",
        "excerpt": "In the Alborz foothills is the palace where Shah Mohammad Reza Pahlavi and his family spent most of the last 10 years of royal rule. It’s set in 5…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/niyavaran-cultural-historic-complex/a/poi-sig/414248/361025",
        "image_url": null,
        "detail_description": "In the Alborz foothills is the palace where Shah Mohammad Reza Pahlavi and his family spent most of the last 10 years of royal rule. It’s set in 5 hectares of landscaped gardens and has six separate museums, the best of which is the elegant 1960s Niyavaran Palace, with its clean lines, opulent interior and sublime carpets. Tickets must be bought before entering at the main gate. There's also a pleasant cafe with outdoor seating.\nApart from the Niyavaran Palace, you can also explore the Sahebgharanieh Palace, where the shah kept his office; the Ahmad Shahi Pavilion, Reza Pahlavi’s residence when he was crown prince; and the Automobile Museum, which houses a small collection of stately vehicles. Note that at the time of writing, the Sahebgharianieh Palace was closed for renovations.Farah Diba’s tasteful touch is also evident in a number of the museums, including the art-filled Jahan-Nama Museum &amp; Gallery, and the Imperial Library Museum, once her exclusive domain.To get here, take a shuttle taxi or bus east of Tajrish Sq, and ask to be dropped at Shahid Bahonar Sq, near the museum entrance."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 6,
        "name": "Treasury of National Jewels",
        "latitude": "35.692855",
        "longitude": "51.419835",
        "excerpt": "Owned by the Central Bank and accessed through its front doors, the cavernous vault that houses what is commonly known as the ‘Jewels Museum’ is not to be…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/treasury-of-national-jewels/a/poi-sig/414242/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_151427267.jpg",
        "detail_description": "Owned by the Central Bank and accessed through its front doors, the cavernous vault that houses what is commonly known as the ‘Jewels Museum’ is not to be missed. The Safavid, Qajar and Pahlavi monarchs adorned themselves and their belongings with an astounding range of priceless gems and precious metals, making this collection of bling quite literally jaw-dropping. Star pieces include the Globe of Jewels and the Peacock Throne.\nPick up a guidebook (IR40,000) at the shop as you enter, or take one of the regular professional tours in English, French, German or Arabic – it’s included in the ticket price and worth waiting for as there are few descriptions in English.Cameras, phones, bags and guidebooks must be left at reception. Be careful not to touch anything or you’ll set off ear-piercing alarms."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 7,
        "name": "Islamic Museum",
        "latitude": "35.686607",
        "longitude": "51.415629",
        "excerpt": "Next door to the National Museum, and part of the same complex, this museum offers a stunning collection of arts and antiquities from throughout the…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/islamic-museum/a/poi-sig/414240/361025",
        "image_url": null,
        "detail_description": "Next door to the National Museum, and part of the same complex, this museum offers a stunning collection of arts and antiquities from throughout the Islamic period, including calligraphy, carpets, ceramics, woodcarving, sculpture, miniatures, brickwork and textiles. The collection includes silks and stucco-work from Rey, portraits from the Mongol period, a collection of Sassanian coins, and gorgeous 14th-century wooden doors and windows.\nLook also for the beautiful Paradise Door, a 14th-century lustre-painted mihrab (niche in a mosque indicating the direction of Mecca) from Qom, and a 19th-century inlaid door from Esfahan."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 8,
        "name": "Azadi Tower (Borj-e Azadi)",
        "latitude": "35.6996694",
        "longitude": "51.33780502",
        "excerpt": "The inverted-Y-shaped Azadi Tower, built in 1971 to commemorate the 2500th anniversary of the first Persian empire, is one of Tehran's visual icons…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/azadi-tower-borj-e-azadi/a/poi-sig/414196/361025",
        "image_url": null,
        "detail_description": "The inverted-Y-shaped Azadi Tower, built in 1971 to commemorate the 2500th anniversary of the first Persian empire, is one of Tehran's visual icons. Designed by Hossein Amanat, it ingeniously combines modern architecture with traditional Iranian influences, most notably the iwan-style of the arch, which is clad in 8000 pieces of white marble. It's worth going inside to see the complex structural engineering that forms the bones of the design and for the view from the gallery at the top.\nYou can reach the top by stairs or lift. At the base are galleries with changing exhibitions and a cafe.To reach the tower, which sits in a large oval park, you'll need to tentatively negotiate the maelstrom of traffic that is an almost constant feature of the square.Azadi Sq was the scene of much protest during the 1979 revolution and remains a focal point for demonstrations today, including some huge demonstrations during the post-election crisis in 2009."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 9,
        "name": "Qasr Garden Museum",
        "latitude": "35.722702",
        "longitude": "51.449146",
        "excerpt": "This imaginative sculpture park and museum occupies two former prisons, one for criminals and one for political prisoners, and the grounds surrounding…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/qasr-garden-museum/a/poi-sig/1561276/361025",
        "image_url": null,
        "detail_description": "This imaginative sculpture park and museum occupies two former prisons, one for criminals and one for political prisoners, and the grounds surrounding them. The architects Experimental Branch of Architecture have done a cracking job on working with the historic site, placing quirky, contemporary artworks in cells and around the landscaped gardens, which include two pleasant cafes and a mosque.\r\n\nQasr means 'castle' and during all of the 19th century there was a royal palace here, but it eventually ran to ruin. In the early 20th century a prison, designed to meet international standards by the Russian architect Nikolai Markov, was constructed and it's this building that forms the first part of the museum. Lawrence of Arabia was held in Qasr for a very short time, which accounts for the cut outs of his image in one cell.\r\n\r\nA second more modern complex was where political prisoners were housed during the time of the last shah. This was the first prison liberated during the Islamic Revolution.\r\n\r\nTehran's mayor Mohammad Bagher Ghalibaf is so impressed with the project that he now wants to turn the city's notorious Evin Prison in northwest Tehran into a similar family-friendly park.\r\n"
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 10,
        "name": "National Museum of Iran",
        "latitude": "35.686581",
        "longitude": "51.414835",
        "excerpt": "This modest museum is no Louvre, but it is chock-full of Iran’s rich history. The collection includes ceramics, pottery, stone figures and carvings,…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/national-museum-of-iran/a/poi-sig/414244/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-525136169_full.jpg",
        "detail_description": "This modest museum is no Louvre, but it is chock-full of Iran’s rich history. The collection includes ceramics, pottery, stone figures and carvings, mostly taken from excavations at Persepolis, Ismailabad (near Qazvin), Shush, Rey and Turang Tappeh. Unfortunately, the presentation of these treasures is less than inspired, and the lack of useful explanations underwhelming (ask for an English ‘brochure’ when buying the ticket).\nThe building, designed by French architect André Godard and completed in 1928, is one of the more attractive modern buildings in Tehran, blending Sassanian principles such as the grand iwan-style entrance with art deco–style brickwork.Inside, among the finds from Shush, there’s a stone capital of a winged lion, some delightful pitchers and vessels in animal shapes, and colourful glazed bricks decorated with double-winged mythical creatures. A copy of the diorite stele detailing the Babylonian Code of Hammurabi, found at Shush in 1901, is also displayed – the original being in Paris.Exhibits from Persepolis include a magnificent human-headed capital, a cuneiform inscription proclaiming the might and godly affinity of Xerxes, and a striking frieze of glazed tiles from the central hall of the Apadana Palace. Also on display are a famous trilingual inscription from the time of Darius I, a bull-headed capital and carved staircase, a statue of a sitting dog that looks like it was carved just weeks ago, and four foundation tablets inscribed in cuneiform.One of the more startling exhibits is the Salt Man from Zanjan. He’s thought to have been a miner who died in the 3rd or 4th century AD, but whose white-bearded head, leg in a leather boot and tools were preserved by the salt in which he was buried. Look also for the impressive selection of Luristan bronzes, dating back to the 8th century BC.There’s a small cafe (open 9am to 5pm) in a courtyard behind the museum."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 11,
        "name": "Iranian Artists' House",
        "latitude": "35.709357",
        "longitude": "51.420929",
        "excerpt": "A hub for the contemporary and traditional arts in Tehran, this complex has several gallery spaces over two levels exhibiting works in all media on a…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/iranian-artists-house/a/poi-sig/1443449/361025",
        "image_url": null,
        "detail_description": "A hub for the contemporary and traditional arts in Tehran, this complex has several gallery spaces over two levels exhibiting works in all media on a monthly rotation. It's a great place to meet locals.\nWithin the building there's also a cracking arts and crafts shop, a cafe and two restaurants, including an Italian one on the roof and another that's vegetarian."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 12,
        "name": "Tabiat Bridge",
        "latitude": "35.754593",
        "longitude": "51.42065",
        "excerpt": "It's easy to see why this multilevel, sculptural pedestrian bridge, designed by Iranian architect Leila Araghian, has won awards and been a huge hit with…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/tabiat-bridge/a/poi-sig/1561275/361025",
        "image_url": null,
        "detail_description": "It's easy to see why this multilevel, sculptural pedestrian bridge, designed by Iranian architect Leila Araghian, has won awards and been a huge hit with locals. The 270m long walkway connecting Park-e Taleghani and Park-e Abo-Atash over the busy Modarres Expwy is a fun space to relax and, in good weather, it provides superb views of the north Tehran skyline against the Alborz Mountains.\nThere's a decent food court at one end and an OK restaurant at the other, as well as plenty of places to sit and socialise, making it a highly popular place to hang out in the evenings."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 13,
        "name": "Ebrat Museum",
        "latitude": "35.687261",
        "longitude": "51.419202",
        "excerpt": "There's nothing subtle about the graphic displays (suitable for adults only) in the one-time prison of the shah’s brutal secret police. A prime example of…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/ebrat-museum/a/poi-sig/414220/361025",
        "image_url": null,
        "detail_description": "There's nothing subtle about the graphic displays (suitable for adults only) in the one-time prison of the shah’s brutal secret police. A prime example of pro-revolution propaganda, visitors are expected to follow a protracted tour, conducted in Farsi, of the incongruously attractive building, with wings radiating from a circular courtyard. Some exhibits, which include brutal tableaux of torture recreated with waxwork dummies and liberal doses of red paint, have brief explanations in English, though little interpretation is required.\nDuring the 1970s, hundreds of political prisoners were held in tiny cells and, in many cases, tortured by the Anti Sabotage Joint Committee, a branch of the despised Savak (National Intelligence and Security Organisation). The shah’s henchmen are depicted wearing neckties (a pro-Western symbol in modern Iran) and looking brutish (check the eyebrows). There are numerous photos of the former royal family – just in case you forget who was responsible.This prison was undoubtedly a terrible place to end up, and the people running it guilty of brutality on a grand scale. It's worth bearing in mind, however, that stories of what goes on at Tehran’s notorious Evin Prison, run by the current ruling regime, are just as horrifying."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 14,
        "name": "Tehran Museum of Contemporary Art (TMOCA)",
        "latitude": "35.711596",
        "longitude": "51.390266",
        "excerpt": "In a striking concrete modernist building on the western side of Park-e Laleh, this museum's impressive collection boasts works by Picasso, Matisse, Van…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/tehran-museum-of-contemporary-art-tmoca/a/poi-sig/414276/361025",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-525136159_full.jpg",
        "detail_description": "In a striking concrete modernist building on the western side of Park-e Laleh, this museum's impressive collection boasts works by Picasso, Matisse, Van Gogh, Miró, Dalí, Bacon, Pollock, Monet, Munch, Moore and Warhol, among many others. Unfortunately, they are not always on display, but do not be put off, as there are still some interesting exhibitions and events to see here, including films and performance art.\nThe architecture itself is impressive, as are the surrounding sculptures. A swirling walkway leads down to the darkly reflecting oil pool Matter &amp; Mind by Noriyuki Haraguchi and off to the nine major galleries. Art-loving Queen Farah Diba was the driving force behind the museum, which opened in 1977; her cousin Kamran Diba was the architect."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 15,
        "name": "Holy Shrine of Imam Khomeini",
        "latitude": "35.549267",
        "longitude": "51.367435",
        "excerpt": "The mausoleum of Ayatollah Ruhollah Khomeini, easily reached via metro, is one the grandest architectural endeavours of the Islamic Republic. Built on an…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/holy-shrine-of-imam-khomeini/a/poi-sig/1118982/361025",
        "image_url": null,
        "detail_description": "The mausoleum of Ayatollah Ruhollah Khomeini, easily reached via metro, is one the grandest architectural endeavours of the Islamic Republic. Built on an enormous scale – which necessitated the moving of many existing graves at the giant Behesht-e Zahra cemetery – the Holy Shrine also contains the tombs of Khomeini's wife, second son and several other important political figures; in 2017, former president Akbar Rafsanjani was buried here.\nThe shrine is flanked by four 91m-high towers symbolising Khomeini’s age when he died. The huge gold central dome is adorned with 72 tulips, which symbolise the 72 martyrs who fought and died with Imam Hossein in Karbala.Inside the vast main hall, covered with 12,000 carpets each 12 sq metres, Khomeini's tomb itself is enclosed in a stainless steel zarih, a cage-like casing through which pilgrims pay their respects and no small number of bank notes. Men and women approach respectfully from different sides.The scene was very different in 1989 at Khomeini's chaotic funeral, attended by a crush of 10 million inconsolable mourners. As the hearse tried to move towards the cemetery it was stopped repeatedly before the crowd eventually took the coffin and started passing it over their heads. By the time a helicopter was summoned it was too late and even the armed Komiteh guards couldn’t stop the body falling out of the coffin, and the crowd trying to tear pieces off the shroud to keep as holy relics.Unless you thrive on similar chaos, avoid the shrine on or around 4 June, the anniversary of the Ayatollah’s death, when hundreds of thousands of mourners visit the shrine. During the holy month of Muharram, the fountains surrounding the shrine run with red dyed water.Construction of the complex, covering 20 sq km, began in 1989, but parts of it are yet to be completed. The plan is for the ceiling of the interior to be covered with tiny mirrors, as is the case with many other Shia shrines."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 16,
        "name": "Sahebgharanieh Palace",
        "latitude": "35.81121",
        "longitude": "51.471806",
        "excerpt": "Closed for renovations until 2018 this Qajar period building in the Niyavaran Cultural Historic Complex was once Nasser-al Din Shah’s harem before later…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/sahebgharanieh-palace/a/poi-sig/1448645/361025",
        "image_url": null,
        "detail_description": "Closed for renovations until 2018 this Qajar period building in the Niyavaran Cultural Historic Complex was once Nasser-al Din Shah’s harem before later being transformed into Mohammad Reza Shah’s office. It contains a fine collection of paintings and other furnishings, including several colourful Qajar-era works Queen Farah Diba rescued from Shiraz that have been set into the ceilings.\nThe Sahebgharanieh is most interesting for the insight it affords into the shah’s daily life. Rooms include a basement teahouse, private dental surgery and a bar decorated with Shirazi painted beams. Keep an eye out for the shah’s golden phone and gold-coloured pistols, and for photos displayed in the Ambassador’s Waiting Room – the mixed bunch sees Mao Zedong share space with Pope Paul VI, while Hitler, Queen Elizabeth II, Richard Nixon, Kemal Ataturk and Dwight Eisenhower (who was a guest at the shah’s last wedding), stare out from the past nearby."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 17,
        "name": "Milad Tower",
        "latitude": "35.744353",
        "longitude": "51.375847",
        "excerpt": "Dominating the skyline of Tehran’s western suburbs, Milad Tower is 435m high, including 120m of antenna, making it, in 2017, the world’s sixth-tallest…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/milad-tower/a/poi-sig/414230/361025",
        "image_url": null,
        "detail_description": "Dominating the skyline of Tehran’s western suburbs, Milad Tower is 435m high, including 120m of antenna, making it, in 2017, the world’s sixth-tallest free-standing tower. Bearing a striking resemblance to Menara Kuala Lumpur, its octagonal concrete shaft tapers up to a pod with 12 floors, including both enclosed and open observation decks, a gallery, a cafe and a revolving restaurant (IR600,000/1,080,000/1,508,000 for breakfast/lunch/dinner).\nWhether you should visit or not depends largely on the weather; on a rare clear day the views are worth it, but otherwise probably not. You need a taxi to get here.At the base of the tower is the separate Tehran Milad Tower International Convention Centre, where concerts are occasionally held.In 2012, Zaha Hadid won the design competition for the second phase of the site, a plan which would involve a couple more lower-rise towers. So far, though, construction is yet to commence."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 18,
        "name": "White Palace",
        "latitude": "35.813533",
        "longitude": "51.424105",
        "excerpt": "Built in the 1930s, and one of the highlights of the Sa’d Abad Museum Complex, most of what you see in this 5000-sq-metre, 54-room palace dates from…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/white-palace/a/poi-sig/1564665/361025",
        "image_url": null,
        "detail_description": "Built in the 1930s, and one of the highlights of the Sa’d Abad Museum Complex, most of what you see in this 5000-sq-metre, 54-room palace dates from Mohammad Reza Shah’s reign (1942–79). Little has changed since the revolution – the palace is filled with a hodge-podge of extravagant furnishings, paintings, a tiger pelt and immense made-to-measure carpets. In the upstairs Ceremony Hall is a 143-sq-metre carpet that is said to be one of the largest ever woven in Iran.\nThe nearby Dining Hall contains a similar carpet, and it is here that the shah, convinced the palace was bugged, dragged a table into the middle of the room and insisted both he and the American general he was entertaining climb on top before they spoke.The two bronze boots outside are all that remain of a giant statue of Reza Shah – he got the chop after the revolution.Don’t miss the trippy stainless-steel staircases at the back of the White Palace's ground floor, which spiral down to the Nations Art Museum in the basement. This eclectic collection of works was gathered by Farah Diba, the last Shah's wife, and includes works from across the Islamic world."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 19,
        "name": "Green Palace",
        "latitude": "35.81797",
        "longitude": "51.422131",
        "excerpt": "A hike up the northwest end of the Sa'd Abad Museum Complex, the classical-looking Green Palace was built at the end of the Qajar era when it was known as…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/green-palace/a/poi-sig/1564669/361025",
        "image_url": null,
        "detail_description": "A hike up the northwest end of the Sa'd Abad Museum Complex, the classical-looking Green Palace was built at the end of the Qajar era when it was known as the Shahvand Palace. Extensively remodelled by the Pahlavis, the building's current name comes from the mossy green stone that covers the exterior. The design is over-the-top opulent, with wall-to-wall mirrors in the appropriately named Mirror Hall and the bedroom. Be sure to wander around the building to take in the view from the back.\nReza Shah lived here for only a year and apparently found the bed, if not the mirror stalactites on the ceiling, a little too soft – he slept on the floor instead. The palace was later used as a private reception hall (upstairs) and residence (downstairs) for special guests."
    },
    {
        "country": "tehran",
        "city": "Tehran",
        "index": 20,
        "name": "Reza Abbasi Museum",
        "latitude": "35.740835",
        "longitude": "51.446571",
        "excerpt": "Named after one of the great artists of the Safavid period, this museum showcases Iranian art from ancient times and the Safavid-era paintings of Abbasi…",
        "detail_url": "https://www.lonelyplanet.com/iran/tehran/attractions/reza-abbasi-museum/a/poi-sig/414258/361025",
        "image_url": null,
        "detail_description": "Named after one of the great artists of the Safavid period, this museum showcases Iranian art from ancient times and the Safavid-era paintings of Abbasi himself. If you're interested in Iranian art, it’s one of the best and most professionally run museums in the country. It's a bit of a walk from the nearest metro, so perhaps take a taxi.\nThe exhibits are organised chronologically starting with the top-floor Pre-Islamic Gallery, where you’ll find Achaemenid gold bowls, drinking vessels, armlets and decorative pieces, often with exquisite carvings of bulls and rams. Here, too, you’ll find fine examples of Luristan bronzes.The Islamic Gallery exhibits ceramics, fabrics and brassware, while the Painting Gallery shows samples of fine calligraphy from ancient Qurans and illustrated manuscripts, particularly copies of Ferdowsi’s Shahnamah and Sa’di’s Golestan."
    }
]