[
    {
        "country": "thailand",
        "index": 1,
        "name": "Wat Arun",
        "latitude": "13.743766301",
        "longitude": "100.488937892",
        "excerpt": "Wat Arun is the missile-shaped temple that rises from the Chao Phraya River's banks. Known as Temple of Dawn, it was named after the Indian god of dawn,…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-arun/a/poi-sig/407510/1324177",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/500pxRF_241509159.jpg",
        "detail_description": "Wat Arun is the missile-shaped temple that rises from the Chao Phraya River's banks. Known as Temple of Dawn, it was named after the Indian god of dawn, Arun. It was here that, after the destruction of Ayuthaya, King Taksin stumbled upon a small local shrine and interpreted the discovery as an auspicious sign that this should be the site of the new capital of Siam.\nToday the temple is one of Bangkok's most iconic structures – not to mention one of the few Buddhist temples you are encouraged to climb on.\nIt wasn't until the capital and the Emerald Buddha were moved to Bangkok that Wat Arun received its most prominent characteristic: the 82m-high þrahng (Khmer-style tower). The tower's construction was started during the first half of the 19th century by Rama II (King Phraphutthaloetla Naphalai; r 1809–24) and later completed by Rama III (King Phranangklao; r 1824–51).\nSteep stairs lead to the top, from where there are amazing views of the Chao Phraya River. Not apparent from a distance are the fabulously ornate floral mosaics made from broken, multihued Chinese porcelain, a common temple ornamentation in the early Ratanakosin period, when Chinese ships calling at the port of Bangkok discarded tons of old porcelain as ballast.\nThe main Buddha image at the temple is said to have been designed by Rama II himself. The murals date from the reign of Rama V (King Chulalongkorn; r 1868–1910); particularly impressive is one that depicts Prince Siddhartha encountering examples of birth, old age, sickness and death outside his palace walls, an experience that led him to abandon the worldly life. The ashes of Rama II are interred in the base of the presiding Buddha image.\n\n  \nThere has been a temple on the grounds of Wat Arun since at least the 16th century. ©e X p o s e/Shutterstock\n\nHistory\nThere has been a temple on the site of Wat Arun from at least the late 16th century. Historians believe Wat Makok, as it was originally known, was founded on the bank of Khlong Lat, but it wasn't until 1767, when King Taksin came across the temple, that it took on any real historical significance.\nKing Taksin, who came across the site at sunrise whilst fleeing Burmese invaders, made the site his palace temple and renamed it Wat Chaeng. The temple was then chosen to house the Emerald Buddha, a scared palladium of Thailand, when it was brought across from Vientiane, the capital city of what is now Laos. It now resides across the river in Wat Phra Kaew.\nWhen Bangkok became the Thailand's new capital city, the temple was renamed again by Rama II, this time as Wat Arun. Rama II also began enlarging the central þrahng, which was then completed in 1842 under the reign of Rama III. Apart from some restoration work on the þrahng, which was completed in 2017, little else has changed at Wat Arun.\nTickets and other practicalities\nWat Arun is open daily from 8am-6pm and tickets cost 50B. The entrance is just off Th Arun Amarin and it’s located across the river from Wat Pho.\nMany people visit Wat Arun on long-tail boat tours, but it’s dead easy to just use the Chao Phraya Express Boat, or jump on the cross-river ferry from Tien Pier (from 5am to 9pm).\n\n  \nWat Arun's þrahng is, quite literally, unmissable. ©Miki Studio/Shutterstock\n\nWhat to see\nThe Spire\nThe central feature of Wat Arun is the 82m-high Khmer-style þrahng (tower), constructed during the first half of the 19th century by Rama II (King Phraphutthaloetla Naphalai; r 1809–24). From the river it is not apparent that this corn-cob-shaped steeple is adorned with colorful floral murals made of glazed porcelain, a common temple ornamentation in the early Ratanakosin period, when Chinese ships calling at Bangkok used the stuff as ballast.\nThe Ordination Hall\nThe compound's primary bòht (ordination hall) contains a Buddha image that is said to have been designed by Rama II himself, as well as beautiful murals that depict Prince Siddhartha (the Buddha) encountering examples of birth, old age, sickness and death outside his palace walls, experiences that led him to abandon the worldly life.\nThe Grounds\nIn addition to the central spire and ordination hall, the Wat Arun compound includes two wí·hăhn (sanctuaries) and a hǒr đrai (depository for Buddhist scriptures), among other structures. Adjacent to the river are six săh·lah (often spelt as sala), open-air pavilions traditionally meant for relaxing or study, but increasingly used these days as docks for tourist boats.\nDress code\nAs Wat Arun is a Buddhist temple, visitors must wear culturally appropriate clothing to visit. This means trousers or long skirts and tops that cover your shoulders. It also means nothing see-through.\nIf you are flashing too much flesh, you'll have to rent a sarong from the shop at the entrance for 20B (and a 100B refundable deposit). Shoes will also need to be removed before entering some parts of the temple.\n\n  \nWat Arun at sunset can be jaw-dropping. ©Jirawas Teekayu/500px\n\nWat Arun at sunset\nFor our money, it's best to visit Wat Arun in the late afternoon, when the sun shines from the west, lighting up the spire and river behind it.\nFor sunset photos, however, some of the best views can be caught from across the river at the warehouses that line Th Maha Rat – although be forewarned that locals may ask for a 20B “fee”.\nThe magic hour for snaps is when the temple lights are switched on at night (usually around 7pm), even as the sky retains some of the afterglow.\nNearby restaurants and bars\nIf you're visiting the temple during the day, consider a lunch break at Tonkin Annam, an excellent Vietnamese restaurant just across the river.\nThe Rooftop or Amorosa, rooftop bars located directly across from the temple, boast some wonderful views of Wat Aurn, which are great at sunset.\nNearby hotels\nStrategically located on the river directly across from Wat Arun, Arun Residence is a multilevel wooden house with much more than just great views. The seven rooms here manage to feel both homey and stylish (the best are the top-floor, balcony-equipped suites). There are also inviting communal areas, including a library, rooftop bar and restaurant.\nElse head to sleek, modernist Sala Ratanakosin. Its rooms have open-plan bathrooms and big windows looking out on the river and Wat Arun. They can't be described as vast, but will satisfy the fashion-conscious.\n"
    },
    {
        "country": "thailand",
        "index": 2,
        "name": "Grand Palace",
        "latitude": "13.749973",
        "longitude": "100.491289",
        "excerpt": "The Grand Palace (Phra Borom Maharatchawang) is a former royal residence in Bangkok that was consecrated in 1782. Today, it’s only used on ceremonial…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/grand-palace/a/poi-sig/1271084/1324177",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_620722958.jpg",
        "detail_description": "The Grand Palace (Phra Borom Maharatchawang) is a former royal residence in Bangkok that was consecrated in 1782. Today, it’s only used on ceremonial occasions, but it remains the city's biggest tourist attraction and a pilgrimage destination for devout Buddhists. \n\nAs part of the greater complex that also encompasses the hallowed Wat Phra Kaew (the Temple of the Emerald Buddha), the 94.5-hectare grounds encompass more than 100 buildings that represent 200 years of royal history and architectural experimentation. \n\nMost of the architecture, royal or sacred, is classified as Ratanakosin (old-Bangkok style). Visitors are allowed to survey the Grand Palace grounds and four of the remaining palace buildings, which are interesting for their royal bombast. \n\nGive yourself between two-to-three hours to explore the sight completely, or an hour longer if you take a guided tour.\n\n  \nThe Chakri Mahaprasat (Grand Palace Hall) mixes Thai and European influences. ©cowardlion/Shutterstock\n\n\nHighlights\n\nThe largest palace building open to the public is the triple-winged Chakri Mahaprasat (Grand Palace Hall). Completed in 1882 following a plan by Singapore-based British architect John Clunish, the exterior shows a peculiar blend of Italian Renaissance and traditional Thai architecture. \n\nIt's a style often referred to as fa·ràng sài chá-dah (Westerner wearing a Thai classical dancer’s headdress), because each wing is topped by a mon·dòp (a layered, heavily ornamented spire). It is believed the original plan called for the palace to be topped with a dome, but Rama V (King Chulalongkorn; r 1868–1910) was persuaded to go for a Thai-style roof instead. That decision has been interpreted as a subversive thumbing of the nose to the foreign colonialists in Asia at the time. Many believe the king was literally showing Thai dominance over European culture by crowing his Western-inspired palace hall with a Thai-style roof.\n\nThe tallest of the mon·dòp, in the centre, contains the ashes of Chakri dynasty kings; the flanking mon·dòp enshrine the ashes of the many Chakri princes who failed to inherit the throne. The last building to the west is the Ratanakosin-style Dusit Hall, which initially served as a venue for royal audiences and later as a royal funerary hall.\n\nAt the eastern end of the palace complex, Borombhiman Hall is a French-inspired structure that served as a residence for Rama VI (King Vajiravudh; r 1910–25). Today it can only be viewed through its iron gates. Amarindra Hall, to the west, was originally a hall of justice but is used (very rarely indeed) for coronation ceremonies.\n\nUntil Rama VI decided one wife was enough for any man, even a king, Thai kings housed their huge harems in the inner palace area (not open to the public), which was guarded by combat-trained female sentries. The intrigue and rituals that occurred within the walls of this cloistered community live on in the fictionalised epic Four Reigns, by Kukrit Pramoj, which follows a young girl named Phloi growing up within the Royal City.\n\n  \nA dvarapala (gate guardian) statue at the Grand Palace, which was first established in 1782 under the auspices of King Rama I. ©Kayo/Shutterstock\n\n\nHistory\n\nThe Grand Palace complex was established in 1782 after King Rama I ascended to the throne. It is believed that he moved the royal court from Thonburi on the west bank of Chao Phraya River to Bangkok on the east for protection. The river would then act as a moat for the northern, southern and western perimeters, whilst eastern edge of the city – a muddy delta at the time – would be difficult for attackers to cross without being seen or hampered.\n\nThe royal residences were moved out of the Grand Palace during the reign of King Vajiravudh, leaving Chakri Mahaprasat (Grand Palace Hall) to fall into disrepair. In 1932, Rama VII (King Prajadhipok; r 1925-1935) called for a major renovation of the hall, but the project ran out of money, and the back section of the building had to be demolished. \n\nThe Grand Palace was also where Rama VIII (King Ananda Mahidol; r 1935–46) was mysteriously killed in 1946. He was found dead in his bed with a gunshot wound to his head. \n\nIn April 1981, the deputy commander of the Thai army, General San Chitpatima, used the palace as his headquarters for an attempted coup against the Prime Minister Prem Tinsulanond. The coup was unsuccessful.\n\nIn October of 2017, the Grand Palace complex and adjacent Sanam Luang served as the setting for the funeral of King Rama IX – possibly one of the most ornate funerals in modern history. The ceremony took a year to plan, saw the construction of a nearly 50m-high gilded pyre, cost a total of US$90 million, and was attended by tens of thousands of mourners dressed in black. \n\nThe current king, Rama X, had his coronation held in the large Amarindra Hall in 2019. Following the ceremony, the king carried on the Budtan Thong royal palanquin from the the hall’s throne room to the Wat Phra Kaew.\n\n  \nYou'll need to wear culturally appropriate attire when visiting the Grand Palace in Bangkok. ©Luciano Mortula - LGM/Shutterstock\n\n\nDoes the Grand Palace have a dress code?\n\nAs with many of Bangkok’s sights, you will need culturally appropriate attire to enter the Grand Palace. This means being well covered. Visitors should wear long skirts/trousers and sleeved shirts—basically anything that covers more than the lower arms and head.\n\nSleeveless shirts, vests, short or see-through tops are all prohibited, as are shorts and three-quarter length pants/skirts. Visitors won’t be able to enter if they’re wearing torn or skinny trousers, cycling shorts or miniskirts either. \n\nThose who aren’t dressed appropriately at the entrance can expect to be shown into a dressing room and issued with a sarong before being allowed in – this adds to queuing and unnecessary delays.\n\nThere are no restrictions as to what footwear you wear in the palace, but do note that you will be asked to remove your shoes to enter some of the buildings.\n\n  \nTickets for the Grand Palace can be bought in person or in advance online. ©Dnai Amporndanai/Shutterstock\n\n\nTickets and other practicalities\n\nThe Grand Palace is open daily from 8.30am-3.30pm. Enter the Grand Palace complex through the clearly marked third gate from the river pier. Tickets are purchased inside the complex and cost 500B. They also give you access to Wat Phra Kaew and Queen Sirikit Museum, which are both part of the complex. Thai people get in free. \n\nTickets can also be bought in advance via the Royal Grand Palace website. Guides can be hired at the ticket kiosk and audio guides can be rented for 200B. \n\nThe grounds and gardens are wheelchair accessible and there are accessible toilets onsite too.\n\nGrand Palace tips\n\n\nArrive early in the morning for the cooler weather and to avoid the crowds.\n\n\nIgnore any strangers close to the entrance who claim that any of the sights are shut.\n\n\nCarry drinking water. It gets hot on the bare courtyard during the day the only cafeteria within the complex was shut when we visited.\n\n\n\nNearby hotels\n\nTravel a century back in time by booking one of the nine rooms in Asadang, a beautiful antique shophouse located in Chinatown. Rooms not particularly huge, but are big on atmosphere and come equipped with both antique furnishings and modern amenities.\n\nLocated in a former school, the 42 rooms at Feung Nakorn Balcony surround an inviting garden courtyard and are generally large, bright and cheery. The charming hotel has a quiet and secluded location away from the main road. \n\nRight in the heart of the hipster Tien village area, the rooms at Arom D are united by a cutesy design theme and a host of inviting communal areas, including a rooftop deck, computers and a ground-floor cafe.\n\nNearby restaurants\n\nCap off your visit to the Grand Palace with lunch at Ming Lee, a charmingly old-school Thai restaurant located virtually across the street from the complex's main entrance. \n\nNavy Club is the restaurant of the Royal Navy Association and it has one of the few coveted riverfront locations along this stretch of the Chao Phraya River. Locals come for the combination of views and cheap and tasty seafood-based eats – not for the cafeteria-like atmosphere.\n\nAlternatively, enjoy a Thai-themed cocktail and a spicy drinking snack at Err.\n\n"
    },
    {
        "country": "thailand",
        "index": 3,
        "name": "Wat Pho",
        "latitude": "13.746552731883",
        "longitude": "100.49334019998",
        "excerpt": "Wat Pho is our absolute favorite among Bangkok's biggest sights. In fact, the compound incorporates a host of superlatives: the city's largest reclining…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-pho/a/poi-sig/1148214/1324177",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/iStock-1343992592-RFC.jpg",
        "detail_description": "Wat Pho is our absolute favorite among Bangkok's biggest sights. In fact, the compound incorporates a host of superlatives: the city's largest reclining Buddha, the largest collection of Buddha images in Thailand and the country's earliest center for public education.\nAlmost too big for its shelter is Wat Pho's highlight, the genuinely impressive Reclining Buddha, housed in a pavilion on the western edge of the temple complex. You'll even find (slightly) fewer tourists here than at neighboring Wat Phra Kaew.\nThe rambling grounds of Wat Pho cover eight hectares, with the major tourist sites occupying the northern side of Th Chetuphon and the monastic facilities found on the southern side. The temple compound is also the national headquarters for the teaching and preservation of traditional Thai medicine, including Thai massage, a mandate legislated by Rama III when the tradition was in danger of extinction. The famous massage school has two massage pavilions located within the temple area and additional rooms within the training facility outside the temple.\nA common public ritual at the temple of the Reclining Buddha is to donate coins (representing alms) in a series of metal bowls placed in a long row to the rear of the Buddha statue. If you don't have enough coins on you, an attendant will oblige you with loose change for bigger denominations.\n\n  \nA temple has stood on the grounds of Wat Pho since the 16th century. ©takepicsforfun/Getty Images\n\nHistory\nThe first iteration of Wat Pho (officially Wat Phra Chetuphon Wimon Mangkhalaram Rajwaramahawihana) was built in the 16th century as a late Ayuthaya-period monastery. Originally known as Wat Phodharam, it was restored in 1788 by King Rama I, who by then had built the Grand Palace next door and established Bangkok as the capital of Thailand.\nMuch of what visitors see today was completed during the reign of King Rama III who extended much of Wat Pho in 1832, particularly the South Vihara and the West Vihara, where the Reclining Buddha is housed. The Reclining Buddha was completed in 1848 and remains the largest in Bangkok. The figure itself is modelled out of plaster around a brick core and is finished in gold leaf.\nIt was King Rama III who also turned Wat Pho into Bangkok’s first public university too. The compound’s array of sculptures and artwork, which include more than 1000 depictions of Buddha, were commissioned to help people learn about history, literature and Buddhism.\nBetween 1831 and 1841, some 1431 stone inscriptions were added by King Rama III and Thai scholars to preserve cultural heritage, including Thai massages, which is why Wat Pho remains the national headquarters for the teaching of traditional Thai medicine. The compound was last restored ahead of the Bangkok Bicentennial Celebration in 1982.\n\n  \nWat Pho is still a place of worship. ©Richard I'Anson/Lonely Planet\n\nTickets and other practicalities\nWat Pho is open daily from 8:30am-6:30pm and entry tickets cost 200B. Your admission includes a complimentary bottle of water (trust us: you'll need it) that can be collected at a stall near the Reclining Buddha temple.\nWat Pho dress code\nDress in long skirts/trousers and sleeved shirts when you visit. Shoes must be taken off to enter the temple. You'll be given a plastic bag at the entrance, in which you can wrap your shoes and carry them with you during your visit. Once outside, deposit the (reusable) bags in a collection vat.\n\n  \nThe Wat Pho Thai Traditional Massage School offers both massages and courses. ©anekoho/Shutterstock\n\nMassages at Wat Pho\nThere aren’t many sacred religious sights in the world where you can get a massage, but Wat Pho is certainly one of them. As the national headquarters for the teaching of traditional Thai medicine, the school has two Thai massage pavilions located within the temple compound and additional rooms within a training facility outside the temple, providing a unique opportunity to combine relaxation with sightseeing.\nBoth Thai massage and foot massages are available onsite (30 or 60 minutes) and need to be booked ahead via the Wat Pho Massage website. You can also learn how to give a Thai massage with one-day courses at the Wat Pho Thai Traditional Massage School. Prices start from 12,000B and the courses are available every day expect Sundays. The school is outside the temple compound in a restored Bangkok shophouse in Soi Phen Phat. Other basic courses offer 30 hours spread over five days and cover either general massage or foot massage.\n\n  \nThe Reclining Buddha at Wat Pho is still Bangkok's biggest. ©Terje Langeland/Getty Images\n\nHighlights\nReclining Buddha\nLocated in the compound's main wí·hăhn (sanctuary), the genuinely impressive Reclining Buddha, 46m long and 15m high, illustrates the passing of the Buddha into nirvana (i.e. the Buddha's death). Mother-of-pearl inlay ornaments the feet, displaying the 108 different lák·sà·nà (characteristics) of a Buddha. Continuing the numerical theme, behind the statue are 108 bronze monk bowls; for 20B you can buy 108 coins, each of which is dropped in a bowl for good luck and as a gesture of giving alms.\nPhra Ubosot\nThough built during the reign of Rama I (reigned 1782–1809) and influenced by the Ayuthaya school of architecture, the bòht (ordination hall) as it stands today is the result of extensive renovations dating back to the reign of Rama III (reigned 1824–51). Inside you'll find impressive murals and a three-tiered pedestal supporting Phra Buddha Deva Patimakorn, the compound's second-most noteworthy Buddha statue, as well as the ashes of Rama I.\nOther Buddha statues\nThe images on display in the four wí·hăhn surrounding Phra Ubosot are worth investigation. Particularly beautiful are the Phra Chinnarat and Phra Chinnasri Buddhas in the western and southern chapels, both rescued from Sukhothai by relatives of Rama I. The galleries extending between the four structures feature no fewer than 394 gilded Buddha images spanning nearly all schools of traditional Thai craftsmanship, from Lopburi to Ko Ratanakosin.\nAncient inscriptions\nEncircling Phra Ubosot is a low marble wall with 152 bas-reliefs depicting scenes from the Ramakian, the Thai version of the Ramayana. You’ll recognize some of these figures when you exit the temple past the hawkers with mass-produced rubbings for sale: these are made from cement casts based on Wat Pho’s reliefs.\nNearby, a small pavilion west of Phra Ubosot has Unesco-awarded inscriptions detailing the tenets of traditional Thai massage. These and as many as 2000 other stone inscriptions covering various aspects of traditional Thai knowledge led to Wat Pho's legacy as Thailand’s first public university.\nRoyal Chedi\nOn the western side of the grounds is a collection of four towering tiled chedi (stupa) commemorating the first four Chakri kings. Note the square bell shape with distinct corners, a signature of Ratanakosin style, and the titles emulating the colors of the Buddhist flag. The middle chedi is dedicated to Rama I and encases Phra Si Sanphet Dayarn, a 16m-high standing Buddha image from Ayuthaya. The compound's 91 smaller chedi include clusters containing the ashes of lesser royal descendants.\nPhra Mondop\nAlso known as hǒr đrai, and serving as a depository for Buddhist scriptures, the elevated Phra Mondop is guarded by four yaksha (guardian demons). Legend has it that an argument between the four led to the clearing of the area known today as Tha Tien. Just south of the Phra Mondop is the currently reptile-free Crocodile Pond.\nSala Kan Parian\nLocated in the southwestern corner of the compound is Sala Kan Parian, one of the few remaining structures that predates Rama III's extensive 19th-century renovation/expansion of then Wat Pho Tharam. Built in the Ayuthaya style, the structure formerly functioned as the wát's primary bòht, and held the temple compound's primary Buddha statue.\nThe grounds\nSmall Chinese-style rock gardens and hill islands interrupt the compound's numerous tiled courtyards providing shade, greenery and quirky decorations depicting daily life. Keep an eye out for the distinctive rockery festooned with figures of the hermit Khao Mor – who is credited with inventing yoga – in various healing positions. Directly south of the main wí·hăhn is a Bodhi tree (đôn po), grown from a clipping of the original under which the Buddha is said to have attained enlightenment, and also the source of the temple's colloquial name, Wat Pho.\nGranite statues\nAside from monks and sightseers, Wat Pho is filled with an altogether stiffer crowd: dozens of giants and figurines carved from granite. The rock giants first arrived in Thailand as ballast aboard Chinese junks and were put to work in Wat Pho (and other wát, including Wat Suthat), guarding the entrances of temple gates and courtyards. Look closely and you’ll see an array of Chinese characters. The giants with bulging eyes and Chinese opera costumes were inspired by warrior noblemen and are called Lan Than. The figure in a straw hat is a farmer, forever interrupted during his day’s work cultivating the fields. And can you recognize the guy in the fedora-like hat with a trimmed beard and moustache? Marco Polo, of course, who introduced such European styles to the Chinese court.\nOther tips\n\nArrive early to avoid the crowds and to take advantage of the (relatively) cool weather.\nDon't just gawk at the Reclining Buddha and call it a day: Wat Pho's fantastical, almost maze-like grounds are also part of the experience, and are home to some less hyped but worthwhile treasures.\n\nNearby restaurants\nYou'd be wise to combine your visit to Wat Pho with lunch, specifically lunch at Pa Aew, an open-air stall that serves tasty Bangkok-style curries and stir-fries.\nAlternatively, Tonkin Annam serves some of the best Vietnamese food in Bangkok. Come for the phó (noodle soup), deliciously tart and peppery banana blossom salad, or dishes you won't find elsewhere, such as bánh bèo (steamed cups of rice flour topped with pork), a specialty of Hue.\nNearby hotels\nThe almost fairy-tale-like Chakrabongse Villas compound incorporates three sumptuous rooms and four larger suites and villas, some with great river views, all surrounding a still-functioning royal palace dating back to 1908. There’s a pool, jungle-like gardens and an elevated deck for romantic riverside dining.\nElse you can walk to Wat Pho from Arun Residence, which is strategically located on the river directly across from Wat Arun. This multilevel wooden house has much more than just great views: The seven rooms here manage to feel both homey and stylish (the best are the top-floor, balcony-equipped suites). There are also inviting communal areas, including a library, rooftop bar and restaurant.\n"
    },
    {
        "country": "thailand",
        "index": 4,
        "name": "Lumphini Park",
        "latitude": "13.731298",
        "longitude": "100.541704",
        "excerpt": "Named after the Buddha’s birthplace in Nepal (Lumbini), Lumphini Park is central Bangkok’s largest and most popular park. Its 58 hectares are home to an…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/lumphini-park/a/poi-sig/1244014/1324182",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_562609841.jpg",
        "detail_description": "Named after the Buddha’s birthplace in Nepal (Lumbini), Lumphini Park is central Bangkok’s largest and most popular park. Its 58 hectares are home to an artificial lake surrounded by broad, well-tended lawns, wooded areas, walking paths and startlingly large resident monitor lizards to complement the shuffling citizens. It’s the best outdoor escape from Bangkok without actually leaving town.\nThe park was originally a royal reserve but in 1925 Rama VI (King Vajiravudh; r 1910–25) declared it a public space. A statue of the founding emperor can be found at the southwestern entrance of the park.\nOne of the best times to visit is early morning (or late evening), when the air is relatively fresh (or pleasantly balmy) and legions of Thai-Chinese are practising t’ai chi, or doing their best to mimic the aerobics instructor, or doing the half-run half-walk version of jogging that makes a lot of sense in oppressive humidity. There are paddleboats for lovers, playgrounds for the kids and ramshackle gym weightlifting areas.\nThis Chinese-style clock tower, located in the southeastern corner of Lumphini, doubles as an interesting photographic subject amidst the park's greenery. It was built for the Siamrath Phipitthapan Trade Fair in 1925 and was designed by Italian architect Mario Tamagno.&nbsp;\nCold drinks are available at the entrances and street-food vendors set up tables outside the park’s northwest corner from about 5pm. Be aware that late at night the borders of the park are a popular spot for sex workers and clientele.&nbsp;\nOpening hours and other practicalities\nBounded by Th Sarasin, Rama IV, Th Witthayu/Wireless Rd and Th Ratchadamri, Lumphini Park is open daily from 4:30am-9pm. Entry is free.\n"
    },
    {
        "country": "thailand",
        "index": 5,
        "name": "Golden Mount",
        "latitude": "13.75384",
        "longitude": "100.506588",
        "excerpt": "Even if you're wát-ed out, you should tackle the brisk ascent to the Golden Mount. Serpentine steps wind through an artificial hill shaded by gnarled…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/golden-mount/a/poi-sig/1271569/1324178",
        "image_url": "https://lp-cms-production.imgix.net/2020-09/shutterstockRF_1099129721.jpg",
        "detail_description": "Even if you're wát-ed out, you should tackle the brisk ascent to the Golden Mount. Serpentine steps wind through an artificial hill shaded by gnarled trees, some of which are signed in English, and past graves and pictures of wealthy benefactors. At the peak, you'll find a breezy 360-degree view of Bangkok's most photogenic side.\nBefore glass and steel towers began growing out of Bangkok’s flat riverine plain, the massive Golden Mount was the only structure to make any significant impression on the horizon. The mount was commissioned by Rama III (King Phranangklao; r 1824–51), who ordered that the earth dug out to create Bangkok’s expanding klorng (canal) network be piled up to build a 100m-high, 500m-wide chedi (stupa).\nAs the hill grew, however, the weight became too much for the soft soil beneath and the project was abandoned until his successor built a small gilded chedi on its crest and added trees to stave off erosion. Rama V (King Chulalongkorn; r 1868–1910) later added to the structure and interred a Buddha relic taken from India (given to him by the British government) in the chedi. The concrete walls were added during WWII to prevent the hill from eroding.\nNext door, seemingly peaceful Wat Saket contains murals that are among both the most beautiful and the goriest in the country; proceed directly to the pillar behind the Buddha statue for explicit depictions of Buddhist hell.\nTickets and other practicalities\nLocated on Phu Khao Thong, just off Th Boriphat, the Golden Mount is open daily from 7:30am-5:30pm. Climbing the summit costs 50B for foreigners. Entry for Thais is free.\nDress code\nThere is no dress code for the Golden Mount, but visitors should still consider wearing culturally appropriate clothing as it is still seen as a holy Buddhist site. This means trousers or long skirts and tops that cover your shoulders.\nTop tips\n\nThe audio recordings piped out along the ascent to the Golden Mount are Buddhist sermons.\nIn November there’s a festival in the grounds of the Golden Mount and Wat Saket that includes an enchanting candlelight procession up the Golden Mount.\n\n&nbsp;\n"
    },
    {
        "country": "thailand",
        "index": 6,
        "name": "Wat Phra Kaew",
        "latitude": "13.751575214491",
        "longitude": "100.49253638531",
        "excerpt": "Architecturally fantastic, the Wat Phra Kaew temple complex is also the spiritual core of Thai Buddhism and the monarchy, symbolically united in what is…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-phra-kaew/a/poi-sig/1271075/1324177",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f38562393be73d571e111dbd0b060d58-wat-phra-kaew.jpg",
        "detail_description": "Architecturally fantastic, the Wat Phra Kaew temple complex is also the spiritual core of Thai Buddhism and the monarchy, symbolically united in what is the country’s most holy image, the Emerald Buddha. Attached to the temple complex is the Grand Palace, the former royal residence, once a sealed city of intricate ritual and social stratification. \nThe ground was consecrated in 1782, the first year of Bangkok rule, and is today Bangkok’s biggest tourist attraction and a pilgrimage destination for devout Buddhists.\n\n  \nThe Emerald Buddha is one of Bangkok's most popular sights. ©Kayo/Shutterstock\n\nEmerald Buddha\nUpon entering Wat Phra Kaew you’ll meet the yaksha, brawny guardian giants from the Ramakian (the Thai version of the Indian epic, Ramayana). Beyond them is a courtyard where the central bòht (ordination hall) houses the Emerald Buddha. \nThe spectacular ornamentation inside and out does an excellent job of distracting first-time visitors from paying their respects to the image. Here’s why: the Emerald Buddha is only 66cm tall and sits so high above worshippers in the main temple building that the gilded shrine is more striking than the small figure it cradles. \nNo one knows exactly where it comes from or who sculpted it, but it first appeared on record in 15th-century Chiang Rai in northern Thailand. Stylistically it seems to belong to Thai artistic periods of the 13th to 14th centuries.\nBecause of its royal status, the Emerald Buddha is ceremoniously draped in monastic robes. There are now three royal robes: for the hot, rainy and cool seasons. The three robes are still solemnly changed by the king at the beginning of each season.\n\n  \nThe Ramakian Murals can offer some peace to busy Wat Phra Kaew. © Education Images/Universal Images Group via Getty Images\n\nRamakian Murals\nOutside the main bòht is a stone statue of the Chinese goddess of mercy, Kuan Im, and nearby are two cow figures, representing the year of Rama I’s birth. In the 2km-long cloister that defines the perimeter of the complex are 178 murals depicting the Ramakian in its entirety, beginning at the north gate and moving clockwise around the compound.\nThe story begins with the hero, Rama (the green-faced character), and his bride, Sita (the beautiful topless maiden). The young couple is banished to the forest, along with Rama’s brother. In this pastoral setting, the evil king Ravana (the character with many arms and faces) disguises himself as a hermit in order to kidnap Sita.\nRama joins forces with Hanuman, the monkey king (depicted as the white monkey), to attack Ravana and rescue Sita. Although Rama has the pedigree, Hanuman is the unsung hero. He is loyal, fierce and clever. En route to the final fairy-tale ending, great battles and schemes of trickery ensue until Ravana is finally killed. After withstanding a loyalty test of fire, Sita and Rama are triumphantly reunited.\nIf the temple grounds seem overrun by tourists, the mural area is usually mercifully quiet and shady. \nPhra Mondop\nCommissioned by Rama I, this structure was built for the storage of sacred Buddhist manuscripts. The seven-tiered roof, floor woven from strands of silver, and intricate mother-of-pearl door panels make it among the world's most decadent libraries. The interior of Phra Mondop is closed to the public.\nPhra Mondop, along with the neighbouring Khmer-style peak of the Prasat Phra Thep Bidon and the gilded Phra Si Ratana chedi (stupa), are the tallest structures in the compound.\n\n  \nThe yaksha, brawny guardian giants from the Ramakian epic, greet visitors at Wat Phra Kaew. ©banjongseal324/Getty Images\n\nHistory\nEstablished in 1782 by King Rama I, Wat Phra Kaew was built specifically to house the Emerald Buddha, which he had brought back to Thailand after he captured Vientiane (now in Laos). The Emerald Buddha was placed in the completed temple in 1784.\nPhra Ubosot (The Chapel of the Emerald Buddha) which was commissioned by King Rama I is styled in Ayudhaya-period Thai architecture, with a decorative, multi-tiered Lamyong roof structure and double sacred boundary stones.\nTop tips\n\nTickets are purchased inside the complex; anyone telling you it's closed is likely a gem tout or a con artist.\nCarry drinking water. It gets hot on the bare courtyard during the day and the only cafeteria within the complex isn't always open.\n\nDress code\nAs one of Bangkok’s most sacred places, visitors should dress appropriately when visiting both Wat Phra Kaew and the Grand Palace. You won’t be allowed to enter unless you’re well covered. Shorts, sleeveless shirts, spaghetti-strap tops, cropped pants – basically anything that reveals more than your lower arms and head – are not allowed. \nThose who don't meed the dress code can expect to be shown into a dressing room and issued with a sarong before being allowed in – this adds to queuing and unnecessary delays.\nTickets and other practicalities\nLocated along Th Na Phra Lan, in the historic Phra Nakhon District of Bangkok, the entrance to Wat Phra Kaew and the Grand Palace complex is through the clearly marked third gate from Tha Chang river pier. \nOpen daily 8;30am-3:30pm, admission is free for Thais and costs 500B for everyone else. Admission the Grand Palace is included in the ticket price.\n \n"
    },
    {
        "country": "thailand",
        "index": 7,
        "name": "Wat Phra Singh",
        "latitude": "18.788586",
        "longitude": "98.98201",
        "excerpt": "Chiang Mai's most revered temple, Wat Phra Singh is dominated by an enormous, mosaic-inlaid wí·hăhn (sanctuary). Its prosperity is plain to see from the…",
        "detail_url": "https://www.lonelyplanet.com/thailand/chiang-mai-province/chiang-mai/attractions/wat-phra-singh/a/poi-sig/403724/357655",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e7c3648411a869affdf848820b01bd6c-wat-phra-singh.jpg",
        "detail_description": "Chiang Mai's most revered temple, Wat Phra Singh is dominated by an enormous, mosaic-inlaid wí·hăhn (sanctuary). Its prosperity is plain to see from the lavish monastic buildings and immaculately trimmed grounds, dotted with coffee stands and massage pavilions. Pilgrims flock here to venerate the famous Buddha image known as Phra Singh (Lion Buddha), housed in Wihan Lai Kham, a small chapel immediately south of the chedi (stupa) to the rear of the temple grounds.\nThis elegant idol is said to have come to Thailand from Sri Lanka and was enshrined in 1367. The chapel is similarly striking, with gilded naga (serpent) gables and sumptuous lai·krahm (gold-pattern stencilling) inside.Despite Phra Singh's exalted status, very little is known about the Phra Singh image, which has more in common with images from northern Thailand than with Buddha statues from Sri Lanka. Adding to the mystery, there are two nearly identical images elsewhere in Thailand, one in the Bangkok National Museum and one in Wat Phra Mahathat Woramahawihan in Nakhon Si Thammarat. Regardless of its provenance, the statue has become a focal point for religious celebrations during the Songkran festival.As you wander the monastery grounds, note the raised temple library, housed in a dainty teak and stucco pavilion known as Ho Trai, decorated with bas-relief angels in the style of Wat Chet Yot. The temple's main chedi, rising over a classic Lanna-style octagonal base, was constructed by King Pa Yo in 1345; it's often wrapped in bolts of orange cloth by devotees."
    },
    {
        "country": "thailand",
        "index": 8,
        "name": "Wat Chedi Luang",
        "latitude": "18.786987875234",
        "longitude": "98.986520275491",
        "excerpt": "Wat Chedi Luang isn't as grand as Wat Phra Singh, but its towering, ruined Lanna-style chedi (built in 1441) is much taller and the sprawling compound…",
        "detail_url": "https://www.lonelyplanet.com/thailand/chiang-mai-province/chiang-mai/attractions/wat-chedi-luang/a/poi-sig/1243143/357655",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9bae2e1cc5bacbaae4a043aa5a591663-wat-chedi-luang.jpg",
        "detail_description": "Wat Chedi Luang isn't as grand as Wat Phra Singh, but its towering, ruined Lanna-style chedi (built in 1441) is much taller and the sprawling compound around the stupa is powerfully atmospheric. The famed Phra Kaew (Emerald Buddha), now held in Bangkok's Wat Phra Kaew, resided in the eastern niche until 1475; today, you can view a jade replica.\nThis was possibly the largest structure in ancient Chiang Mai, but the top of the chedi was destroyed by either a 16th-century earthquake or by cannon fire during the recapture of Chiang Mai from the Burmese in 1775 (nobody knows for sure). Like most of the ancient monuments in Chiang Mai, Chedi Luang was in ruins when the city began its modern renaissance, but a restoration project by Unesco and the Japanese government in the 1990s stabilised the monument and prevented further degradation.As you wander around the chedi you can easily spot the restoration work on the four naga stairways in each of the cardinal directions. The base of the stupa has five elephant sculptures on the southern face – four are reproductions, but the elephant on the far right is the original brick and stucco. The restorers stopped short of finishing the spire, as nobody could agree what it looked like.In the main wí·hăhn (sanctuary) is a revered standing Buddha statue, known as Phra Chao Attarot, flanked by two disciples. There are more chapels and statues in teak pavilions at the rear of the compound, including a huge reclining Buddha and a handsome Chinese-influenced seated Buddha barely contained by his robes. The daily Monk Chat under a tree in the grounds always draws a crowd of interested travellers.If you enter the compound via the main entrance on Th Phra Pokklao, you'll pass Wat Chedi Luang's other claim to fame, the Làk Meuang."
    },
    {
        "country": "thailand",
        "index": 9,
        "name": "Wat Phra That Doi Suthep",
        "latitude": "18.804644",
        "longitude": "98.921521",
        "excerpt": "Overlooking the city from its mountain throne, Wat Phra That Doi Suthep is one of northern Thailand's most sacred temples, and its founding legend is…",
        "detail_url": "https://www.lonelyplanet.com/thailand/chiang-mai-province/chiang-mai/attractions/wat-phra-that-doi-suthep/a/poi-sig/1243262/357655",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6e0d5cb4fcb43ede16bc3003931d8ecf-wat-phra-that-doi-suthep.jpg",
        "detail_description": "Overlooking the city from its mountain throne, Wat Phra That Doi Suthep is one of northern Thailand's most sacred temples, and its founding legend is learned by every schoolkid in Chiang Mai. The wát is a beautiful example of northern Thai architecture, reached via a 306-step staircase flanked by naga (mythical sea serpents). The climb is intended to help devotees accrue Buddhist merit.\nThe monastery was established in 1383 by King Keu Naone to enshrine a piece of bone said to be from the shoulder of the historical Buddha. The bone shard was brought to Lanna by a wandering monk from Sukhothai and it broke into two pieces at the base of the mountain, with one piece being enshrined at Wat Suan Dok. The second fragment was mounted onto a sacred white elephant that wandered the jungle until it died, in the process selecting the spot where the monastery was later founded.The terrace at the top of the steps is dotted with breadfruit trees, small shrines, rock gardens and monuments, including a statue of the white elephant that carried the Buddha relic to its current resting place. Before entering the inner courtyard, children pay their respects to a lizard-like guardian dragon statue known as 'Mom'.Steps lead up to the inner terrace, where a walkway circumnavigates the gleaming golden chedi enshrining the relic. The crowning five-tiered umbrella marks the city's independence from Burma and its union with Thailand. Pilgrims queue to leave lotus blossoms and other offerings at the shrines surrounding the chedi, which are studded with Buddha statues in an amazing variety of poses and materials.Within the monastery compound, the Doi Suthep Vipassana Meditation Center conducts a variety of religious outreach programs for visitors.Rót daang (literally 'red trucks') run to the bottom of the steps to the temple from several points in Chiang Mai, including from in front of the zoo (per person 40B) and in front of Wat Phra Singh (per person 50B), but they only leave when they have enough passengers and prices may very depending on the driver's mood. Travellers can also work out a private ride with a rót daang, taxi or using the Grab Car mobile application. Many people cycle up on mountain-biking tours from Chiang Mai, and you can also walk from the university."
    },
    {
        "country": "thailand",
        "index": 10,
        "name": "Similan Islands Marine National Park",
        "latitude": "8.66953",
        "longitude": "97.646828",
        "excerpt": "This beautiful 70-sq-km marine national park is known to divers the world over. Lying 70km offshore from Phang-Nga Province, it has smooth granite islands…",
        "detail_url": "https://www.lonelyplanet.com/thailand/similan-islands-marine-national-park/attractions/similan-islands-marine-national-park/a/poi-sig/1060063/1002439",
        "image_url": null,
        "detail_description": "This beautiful 70-sq-km marine national park is known to divers the world over. Lying 70km offshore from Phang-Nga Province, it has smooth granite islands that are as impressive above the bright-aqua water as they are below, topped with rainforest, edged with blindingly white beaches and fringed by coral reefs. Coral bleaching has killed off many of the hard corals, but soft corals are still intact, the fauna and fish are still there and it remains a lovely (and popular) place to dive.\nIn 1998 the park was expanded from its original nine islands to include Ko Bon and Ko Tachai; both have remained unscathed by coral bleaching, making them some of the better diving and snorkelling areas. Two of the 11 islands, Ko Miang and Ko Similan have ranger stations; the park visitors centre and most activity centres are on Ko Miang. ‘Similan’ comes from the Malay word sembilan, meaning ‘nine’, and, while each island is named, they’re more commonly known by their numbers.Hat Khao Lak, where most dive schools are based, is the park's jumping-off point. The pier and the mainland national park headquarters are at Thap Lamu, 12km south. There's a visitors centre on Ko Miang.Sadly, the onslaught of mass tourism means that many Similan beaches and dive/snorkel sites get completely packed with day trippers. There can be huge queues to climb up viewpoints and some snorkelling outfits go so far as to feed the fish, which is a big ecological no-no. That would never happen if this were a national park! Oh, wait…Promisingly, however, overnight stays were banned on the Similans in 2018 (though divers can stay the night on a liveaboard) and Ko Tachai is now periodically closed to day trippers as part of an annual environmental review. A new quota system restricts the number of visitors that can visit the islands – it's a good idea to book ahead during peak periods to ensure you can get on a boat."
    },
    {
        "country": "thailand",
        "index": 11,
        "name": "Talat Warorot",
        "latitude": "18.790557",
        "longitude": "99.000582",
        "excerpt": "Chiang Mai's oldest public market, Warorot (also spelt Waroros) is a great place to connect with the city's Thai soul. Alongside souvenir vendors you'll…",
        "detail_url": "https://www.lonelyplanet.com/thailand/chiang-mai-province/chiang-mai/attractions/talat-warorot/a/poi-sig/403644/357655",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/efff43200a94bd15147b6ec6694692d2-talat-warorot.jpg",
        "detail_description": "Chiang Mai's oldest public market, Warorot (also spelt Waroros) is a great place to connect with the city's Thai soul. Alongside souvenir vendors you'll find numerous stalls selling items for ordinary Thai households: woks, toys, fishing nets, pickled tea leaves, wigs, sticky-rice steamers, Thai-style sausages, kâab mŏo (pork rinds), live catfish and tiny statues for spirit houses.\nIt's easy to spend half a day wandering the covered walkways, watching locals browsing, and haggling for goods that actually have a practical use back home.You'll know you've arrived at the market when traffic comes to a standstill and carts laden with merchandise weave between the cars. The location by the river is no coincidence; historically, most of the farm produce sold in Chiang Mai was delivered here by boat along Mae Ping.Immediately adjacent to Talat Warorot is Talat Ton Lam Yai, the city's main flower market, and to the south are more bazaars, full of 'wet and dry' foodstuffs, fabric vendors, Chinese goldsmiths and apparel stalls. The northern end of the bazaar area is thronged by fruit vendors selling bushels of lychees, longans, mangosteens and rambutans. Săhm·lór (three-wheel pedicabs, now rarely seen in the city) wait to shuttle shoppers home with their produce."
    },
    {
        "country": "thailand",
        "index": 12,
        "name": "Kamphaeng Phet Historical Park",
        "latitude": "16.489012",
        "longitude": "99.517035",
        "excerpt": "A Unesco World Heritage Site, the Kamphaeng Phet Historical Park features the ruins of structures dating back to the 14th century, roughly the same time…",
        "detail_url": "https://www.lonelyplanet.com/thailand/kamphaeng-phet-province/kamphaeng-phet/attractions/kamphaeng-phet-historical-park/a/poi-sig/1175239/357679",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1155921847.jpg",
        "detail_description": "A Unesco World Heritage Site, the Kamphaeng Phet Historical Park features the ruins of structures dating back to the 14th century, roughly the same time as the better-known kingdom of Sukhothai. Kamphaeng Phet’s Buddhist monuments continued to be built up until the Ayuthaya period, nearly 200 years later, and thus possess elements of both Sukhothai and Ayuthaya styles, resulting in a school of Buddhist art quite unlike anywhere else in Thailand.\nThe park consists of two distinct sections.The majority of Kamphaeng Phet’s ruins are found in the expansive zone located about 1.5km north of the city walls. The area was previously home to aranyavasi (living in forests) monks and (in addition to Wat Phra Si Iriyabot and Wat Chang Rob) contains more than 40 other former compounds, including an additional six currently being excavated, although most are not much more than flat-brick foundations with the occasional weather-worn Buddha image. There is an excellent visitor centre at the entrance where bicycle hire (30B to 50B per day) can be arranged. A motorcycle taxi from central Kamphaeng Phet to the entrance costs about 80B.Just north of modern Kamphaeng Phet, a walled zone is the origin of the city’s name, and was formerly inhabited by gamavasi (living in the community) monks. It’s a long walk or an approximately 40B motorcycle taxi ride from the centre of town."
    },
    {
        "country": "thailand",
        "index": 13,
        "name": "Sukhothai Historical Park",
        "latitude": "17.018799",
        "longitude": "99.70655",
        "excerpt": "The Sukhothai Historical Park ruins are one of Thailand’s most impressive World Heritage sites. The park includes the remains of 21 historical sites and…",
        "detail_url": "https://www.lonelyplanet.com/thailand/sukhothai-province/sukhothai/attractions/sukhothai-historical-park/a/poi-sig/1244833/357772",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ba9693d19ed8e99a4ea8d50943ac0572-sukhothai-historical-park.jpg",
        "detail_description": "The Sukhothai Historical Park ruins are one of Thailand’s most impressive World Heritage sites. The park includes the remains of 21 historical sites and four large ponds within the old walls, with an additional 70 sites within a 5km radius. The ruins are divided into five zones; the central, northern and western zones each have a separate 100B admission fee. Note that motorbikes and cars are no longer allowed inside the park.\nThe architecture of Sukhothai temples is most typified by the classic lotus-bud chedi, featuring a conical spire topping a square-sided structure on a three-tiered base. Some sites exhibit other rich architectural forms introduced and modified during the period, such as bell-shaped Sinhalese and double-tiered Srivijaya chedi.Despite the popularity of the park, it’s quite expansive and solitary exploration is usually possible. Some of the most impressive ruins are outside the city walls, so a bicycle is essential to fully appreciate everything. Electric buggies (two to four people, without/with driver 200/400B per hour) can also be hired to get around the park."
    },
    {
        "country": "thailand",
        "index": 14,
        "name": "Mae Fah Luang Art & Culture Park",
        "latitude": "19.904685",
        "longitude": "99.794312",
        "excerpt": "In addition to a museum that houses one of Thailand’s biggest collections of Lanna artefacts, this vast, meticulously landscaped compound includes antique…",
        "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/mae-fah-luang-art-culture-park/a/poi-sig/1379604/357668",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1139324420.jpg",
        "detail_description": "In addition to a museum that houses one of Thailand’s biggest collections of Lanna artefacts, this vast, meticulously landscaped compound includes antique and contemporary art, Buddhist temples and other structures. It’s located about 4km west of the centre of Chiang Rai; a túk-túk or taxi here will run to around 100B.\nHaw Kaew, the park’s museum, has a permanent collection of mostly teak-based artefacts and art from across the former Lanna region, as well as a temporary exhibition room.Haw Kham, a temple-like tower built in 1984 from the remains of 32 wooden houses, is arguably the park’s centrepiece. The immense size of the structure – allegedly influenced by Lanna-era Wat Pongsanuk in Lampang – with its Buddha image seemingly hovering over white sand (the latter imported from Ko Samet) and its sacred, candlelit aura culminate in a vibe not unlike the place of worship of an indigenous cult.You’ll probably have to ask staff to open up Haw Kham Noi, a structure housing folksy but beautiful Buddhist murals taken from a dismantled teak temple in Phrae."
    },
    {
        "country": "thailand",
        "index": 15,
        "name": "Wat Suthat",
        "latitude": "13.75138",
        "longitude": "100.501256",
        "excerpt": "Other than being just plain huge and impressive, Wat Suthat also holds the highest royal temple grade. Inside the wí·hăhn (sanctuary for a Buddha…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/wat-suthat/a/poi-sig/1243270/1324178",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1454138620.jpg",
        "detail_description": "Other than being just plain huge and impressive, Wat Suthat also holds the highest royal temple grade. Inside the wí·hăhn (sanctuary for a Buddha sculpture) are intricate Jataka (stories of the Buddha) murals and the 8m-high Phra Si Sakayamuni, Thailand’s largest surviving Sukhothai-period bronze, cast in the former capital of Sukhothai in the 14th century. The ashes of Rama VIII (King Ananda Mahidol; r 1935–46) are contained in the base of the image.\nBehind the wí·hăhn, the bòht (ordination hall) is the largest of its kind in the country. To add to its list of ‘largests’, Wat Suthat holds the rank of Rachavoramahavihan, the highest royal temple grade. It also maintains a special place in the national religion because of its association with the Brahman priests who perform important ceremonies, such as the Royal Ploughing Ceremony in May. These priests also perform religious rites at two Hindu shrines near the wát – Devasathan on Th Din So, and the smaller Vishnu Shrine on Th Unakan."
    },
    {
        "country": "thailand",
        "index": 16,
        "name": "Wat Phu Thok",
        "latitude": "18.131517",
        "longitude": "103.880517",
        "excerpt": "With its network of rickety staircases and walkways built in, on and around a giant sandstone outcrop, Wat Phu Thok is one of the region’s wonders. The…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bueng-kan-province/attractions/wat-phu-thok/a/poi-sig/1175197/1324117",
        "image_url": null,
        "detail_description": "With its network of rickety staircases and walkways built in, on and around a giant sandstone outcrop, Wat Phu Thok is one of the region’s wonders. The precarious paths lead past shrines and gù·đì (monk's huts) that are scattered around the mountain on cliffs and in caves and provide fabulous views over the surrounding countryside. A final scramble up roots and rocks takes you to the forest on the summit, which is considered the 7th level.\nIf you hustle and take all the shortcuts you can be up and down in about an hour, but we advise against it: this is a climb that should be savoured. The quiet isolation entices monks and mâa chee (nuns) from all over Thailand to come and meditate here, so remember to be quiet and respectful as you explore.Monastery founder Luang Pu Juan died in a plane crash in 1980, along with several other highly revered forest monks who were flying to Bangkok for Queen Sirikit's birthday celebration. A marble chedi containing Luang Pu Juan's belongings, some bone relics and fantastic exterior sculptures sits below the mountain amid a lovely garden.Túk-túk in Bueng Kan ask 1000B (this is negotiable) for the return journey to Wat Phu Thok, including a few hours of waiting time. It's cheaper to take a bus from Bueng Kan to Siwilai (20B to 30B, 45 minutes), where túk-túk drivers will do the trip for 400B. If you catch an early bus to Bueng Kan, Wat Phu Thok can be visited as a day trip from Nong Khai, although there's no need to backtrack since you could also just catch one of the vans or buses running from Bueng Kan to Udon Thani.If you're driving or cycling, continue past Bueng Kan for 27km until you reach Chaiyaphon, then turn right at Rte 3024, the road signed for Chet Si and several other waterfalls. After 17.5km make a right and continue 4km further. (These are in the Phu Wua Wildlife Sanctuary and make worthy detours, as much for the weird rocky landscape as for the cascades. There's only water from mid-May through December.)"
    },
    {
        "country": "thailand",
        "index": 17,
        "name": "Death Railway Bridge",
        "latitude": "14.040852180851",
        "longitude": "99.503717868936",
        "excerpt": "Constructed by POW labour, this 300m-long bridge is heavy with the history of the Thailand–Burma Railway. Its centre was destroyed by Allied bombs in 1945…",
        "detail_url": "https://www.lonelyplanet.com/thailand/kanchanaburi-province/kanchanaburi/attractions/death-railway-bridge/a/poi-sig/1174634/357682",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/538590797_full.jpg",
        "detail_description": "Constructed by POW labour, this 300m-long bridge is heavy with the history of the Thailand–Burma Railway. Its centre was destroyed by Allied bombs in 1945, so only the curved spans are original. You're free to roam over the bridge; stand in a safety point if a train appears. Food and souvenir hawkers surround the bridge, so the site can have a jarring, funfair-like atmosphere; come early or late to avoid the scrum.\nThe three old trains in the park near the station were used during WWII. Across the river, pop in to the colourful Kuan-Im Shrine on the right and view the bridge from its tranquil garden. On the south side of the shrine is the unique Chinese Soldier Tomb, with sad eyes peering out from under a giant helmet. Nothing remains of a second (wooden) bridge the Japanese built 100m downstream.During late November or early December, a sound-and-light show tells the history of the Death Railway."
    },
    {
        "country": "thailand",
        "index": 18,
        "name": "Wat Phra Si Ratana Mahathat",
        "latitude": "16.823592",
        "longitude": "100.262089",
        "excerpt": "The main wí·hăhn (sanctuary) at this temple, known by locals as Wat Yai, appears small from the outside, but houses the Phra Phuttha Chinnarat, one of…",
        "detail_url": "https://www.lonelyplanet.com/thailand/phitsanulok-province/phitsanulok/attractions/wat-phra-si-ratana-mahathat/a/poi-sig/1243989/357756",
        "image_url": null,
        "detail_description": "The main wí·hăhn (sanctuary) at this temple, known by locals as Wat Yai, appears small from the outside, but houses the Phra Phuttha Chinnarat, one of Thailand’s most revered and copied Buddha images. This famous statue is probably second in importance only to the Emerald Buddha in Bangkok’s Wat Phra Kaew.\nThe story goes that construction of this wát was commissioned under the reign of King Li Thai in 1357. When it was completed, the king wanted it to contain three high-quality bronze images, so he sent for well-known sculptors from Si Satchanalai, Chiang Saen and Hariphunchai (Lamphun), as well as five Brahman priests. The first two castings worked well, but the third required three attempts before it was decreed the best of all. Legend has it that a white-robed sage appeared from nowhere to assist in the final casting, then disappeared. This last image was named the Chinnarat (Victorious King) Buddha and it became the centrepiece in the wí·hăhn. The other two images, Phra Chinnasi and Phra Si Satsada, were later moved to the royal temple of Wat Bowonniwet in Bangkok.The image was cast in the late Sukhothai style, but what makes it strikingly unique is the flame-like halo around the head and torso that turns up at the bottom to become dragon-serpent heads on either side of the image. The head of this Buddha is a little wider than that of the Sukhothai standard, giving the statue a very solid feel.Another sanctuary to one side has been converted into a free museum, displaying antique Buddha images, ceramics and other historic artefacts.Despite the holiness of the temple, endless loud broadcasts asking for donations, Thai musicians, a strip of vendors hawking everything from herbs to lottery tickets, several ATM machines and hundreds of visitors all contribute to a relentlessly hectic atmosphere. Come early (ideally before 7am) if you’re looking for quiet contemplation or simply wish to take photos, and regardless of the time be sure to dress appropriately – no shorts or sleeveless tops."
    },
    {
        "country": "thailand",
        "index": 19,
        "name": "Sala Kaew Ku",
        "latitude": "17.886824",
        "longitude": "102.782807",
        "excerpt": "One of Thailand’s most enigmatic attractions, Sala Kaew Ku can't fail to impress. Built over 20 years by Luang Pu Boun Leua Sourirat, a mystic who died in…",
        "detail_url": "https://www.lonelyplanet.com/thailand/nong-khai-province/nong-khai/attractions/sala-kaew-ku/a/poi-sig/1245173/357747",
        "image_url": null,
        "detail_description": "One of Thailand’s most enigmatic attractions, Sala Kaew Ku can't fail to impress. Built over 20 years by Luang Pu Boun Leua Sourirat, a mystic who died in 1996, the park features a wonderful smorgasbord of bizarre cement statues of Buddha, Shiva, Vishnu and other deities. The main shrine building is packed with hundreds of smaller sculptures of various description and provenance, photos of Luang Pu at various stages throughout his life, and his corpse under a glass dome ringed by flashing lights.\nAs he told his own story, Luang Pu tumbled into a hole as a child and met an ascetic named Kaewkoo who introduced him to the manifold mysteries of the underworld and set him on course to become a Brahmanic-yogi-priest-shaman. Shaking up his own unique blend of Hindu and Buddhist philosophy, Luang Pu developed a large following on both sides of the Mekong in this region. In fact, his original project was on the Lao side of the river, where he had been living until the 1975 communist takeover in Laos.Some of the sculptures are quite amusing. If you’re travelling with kids, they’ll enjoy the serene elephant wading through a pack of anthropomorphic dogs (which teaches people to not be bothered by gossip). The tallest sculpture, a Buddha seated on a coiled naga (serpent deity) with a spectacular seven-headed hood, is 25m high. Also not to be missed is the Wheel of Life, which you enter through a giant 'mouth'. An explanation is available on the back side of the handy map of the sculpture park provided by Mut Mee Garden Guesthouse.All buses headed east of Nong Khai pass the road leading to Sala Kaew Ku (10B). It's about a five-minute walk from the highway. Chartered túk-túk will probably cost 250B return with a one-hour wait. You can reach it by bike in about 30 minutes; the Mut Mee map shows the scenic route."
    },
    {
        "country": "thailand",
        "index": 20,
        "name": "Wat Benchamabophit",
        "latitude": "13.766598701",
        "longitude": "100.514120025",
        "excerpt": "You might recognise this iconic temple from its impression on the back of the ubiquitous Thai 5B coin. Also referred to as the Marble Temple, it was…",
        "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/thewet-dusit/attractions/wat-benchamabophit/a/poi-sig/1136967/1324179",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7ae21dbd43e86cf51f56dd4c09bf7722c915789cdbc42b2628585143bdbd5ae6.jpg",
        "detail_description": "You might recognise this iconic temple from its impression on the back of the ubiquitous Thai 5B coin. Also referred to as the Marble Temple, it was fashioned out of white marble imported from Italy. The distinctive bòht (ordination hall) of Wat Ben, as it is colloquially known, was built in the late 19th century under Rama V. The base of the central Buddha image, a copy of the revered Phra Phuttha Chinnarat in Phitsanulok, northern Thailand, contains his ashes.\nIn architectural terms, Wat Benchamabophit is known to have a plan that exemplifies the orderliness and aesthetics of classical Thai design. A shaded rectangular balcony bordering an open courtyard to the rear of the main chapel has 52 Buddha statues, representing every mudra (gesture) and style from Thai history, making this the ideal place to compare Buddhist iconography. You'll often come across devout local families conducting prayers and offering ceremonies in the balconies, and you're free to stand by and observe the rituals."
    }
]