[
    {
        "country": "the-netherlands",
        "index": 1,
        "name": "Rijksmuseum",
        "latitude": "52.359726",
        "longitude": "4.885011",
        "excerpt": "The Netherlands’ top treasure house, the Rijksmuseum (pronounced ‘rikes’), is among the world's finest art museums. With over 1.5km of galleries, it packs…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/vondelpark-and-around/attractions/rijksmuseum/a/poi-sig/387159/1323043",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/500pxRF_91627775.jpg",
        "detail_description": "The Netherlands’ top treasure house, the Rijksmuseum (pronounced ‘rikes’), is among the world's finest art museums. With over 1.5km of galleries, it packs in around 8000 artworks with paintings by homegrown heroes Rembrandt, Vermeer and Van Gogh, as well as plenty of other masterpieces.\nThe museum is spread over four levels, from Floor O (the main atrium) to Floor 3; pick up a map from the information desk. You can see the highlights in a couple of hours, but you may want to allocate much longer to take it all in. There is a Michelin-starred restaurant on-site, plus a cafe, shop, library and garden to break up the visit.\n\n  \nThe Night Watch is the rock star of the Rijksmuseum © Mark Read / Lonely Planet\n\nFamous paintings \nIt’s best to start your visit on Floor 2, which contains the highlights of the collection, with its Golden Age masterpieces in the Gallery of Honour. Intimate paintings by Vermeer and De Hooch allow insight into everyday life in the 17th century, while Rembrandt's The Night Watch (1642) is the rock star of the museum, with perennial crowds in front of it. Initially named Archers under the Command of Captain Frans Banning Cocq (the militia's leader), The Night Watch title was bestowed years later due to a layer of grime that gave the impression it was an evening scene. It has since been restored to its original colors.\nDon't miss Vermeer’s dreamy Milkmaid (1660, also called The Kitchen Maid), The Little Street (1658) depicting houses in Delft, and Woman in Blue Reading a Letter (1663) either.\nYou’ll find several Rembrandts on this floor, including his unflinching self-portrait as the Apostle Paul, and The Jewish Bride (1665) which impressed Van Gogh so much that he declared he would give up a decade of his life just to sit before the painting for a fortnight with only a crust of bread to eat.\nOther highlights at the Rijksmuseum include The Merry Family (1668) by Jan Steen, who became renowned for painting chaotic households to convey moral teachings, and the popular Portrait of a Girl Dressed in Blue (1641) by Johannes Cornelisz Verspronck, depicting a child in her Sunday best.\nDon’t miss Van Gogh’s Self-portrait (1887) on the first floor, as well as the Battle of Waterloo (1824) by Jan Willem Pieneman, the largest painting in the museum that takes up almost an entire wall.\n\n  \nThe Milkmaid by Johannes Vermeer is also among the highlights of the Rijksmuseum © DutchScenery / Shutterstock\n\nOther museum highlights\nAside from the collection of masterpiece paintings, other must-sees include the Delftware (blue-and-white pottery); mind-blowing intricately detailed dollhouses; the Asian Pavilion with its first-rate artworks from China, Indonesia, Japan, India, Thailand and Vietnam; and Cuyper’s library, an Escher-like towering book-lined space – view it from the balcony on Floor 2.\nThe garden\nThe sculpture-studded gardens, the ‘outdoor gallery’, host big-name sculpture exhibitions at least once a year. You can stroll for free amid the roses, hedges and fountains. There’s also a cool greenhouse.\nMuseum shop\nStocking a great range of quirky items, Delftware, art prints, books and more, the museum shop is perfect for browsing and picking up a souvenir or gift for someone.\n\n  \nPierre Cuypers also designed the Rijksmuseum sculpture garden  © Nattee Chalermtiragool / Shutterstock\n\nHistory of the Rijksmuseum\nThe Rijksmuseum was originally conceived to hold several national and royal collections and was inspired by French museums such as the Louvre. Its precursor, The National Art Gallery, was founded in 1800 and was located in Den Haag (The Hague). In 1808, Napoleon moved the national art collection to the Royal Palace on Dam Square in Amsterdam, the country’s new capital. Here they joined some of the country’s national artistic treasures, such as The Night Watch by Rembrandt. \nThe collection was then moved several times before a contest was held to find someone to design the building that would be suitable to house these grand artworks. Architect Pierre Cuypers – who was the principal designer for Centraal Station too – was chosen to design the building and construction began in 1876. The result is a stunning mix of neo-Gothic and Dutch Renaissance styles. The museum officially opened to the public in 1885.\nFrom 2003 to 2013, the museum underwent a €375 million ($443 million) renovation.\n\n  \nThe Rijksmuseum was built to house the Netherlands' greatest artworks © Will Salter / Lonely Planet\n\nOpening hours and tickets \nThe museum is open daily from 9am-5pm, including national holidays. To avoid the biggest crowds, arrive before 10am or after 3pm. \nTickets need to be booked on the website in advance to reserve a timeslot. Entry costs €20 for adults and those 18 years and under go free. I Amsterdam and Museumkaart cardholders also get in free.\nNearby restaurants \nTreat yourself to a gourmet lunch or dinner at Rijks, the Michelin-starred museum restaurant, set in a beautiful space with huge windows and high ceilings.  It’s open Wednesday to Sunday for lunch, and Tuesday to Sunday for dinner.\nIf you fancy something a little less formal, there’s a cafe on the mezzanine in the great entrance atrium that serves light lunches.\nBlack-and-white awnings and a wrought-iron balcony set the scene at l'Entrecôte et les Dames, which has a simple menu of steak or fish. Go for the entrecôte (premium beef steak) at dinner or a steak sandwich for lunch, and save room for scrumptious desserts.\n"
    },
    {
        "country": "the-netherlands",
        "index": 2,
        "name": "Vondelpark",
        "latitude": "52.361639",
        "longitude": "4.881878",
        "excerpt": "Attracting over 12 million visitors per year, Amsterdam’s favorite playground is the green expanse of Vondelpark, with its 116 acres (47 hectares) of…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/vondelpark-and-around/attractions/vondelpark/a/poi-sig/1096921/1323043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0061cc20bfb21a9471557022388625b69baf2c053b62a14a898a241ff6f0c377.jpg",
        "detail_description": "Attracting over 12 million visitors per year, Amsterdam’s favorite playground is the green expanse of Vondelpark, with its 116 acres (47 hectares) of manicured lawns, ponds, quaint cafes, charming footbridges and winding paths.\nIt holds a special place in the city’s heart ­– a lush green egalitarian space where people from all walks of life hang out. On a sunny day, an open-air party atmosphere ensues when tourists, lovers, cyclists, in-line skaters, pram-pushing parents, cartwheeling children, football-kicking teenagers, spliff-sharing friends and champagne-swilling picnickers all come out to play.\nLocated southwest of the city center close to the wealthy Old South neighborhood, Vondelpark is free and open all day and night, year-round, offering plenty of activities and events ­from cycling to open-air theatre.\n\n  \nThere are several entrances into Vondelpark © BSR Agency / Getty Images\n\nHistory of Vondelpark\nOriginally Vondelpark was a private park, only open to the rich. Its sprawling, English-style gardens were laid out on marshland by architect Jan David Zocher and opened in 1865. Between 1875 and 1877, Zocher’s son, Louis Paul, expanded the park to its current size. \nIt was known as Nieuw Park (New Park), but in 1867 a statue of poet and playwright Joost van den Vondel (1587–1679) was created by sculptor Louis Royer. Amsterdammers began to refer to the park as Vondelspark, which led to it being formally renamed.\nDuring the late 1960s and early 70s, Dutch authorities turned the park into a temporary open-air dormitory for the droves of hippies who descended on Amsterdam. The sleeping bags are long gone, but remnants of the era live on in the squats that fringe the park, such as OT301 and OCCII, now both legalized into underground cultural centers.\nVondelpark was bought by the City Council in 1953 and finally opened to the public. It was listed as a national monument in the mid-1990s and underwent major renovations to incorporate an extensive drainage system and refurbished walking and cycling paths, while retaining its historic appearance.\n\n  \nVondelpark is a great place to get away from the hustle of the city © SOPA Images / Getty Images\n\nWhat is there to do in the park? \n Theater and events\nThere is a wonderful open-air theatre, Openluchttheater, in the park that hosts events from May to September, such as classical music concerts, stand-up comedy and plays. \nFor something a bit more alternative, check out what’s on at Vondelbunker ­– a hidden-away space beneath the 1e Constantjin Huygensstraat bridge. This former fallout shelter, dating from 1947, became Amsterdam's first youth center in 1968 and was a hotbed of hippie creativity and activism. Check the website for upcoming happenings, from gigs and film nights to poetry.\nOpen-air art\nArtwork is dotted around the park, with 69 sculptures all up. Among them is Picasso’s huge abstract work Figure découpée l’Oiseau (The Bird; 1965), known locally as The Fish, which he donated for the park’s centenary.\nRose garden\nTake in the heady scent in the lovely rose garden. Added to the park in 1935, there are some 70 different species here. It’s in the middle of the park; signs point the way.\nBike rental\nJoin the locals zipping around the park’s winding paths on a bike ride. For bicycle rentals, MacBike is fairly close to the park’s main entrance. They have a range of bikes for hire, including kids’ bikes and e-bikes. Prices start at around €5 per hour.\nRunning\nJoggers can often be seen tearing around the park, working up a sweat. A good route to follow is the paved outer path, which is 2 miles long (3.2 km).\nOpening hours and other practicalities\nVondelpark is open 24 hours a day, seven days a week throughout the year. Entry is free.\nTours\nBespoke tours of the park are available for €35 (for a small group). Lasting 90 minutes, guides offer themed tours around history, nature and architecture. Book 1-3 months in advance via the website. \nCar parking\nThere is no car parking at the park and only limited (and pricey) on-street parking nearby. Try Emmalaan for on-street parking, else your best garage parking can to the northwest of the park at ParkBee Conscious Hotel Vondelpark (from €3.50 an hour).\nWhere to eat and drink nearby\nLocated in the former Vondelpark pavilion at the northeastern end of the park, Vondelpark3 is a stylish and comfortable cafe with a large terrace overlooking the pond – perfect for a morning coffee or sunset drink.\nHet Groot Melkhuis is a rambling Swiss-chalet-style timber house sitting at the edge of the Vondelpark forest. It houses a cafe serving coffees, beers, wine and light snacks. With a playground and sandpits, it’s the go-to hangout for families with young kids.\nNo, it's not a blue and white UFO cake stand landed in the park, Proeflokaal 't Blauwe Theehuis is the Vondelpark outpost of local brewery heroes Brouwerij ’t IJ. Opened in late 2019, it is the perfect place to while away a sunny afternoon with excellent craft beer on the large circular terrace.\nNearby hotels\nPractically in the Vondelpark, Stayokay is a HI-affiliated hostel that attracts a mix of international backpackers, families and groups. Renovated in 2018, this huge hostel offers private rooms and fresh mixed, female- and male-only dorms sleeping from two to nine, with lockers, private bathrooms and well-spaced bunks. Breakfast is a cut above most hostels and there's a plant-filled spacious lobby bar-cafe with workspaces and quiet nooks.\nConscious Hotel Vondelpark is a friendly place to stay, close to Overtoom restaurants and green Vondelpark. It wears its eco-heart on its sleeve, with a plant wall in the lobby, self-sustaining pot plants in the rooms, huge floral murals, and recycled materials made into artful furnishings (including pressed-cardboard bathroom benchtops).\nPillows Anna van den Vondel is a grown-up boutique hotel with exemplary service, housed in a row of three grand, red-and-white-striped 19th-century mansions. Rooms come with views over its private tranquil English garden. Beds are clothed in soft, white linen, walls are gentle dove-grey, and chairs have a mid-century look and pale-blue crushed-velvet upholstery. A bedside device makes ordering room service a breeze.\n"
    },
    {
        "country": "the-netherlands",
        "index": 3,
        "name": "Van Gogh Museum",
        "latitude": "52.357761",
        "longitude": "4.881438",
        "excerpt": "This wonderful museum traces Van Gogh's life and artistic development via the world's largest collection of his work. More than 200 canvases are on…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/vondelpark-and-around/attractions/van-gogh-museum/a/poi-sig/387163/1323043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/fd6e0783a09524e5968e1bd0a9041548-van-gogh-museum.jpg",
        "detail_description": "This wonderful museum traces Van Gogh's life and artistic development via the world's largest collection of his work. More than 200 canvases are on display, stretching from his early, bleak portraits of peasants in the Netherlands through to his later years in sunny France, where he produced his best-known work with its characteristic giddy colour. Also on show here are 500 of his drawings and 700 hand-written letters.\nThe museum is spread over four levels, moving chronologically from Floor 0 (ground floor) to Floor 3. Allow at least a couple of hours to browse all of the galleries.\n\n  \nThe Van Gogh Museum contains the largest collection of Van Gogh's works © Ilvy Njiokiktjien / Getty Images\n\nPaintings and artworks\nVan Gogh's works are scattered in museums around the world, but the Van Gogh Museum holds the largest collection, comprising a staggering 200 paintings and 500 drawings by Vincent and his contemporaries, including Gauguin, Toulouse-Lautrec and Monet. Van Gogh’s earliest works ­­– showing raw, if unrefined, talent – are from his time in the Dutch countryside and Antwerp between 1883 and 1885. \nHe painted peasant life, exalting their existence in works such as the masterpiece, The Potato Eaters (1885). Skull of a Skeleton with Burning Cigarette (1886) is another highlight, painted when Van Gogh was a student at Antwerp’s Royal Academy of Fine Arts. \nHe then moved to Paris in 1886 and began to paint self-portraits as a way of improving his portraiture without paying for models, which he couldn’t afford. Self-Portrait with Grey Felt Hat was painted in the winter of 1887–1888 and is one of his boldest color experiments.\nOne of his most beloved works, Sunflowers (1889), is a result of him leaving Provence for Arles, intent on painting the vibrant landscapes and achieving his dream of creating an artist's colony. \nAnother of his iconic paintings, The Yellow House – a rendering of the abode he rented in Arles – is also from this period. In 1890, Van Gogh painted one of his last paintings Wheatfield with Crows – a particularly menacing and ominous piece finished shortly before his suicide.\nAside from admiring the massive collection of masterpiece paintings, don’t pass up the opportunity to hear recordings of Van Gogh’s letters at the multiple listening stations in the museum. The letters are mainly to and from his younger brother, Theo, who championed his work, and offer a poignant insight into their relationship.\n\n  \nInterior of the Van Gogh Museum © Alexander Tolstykh / Shutterstock\n\nHistory of the Van Gogh Museum\nAfter his death in 1890, Vincent left his complete collection of works to his brother, Theo. When Theo died shortly after in 1891, the collection was handed over to Theo’s widow, Jo van Gogh-Bonger, and after her death in 1925, it was then passed on to her son Vincent Willem van Gogh. He loaned the collection of artworks to Amsterdam’s Stedelijk Museum, before a dedicated museum was called for to house the late artist’s impressive oeuvre.\nOpened in 1973, the Van Gogh Museum’s main building was designed by the influential Dutch architect Gerrit Rietveld, who was an important member of De Stijl ­– a group of progressive artists and architects active in the 1920s. Behind the main building, reaching towards Museumplein, is a separate wing, which was opened in 1999 and designed by Kisho Kurokawa. The transparent building with its state-of-the-art glass structure hosts temporary exhibitions by big-name artists.\nIn 2015, a swish new extension and entrance hall added 800 sq meters (8600 sq ft) of space to the museum.\nTours\nThe museum usually offers 50-minute guided tours (in Dutch) which take groups of four around Vincent van Gogh's masterpieces. However, due to Covid-19 these are currently unavailable. \nOpening hours and best time to visit\nOpening hours for the museum vary throughout the year. During the peak summer months (July-September), the museum tends to open daily from 9am-6pm, while at other times of year the hours are 10am-5pm (until 6pm on weekends). Winter opening hours are even more limited, with the museum sometimes closing completely on Mondays. Check the official website for up-to-date opening hours.\nAs you’d expect to be the case for the world’s largest collection of works from one of the world’s most famous artists of all time, the museum gets packed. The best times to visit to try to avoid the crowds are before 11am and after 3pm.\n\n  \nA woman looks at Vincent van Gogh's Sunflowers © Stuart C. Wilson / Getty Images\n\nTickets and location\nThe museum is located at Museumplein. Tickets must be purchased online where you choose a starting time slot. It allows you entry to the permanent exhibition, as well any temporary exhibitions showing at the time.\nPrices\nAdult: €19 ($22). Admission is free for those under 18.\nDiscount cards\nThere is free admission for Museumkaart and I Amsterdam cardholders, but you still need to book a timeslot on the museum’s website. I Amsterdam cardholders must reserve online at the I Amsterdam website.\nNearby restaurants\nSet in a beautiful space with huge windows and high ceilings, Rijks was awarded a Michelin star in 2016. Chef Joris Bijdendijk uses locally sourced produce, adheres to slow-food philosophy and draws on historic Dutch influences in his creative, highly imaginative cuisine. The restaurant is part of the Rijksmuseum.\nWith old family photos adorning the walls, cozy Hap Hmm almost feels like dining in a relative’s home. The menu offers an array of classic Dutch comfort foods, from rich beef stews to chicken casseroles, and a good selection of vegetarian options. Just like any home-cooked meal, dishes are served with a selection of boiled vegetables. Note: credit cards are not accepted.\nRenzo's deli resembles an Italian tavola calda (hot table), where you can select hot and cold ready-made dishes, such as meatballs, pasta and salads, plus stuffed sandwiches and delicious cannoli (Sicilian 'little tubes', filled with ricotta cream). There are a few tables crammed into the space, or it's perfect to take away to nearby Museumplein.\nHotels near the Van Gogh Museum\nThere are a number of excellent accommodation options within walking distance of the Van Gogh Museum, including the Hilton Amsterdam, famous as the place that John and Yoko staged their \"bed-in for peace\" in 1969, and the Conscious Hotel Museum Square, which boasts a lush garden terrace and furniture made from recycled materials.\nHowever, for proximity to the museum, it's hard to beat the palatial, Conservatorium Hotel, an eight-story, five-star hotel with a huge covered courtyard and contemporary rooms with designer furnishings. The hotel is a one-minute walk from the Van Gogh Museum.\n\n  \nA view of the Rijksmuseum, which houses a very large collection of Dutch art © MassimoCatarinella / Getty Images\n\nShould I visit the Rijksmuseum or the Van Gogh Museum?\nThe Rijksmuseum is a magnificent art gallery located in Museumplein close to the Van Gogh Museum. If you start early and have plenty of energy you could tackle both in one day, but it’s probably  too much – considering The Rijksmuseum itself is over half a mile (1.5km) of gallery space! Spread the visits over a couple of days for a more enjoyable experience. \nIf you must choose only one and you are a Van Gogh fan, the Van Gogh Museum will be more to your liking as the Rijksmuseum has only a few Van Gogh works on display. But if you want to get an overview of Dutch art and see more of the Dutch masters (Rembrandt, Vermeer, Steen), then spend the day at the Rijksmuseum.\n"
    },
    {
        "country": "the-netherlands",
        "index": 4,
        "name": "Mauritshuis",
        "latitude": "52.080113",
        "longitude": "4.314623",
        "excerpt": "Offering a wonderful introduction to Dutch and Flemish art, this splendid museum is set in a 17th-century mansion built for wealthy sugar trader Johan…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/den-haag/attractions/mauritshuis/a/poi-sig/1020023/360849",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_200624861.jpg",
        "detail_description": "Offering a wonderful introduction to Dutch and Flemish art, this splendid museum is set in a 17th-century mansion built for wealthy sugar trader Johan Maurits. It became a museum housing the Royal Picture Collection in 1822, and acquired a swish modern wing in 2012–14. The 800-strong collection of paintings focuses on works created between the 15th and 18th centuries. It includes masterpieces such as Vermeer's Girl with a Pearl Earring (c1665) and Rembrandt's intriguing The Anatomy Lesson of Dr Nicolaes Tulp (1632).\nThe list of artists represented in the collection is formidable: in addition to works by Vermeer and Rembrandt, there are multiple pieces by Anthony van Dyke, Rubens, Jan Brueghel I, Hans Holbein II, Hals and Steen. Don't miss Van der Weyden's The Lamentation of Christ (c1460–64), Fabritius' The Goldfinch (1654) and Vermeer's View of Delft (c1660–61), the most famous cityscape of the Dutch Golden Age.Audiotour hire costs €3.50, but there is also a free multimedia smart tour downloadable through the Apple Store and Google Play. The cafe and gift shop in the new wing are both very good.Your ticket includes entry to Galerij Prins Willem V."
    },
    {
        "country": "the-netherlands",
        "index": 5,
        "name": "Van Nelle Fabriek",
        "latitude": "51.923024",
        "longitude": "4.434239",
        "excerpt": "Designed and built between 1925 and 1931, this modernist World Heritage–listed factory northwest of the city centre is an icon of 20th-century industrial…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/van-nelle-fabriek/a/poi-sig/1526004/1342357",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/8bb801fdd55e8d4a21b8cfb06c5d8a95-van-nelle-fabriek.jpg",
        "detail_description": "Designed and built between 1925 and 1931, this modernist World Heritage–listed factory northwest of the city centre is an icon of 20th-century industrial architecture. Often described as a 'glass palace' (it's largely constructed of steel and glass), it functioned as a state-of-the-art coffee, tea and tobacco factory until the 1990s and now houses creative industries. Though closed to the public, the factory sometimes offers guided tours on weekends at 1pm (adult/child under 13 years €8.50/5); check the factory website for details. Urban Guides also runs one-hour guided tours (€15 per person) at noon on most Saturdays and Sundays (book ahead).\nThe Urban Guides tours have access to some, but not all, parts of the factory, peeking into the management building and then crossing to the factory's electricity plant (the second built in Rotterdam) on one of the building's distinctive diagonal bridges. The tour ends in the tobacco factory, which has light-drenched spaces where workers toiled, twin stairways (one each for male and female workers, so as to prevent fraternisation) and a large cafeteria.At the time of research, architecture-focused De Rotterdam Tours was considering adding a dedicated tour of the factory to its program. An on-site information centre at the factory is scheduled to open in November 2018.The orange-and-blue low bunker to the east of the factory is the De Schie Penitentiary, designed by CJM Weeber and constructed between 1985 and 1989. Its startlingly vivid colour scheme is in stark contrast to its dark function."
    },
    {
        "country": "the-netherlands",
        "index": 6,
        "name": "Museum het Rembrandthuis",
        "latitude": "52.369434719442",
        "longitude": "4.9014559143397",
        "excerpt": "Housed in Rembrandt's former home on lively Jodenbreestraat, this evocative museum provides an unparalleled insight into one of the Netherlands’ greatest…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/nieuwmarkt/attractions/museum-het-rembrandthuis/a/poi-sig/387535/1323038",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_1097384624.jpg",
        "detail_description": "Housed in Rembrandt's former home on lively Jodenbreestraat, this evocative museum provides an unparalleled insight into one of the Netherlands’ greatest artistic geniuses. This is where the master painter spent his most successful years, working on major commissions such as The Night Watch and running his painting studio. \nThe interior has been meticulously reproduced, so you feel like you are stepping back into the 17th century as you make your way through the various rooms of the house.  The museum has a near-complete collection of Rembrandt’s etchings – about 260, though not all are always on display – as well as a few original copper platings.\n\n  \nRembrandt worked in the house between 1639 and 1656 © Birute Vijeikiene / Shutterstock\n\nMuseum het Rembrandthuis history\nThe museum occupies the three-story canal house where the artist lived at the height of his success. It dates from 1606. Rembrandt bought it in 1639 for a fortune, made possible by his wealthy wife, Saskia van Uylenburgh. He ran the largest painting studio in the Netherlands here between 1639 and 1658. \nHowever, the house was to be his ultimate financial undoing. As his work fell out of fashion, he was unable to pay the mortgage, and in 1656 the house and its effects were sold to compensate his creditors. It’s thanks to the debt collectors’ itemized list that the museum’s interior has been able to be reproduced so authentically. Rembrandt spent the rest of his life in cheaper digs in the Jordaan district.\nOver the years the house fell into a state of severe dilapidation before it was decided that it would be turned into a museum to show the artist’s collections of drawings and etchings. It underwent restoration to bring it back to its former glory between 1908 and 1911. The Museum het Rembrandthuis was officially opened by Queen Wilhelmina in June 1911.\n\n  \nThe Rembrandthuis can be a little cramped at times © www.hollandfoto.net / Shutterstock\n\nRembrandthuis layout\nOn the ground floor is Rembrandt’s living room and bedroom, including the type of box-bed he slept in, fashionable at the time as it was thought that sleeping sitting up prevented death during the night. The ground floor also has an anteroom where he received his clients. Its walls are covered with paintings by Rembrandt’s teacher, his pupils and his contemporaries. \nUpstairs is the light-filled studio, laid out as though he has just nipped out for a snack. Across the hall is his ‘Cabinet’, a room crammed with curiosities that he had collected, and the Print Room ­­– a small room devoted to his etchings.\nTickets and other practicalities \nTickets, which include an audio guide, are priced at €15 for an adult, €10 for a student and €6 for children aged six to 17 years. Kids under six go free.\nWhile the museum doesn’t attract lengthy queues nor get as packed out as other big-hitters in town, it’s still a good idea to book ahead online to reserve a timeslot. This gives you a dedicated time to enter the museum, but visitors are welcome to stay as long as they like.  Allow at least an hour for your visit.\nDiscount cards\nDiscounted entry to Rembrandthuis is available for those with the Museumkaart (Netherlands Museum Pass) or the I Amsterdam City Card.\nYou can purchase the Museumkaart over the counter at the 41 participating museums. The I Amsterdam City Card is available at the I Amsterdam store at Centraal Station, some visitor centers and select hotels throughout the city. \nDon’t forget to take your card with you to show at the museum.\nOpening hours\nThe museum is open from 10am to 6pm Tuesday to Sunday. Etchings demonstrations on the oak press take place several times a day; call ahead to check times.\nBest time to visit\nAs the museum is housed in a tall canal house, the space is narrow and can sometimes feel a bit busy. Try visiting either early in the morning or later in the afternoon to avoid the worst of the crowds. Generally, however, it’s not a problem. \nNearby bars\nLinger over a canal-side drink and snack at the charming 17th-century brown cafe De Sluyswacht, a delightfully wonky building right on the waterfront. The canal-side terrace with views of the 16th-cenutry tower Montelbaanstoren is a charming spot to relax with a Dutch or Belgian beer and bar snacks, including bitterballen (deep-fried meatballs), chips and toasties.\nNearby restaurants\nHigh-ceilinged TisFris floods with light through huge plate-glass windows and has outdoor seating for sunny days. It's ideal for a drink or a light lunch, such as warm goat's cheese and walnut salad, tuna melt, beef or veggie burger, or an open sandwich.\nGreat when you need your cockles warmed, Soup en Zo is part of a chain that serves delicious fresh soups of the day, which may include a creamy sweet potato with coconut or a hearty lentil beef, as well as salads (en zo means 'and so on' in Dutch).\n"
    },
    {
        "country": "the-netherlands",
        "index": 7,
        "name": "Begijnhof",
        "latitude": "52.36954",
        "longitude": "4.890225",
        "excerpt": "Dating from the early 14th century, this enclosed former convent is a peaceful haven, with tiny houses and postage-stamp gardens around a well-kept…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/medieval-centre-and-red-light-district/attractions/begijnhof/a/poi-sig/387157/1323036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/319503de34b5350e6fd94c3ba1fc2e95-begijnhof.jpg",
        "detail_description": "Dating from the early 14th century, this enclosed former convent is a peaceful haven, with tiny houses and postage-stamp gardens around a well-kept courtyard off Gedempte Begijnensloot. Within the hof (courtyard) is the charming 1671 Begijnhof Kapel, and the Engelse Kerk, built around 1392.\nAlso here is the Houten Huis, the Netherlands' oldest preserved wooden house, dating from around 1465. There’s another entrance to the Begijnhof near this structure: look for a wooden door on the Spui’s north side, east of the American Book Center.The Beguines, a Catholic order of unmarried or widowed women who cared for the elderly, lived a religious life without taking monastic vows. The last Beguine died in 1971."
    },
    {
        "country": "the-netherlands",
        "index": 8,
        "name": "Groninger Museum",
        "latitude": "53.212263715345",
        "longitude": "6.5660878619227",
        "excerpt": "Those arriving by train can't help but notice the Groninger Museum. Occupying three islands in the ring canal in front of the station, the museum is, at…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-north-and-east/groningen-city/attractions/groninger-museum/a/poi-sig/496496/360844",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-149629332_full.jpg",
        "detail_description": "Those arriving by train can't help but notice the Groninger Museum. Occupying three islands in the ring canal in front of the station, the museum is, at the very least, a striking structure that will draw an opinion from any observer. Within is a scintillating mix of international artworks from throughout the ages.\nThe wildly eclectic architecture was the brainchild of Alessandro Mendini, who invited three of his fellow architects to each tackle a section. This explains why, to many, the museum has little consistency and appears thrown together on a whim. Inside, things are quite different: bright, pastel colours add life to the exhibition halls, and natural light seeps in from all angles.The Mendini Pavilion, a picture of deconstruction, holds temporary exhibitions; like the curatorial direction, they are a wonderfully eccentric mix."
    },
    {
        "country": "the-netherlands",
        "index": 9,
        "name": "Verzetsmuseum",
        "latitude": "52.367778",
        "longitude": "4.912874",
        "excerpt": "The museum of the Dutch Resistance brings the horror of German occupation in WWII vividly alive, using personal stories, letters, artefacts, films and…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/nieuwmarkt/attractions/verzetsmuseum/a/poi-sig/387529/1323038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/015d16faee44773a315791f814614c0bacfc9dfbcccfaeb20d431a0e44f1cf4b.jpg",
        "detail_description": "The museum of the Dutch Resistance brings the horror of German occupation in WWII vividly alive, using personal stories, letters, artefacts, films and photographs to illuminate local resistance to (but also collaboration with) the Nazis. There's also a section on the Dutch East Indies (now Indonesia) pre- and postwar. Labels are in Dutch and English, and there is a free audioguide available in multiple languages. Allow at least a couple of hours to explore the museum.\nThe Verzetsmuseum Junior section relates the stories of four Dutch children, putting the Resistance into context for kids with engaging interactive exhibits. The museum shop has a good selection of books, and the elegant cafe next door is a perfect refuge for a post-museum discussion on the politics of resistance over coffee and cakes."
    },
    {
        "country": "the-netherlands",
        "index": 10,
        "name": "Royal Palace",
        "latitude": "52.373143",
        "longitude": "4.891899",
        "excerpt": "Opened as a town hall in 1655, this resplendent building became a palace in the 19th century. The interiors gleam, especially the marble work – at its…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/medieval-centre-and-red-light-district/attractions/royal-palace/a/poi-sig/1229762/1323036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/aa372a44fb2675894c1ed1ab3e4f7e83-royal-palace.jpg",
        "detail_description": "Opened as a town hall in 1655, this resplendent building became a palace in the 19th century. The interiors gleam, especially the marble work – at its best in a floor inlaid with maps of the world in the great burgerzaal (citizens’ hall) at the heart of the building. Pick up a free audioguide at the desk when you enter; it explains everything you'll see in vivid detail. King Willem-Alexander uses the palace only for ceremonies; check for periodic closures.\nWhen it was designed by architect Jacob van Campen, the opulent structure showcased Amsterdam's wealth in a way that rivalled the grandest European buildings of the time. Most of the palace’s rooms spread over the 1st floor; highlights include 51 chandeliers, damasks, gilded clocks, and rich paintings by Ferdinand Bol and Jacob de Wit."
    },
    {
        "country": "the-netherlands",
        "index": 11,
        "name": "Stedelijk Museum",
        "latitude": "52.357879",
        "longitude": "4.879968",
        "excerpt": "This fabulous museum houses the collection amassed by postwar curator Willem Sandberg. The ground-floor Stedelijk Base exhibition displays a rotating…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/vondelpark-and-around/attractions/stedelijk-museum/a/poi-sig/388137/1323043",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/665b319f7b764fe4f352964570e00a32-stedelijk-museum.jpg",
        "detail_description": "This fabulous museum houses the collection amassed by postwar curator Willem Sandberg. The ground-floor Stedelijk Base exhibition displays a rotating selection of the amazing collection's highlights, featuring works by Picasso, Matisse, Mondrian, Van Gogh, Rothko, Jeff Koons, Yves Klein, Lichtenstein, Yayoi Kusama and more, plus an exuberant Karel Appel mural. The museum also hosts excellent temporary exhibitions. The free in-depth audioguide is fantastic and there are themed guided tours; book online. Unlike other museums in the area, you seldom have to queue.\nMuseumkaart and I Amsterdam cardholders get in free. The building was originally a bank, built in 1895 to a neo-Renaissance design by AM Weissman, and the modern extension is nicknamed 'the Bathtub' for reasons that will be obvious when you see it."
    },
    {
        "country": "the-netherlands",
        "index": 12,
        "name": "Museum Boijmans van Beuningen",
        "latitude": "51.914020195179",
        "longitude": "4.4730190690055",
        "excerpt": "The roll-call of artists represented in the collection of Rotterdam's pre-eminent fine-arts museum is stellar and spans multiple periods and movements:…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/centrum/attractions/museum-boijmans-van-beuningen/a/poi-sig/429662/1342356",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/443c28f545a868edfd3e975b9b1643b8-museum-boijmans-van-beuningen.jpg",
        "detail_description": "The roll-call of artists represented in the collection of Rotterdam's pre-eminent fine-arts museum is stellar and spans multiple periods and movements: Rubens, Rembrandt, Monet, Degas, Van Gogh, Picasso, Degas, Miró, Bacon and many other luminaries are represented. Highlights include Jan van Eyck's The Three Marys at the Tomb (1425–35), Hieronymus Bosch's The Pedlar (c1500), Lucas Cranach's Portrait of Desiderius Erasmus (c1530–36) and Pieter Brueghel the Elder's Tower of Babel (c1568). The design galleries on the ground floor are well worth browsing, too.\nThe museum's Babel Restaurant occupies a glass pavilion overlooking the sculpture garden and is an excellent place to enjoy lunch. There's also an espresso bar near the entrance.In 2021, the museum's Depot Building opened its doors, which includes expositions, museum storage that is open for visitors on guided tours and the roof top Restaurant Renilde – with a panoramic view of the city."
    },
    {
        "country": "the-netherlands",
        "index": 13,
        "name": "Domtoren",
        "latitude": "52.090608346054",
        "longitude": "5.1213175478142",
        "excerpt": "Utrecht's most striking medieval landmark, this 112m tower is worth the 465-step climb for unbeatable city views: on a clear day you can see Amsterdam…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/utrecht-city/attractions/domtoren/a/poi-sig/496086/360853",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/aaf08a3bf87dbc25984c7a7651a492c6-domtoren.jpg",
        "detail_description": "Utrecht's most striking medieval landmark, this 112m tower is worth the 465-step climb for unbeatable city views: on a clear day you can see Amsterdam. Visits are by guided tour only, departing at least hourly on the hour. Buy tickets at the tourist office across the square or prebook online (advisable in summer). The tower was originally part of a splendid 14th-/15th-century cathedral complex whose nave was blown down by a freak hurricane in 1674.\nIt was never rebuilt, which has left the tower disconnected from the remnant transept and chancel of the Domkerk. Where the nave should be is now the open square of Domplein."
    },
    {
        "country": "the-netherlands",
        "index": 14,
        "name": "NEMO Science Museum",
        "latitude": "52.374248393694",
        "longitude": "4.9123582722735",
        "excerpt": "Perched atop the entrance to the IJ Tunnel is this unmissable green-copper building with a slanted roof, designed by Italian architect Renzo Piano and…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/nieuwmarkt/attractions/nemo-science-museum/a/poi-sig/387445/1323038",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_162619127.jpg",
        "detail_description": "Perched atop the entrance to the IJ Tunnel is this unmissable green-copper building with a slanted roof, designed by Italian architect Renzo Piano and almost surrounded by water. Its rooftop square has great views and water- and wind-operated hands-on exhibits. Inside, everything is interactive, with four floors of investigative mayhem kids of all ages will enjoy. Experiment with lifting yourself up via a pulley, making bubbles, building structures, dividing light into colours, racing your shadow, watching a chain-reaction display and discovering the teenage mind.\nPiano conceived the design as the inverse of the IJ Tunnel below. Inside, his design reflects a 'noble factory', with exposed wiring and pipes."
    },
    {
        "country": "the-netherlands",
        "index": 15,
        "name": "Escher in Het Paleis",
        "latitude": "52.083436",
        "longitude": "4.314226",
        "excerpt": "Once home to members of the Dutch royal family, the 18th-century Lange Voorhout Palace now houses a collection of the work of Dutch graphic artist MC…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/den-haag/attractions/escher-in-het-paleis/a/poi-sig/1020026/360849",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/8b0c06476b422487cc20e08fac59d7ba-escher-in-het-paleis.jpg",
        "detail_description": "Once home to members of the Dutch royal family, the 18th-century Lange Voorhout Palace now houses a collection of the work of Dutch graphic artist MC Escher (1898–1972). The permanent exhibition features notes, letters, photos and plenty of woodcuts and lithographs from various points of his career, including everything from the early realism to the later phantasmagoria. All are fascinating exercises in the blending of different perspectives, and the conjunction of mathematical rules and artistic subject matter.\nA video presentation about the artist and his work gives useful context, and there are a number of multimedia exhibits including the (paid) opportunity to be photographed in Escher simulations. Note that the Museumkaart is not accepted here."
    },
    {
        "country": "the-netherlands",
        "index": 16,
        "name": "Albert Cuypmarkt",
        "latitude": "52.355775",
        "longitude": "4.894677",
        "excerpt": "Some 260 stalls fill the Albert Cuypmarkt, Amsterdam's largest and busiest market. Vendors loudly tout their array of gadgets, homewares, flowers, fruit,…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/de-pijp/attractions/albert-cuypmarkt/a/poi-sig/1236022/1323046",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/973f77894c531e2471f40270f878e7e9985088f78d1ac3c935c7f9b2e16c0c09.jpg",
        "detail_description": "Some 260 stalls fill the Albert Cuypmarkt, Amsterdam's largest and busiest market. Vendors loudly tout their array of gadgets, homewares, flowers, fruit, vegetables, herbs and spices. Many sell clothes and other goods, too, and they're often cheaper than anywhere else. Snack vendors tempt passers-by with raw-herring sandwiches, frites (fries), poffertjes (tiny Dutch pancakes dusted with icing sugar) and caramel syrup-filled stroopwafels. If you have room after all that, the surrounding area teems with cosy cafés (pubs) and restaurants.\n"
    },
    {
        "country": "the-netherlands",
        "index": 17,
        "name": "Amsterdam Museum",
        "latitude": "52.370189",
        "longitude": "4.890794",
        "excerpt": "Entrepreneurship, free thinking, citizenship and creativity are the four cornerstones of the multimedia DNA exhibit at this riveting museum, which splits…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/medieval-centre-and-red-light-district/attractions/amsterdam-museum/a/poi-sig/1229763/1323036",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/494e1c84094da07799679119af452c83-amsterdam-museum.jpg",
        "detail_description": "Entrepreneurship, free thinking, citizenship and creativity are the four cornerstones of the multimedia DNA exhibit at this riveting museum, which splits Amsterdam's history into seven key periods, comprehensively described by audioguides (included in admission). Unlike at many of the city's museums, crowds are rare. It's reached via the arcade containing the free Civic Guard Gallery off Kalverstraat 92.\nThe museum occupies Amsterdam's former civic orphanage, and a special exhibition aimed at kids covers 17th-century orphanage life, with displays of dormitories, classrooms, bathrooms and kitchens."
    },
    {
        "country": "the-netherlands",
        "index": 18,
        "name": "Tropenmuseum",
        "latitude": "52.362622535281",
        "longitude": "4.9208046191695",
        "excerpt": "A great arched, galleried space, the Tropenmuseum houses a three-storey collection of artefacts from all over the world, depicting a wide range of…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/amsterdam/oosterpark-and-south-amsterdam/attractions/tropenmuseum/a/poi-sig/387555/1323048",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5d20830afbb8bee93a8ecf1602deafb9ba5b5d8aeed0b9f23e53d0b0a23d4bbe.jpg",
        "detail_description": "A great arched, galleried space, the Tropenmuseum houses a three-storey collection of artefacts from all over the world, depicting a wide range of cultures from the past and present. The permanent collection, Things That Matter, focuses on identity and themes that connect people all over the globe. It's all presented with insight, imagination and a fair amount of multimedia, and there are great temporary exhibitions. There’s a hands-on children’s section, a fine gift shop and a lovely cafe.\nThe museum's entire 1st floor will be undergoing renovations in 2021 and items on display are expected to change."
    },
    {
        "country": "the-netherlands",
        "index": 19,
        "name": "St Servaasbasiliek",
        "latitude": "50.849239",
        "longitude": "5.686669",
        "excerpt": "Built above and around the shrine of St Servaas (Servatius), the first bishop of Maastricht, the basilica presents an architectural pastiche whose…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-southeast/maastricht/attractions/st-servaasbasiliek/a/poi-sig/429608/360856",
        "image_url": null,
        "detail_description": "Built above and around the shrine of St Servaas (Servatius), the first bishop of Maastricht, the basilica presents an architectural pastiche whose earliest sections date from AD 1000. Its beautiful curved brick apse and towers dominate the Vrijthof. Tickets include access to the cloister garden and the four-room treasury whose star attractions are St Servaas' gilded bust and 11th-century sarcophagus.\nThe linen that wrapped his body is also preserved while, up the spiral stairs, the forearm of St Thomas is one of many other sacred reliqueries.The basilica itself is huge and while less atmospheric than the Lieve Vrouwbasiliek, there's a small underground sub-chapel beneath the altar where St Servaas's original 384 AD gravesite is preserved in a cellar-like crypt. Except during religious ceremonies, entry is by ticket from the northwest corner, though without paying you can peer through glass in the southwest corner to get just a minor impression of the polychrome statuary and arches of the original main portal."
    },
    {
        "country": "the-netherlands",
        "index": 20,
        "name": "Museum Rotterdam '40-'45 NU",
        "latitude": "51.908835",
        "longitude": "4.458261",
        "excerpt": "Good things often come in small packages, and so it is with this small but excellent museum sheltered under a bridge on the Coolhaven. An eight-minute…",
        "detail_url": "https://www.lonelyplanet.com/the-netherlands/rotterdam/westen/attractions/museum-rotterdam-40-45-nu/a/poi-sig/1127368/1342357",
        "image_url": null,
        "detail_description": "Good things often come in small packages, and so it is with this small but excellent museum sheltered under a bridge on the Coolhaven. An eight-minute immersive multimedia experience outlines the terror and destruction caused by the bombing of Rotterdam on 14 May 1940, when 54 German aircraft dropped 1300 bombs on the city over a 13-minute period. Artefact-driven displays focus on all aspects of the wartime experience, interspersing tales of optimism and bravery among many sad stories.\nTopics addressed in the well-labelled displays include the great fire that followed the bombing, the treatment of Rotterdam's Jewish community, the equally destructive Allied bombings of 1943 and the liberation of the city by Canadian troops on 8 May 1945. A thought-provoking and depressing display in the foyer reminds visitors that many other cities have undergone experiences such as Rotterdam's in recent times.During Dutch school holidays, the museum is open 10am to 5pm Tuesday to Friday as well as weekends; check the website for holiday dates."
    }
]