[
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 1,
        "name": "Weekend Market",
        "latitude": "27.475075",
        "longitude": "89.641346",
        "excerpt": "Thimphu's Weekend Market fills a maze-like pavilion on the west bank of the Wang Chhu, just north of Changlimithang Stadium. Vendors from throughout the…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/weekend-market/a/poi-sig/449051/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ab8ddf1de05e93d7afa87c2ae89a4837-weekend-market.jpg",
        "detail_description": "Thimphu's Weekend Market fills a maze-like pavilion on the west bank of the Wang Chhu, just north of Changlimithang Stadium. Vendors from throughout the region start arriving on Thursday and remain until Sunday night, filling the market halls and surrounding streets with produce. The incense area is one of the most interesting, full of deliciously aromatic raw ingredients and pink cubes of camphor and saffron that are used to flavour the holy water given to pilgrims in lhakhangs.\nWander around the stalls and you'll find a pungent collection of dried fish, strips of fatty pork and discs of datse (soft cheese), as well as dried chillies, local pickles and condiments and bottles of wild honey from southern Bhutan. During the winter you can even pick up a leg of yak (with the hoof still attached). Depending on the season, look out for banana pods, jackfruit and the curly fern fronds known as nakey. The cereals section has red rice and kapche, the ground roasted barley beloved by highland Bhutanese and Tibetans (known as tsampa across the Himalaya). The action spills over into the surrounding streets, which are a buzz of activity at market time.Nearby, across a traditional cantilevered bridge, is the weekends-only Handicrafts Market."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 2,
        "name": "Simtokha Dzong",
        "latitude": "27.438212",
        "longitude": "89.669638",
        "excerpt": "About 5km south of Thimphu on the old road to Paro and Phuentsholing, the handsomely proportioned Simtokha Dzong was built in 1629 by Zhabdrung Ngawang…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/south-of-thimphu/attractions/simtokha-dzong/a/poi-sig/1538283/1335502",
        "image_url": null,
        "detail_description": "About 5km south of Thimphu on the old road to Paro and Phuentsholing, the handsomely proportioned Simtokha Dzong was built in 1629 by Zhabdrung Ngawang Namgyal. The site is said to mark the spot where a demon vanished into a rocky outcrop, hence the name Simtokha, from simmo (demoness) and do (stone). The site was also a vitally strategic location from which to protect the Thimphu valley and the passage east to the Dochu La and eastern Bhutan.\nOfficially known as Sangak Zabdhon Phodrang (Palace of the Profound Meaning of Secret Mantras), Simtokha is often said to be the first dzong built in Bhutan. In fact, there were dzongs in Bhutan as early as 1153, but this was the first dzong built by the Zhabdrung, and was the first structure to incorporate both monastic and administrative facilities. It is also the oldest dzong to have survived as a complete structure. Just above the dzong is Bhutan's Institute for Language and Culture Studies.During its construction Simtokha Dzong was attacked by an alliance of Tibetans and five Bhutanese lamas from rival Buddhist schools who were opposed to the Zhabdrung's rule. The attack was repelled and the leader of the coalition, Palden Lama, was killed. In 1630 the Tibetans attacked again and took the dzong, but the Zhabdrung regained control when the main building caught fire and the roof collapsed, killing the invaders. Descriptions of the original buildings at Simtokha Dzong were provided by two Portuguese Jesuit priests who visited in 1629 on their way to Tibet.The fortress was restored and expanded by the third desi (secular ruler), Mingyur Tenpa, in the 1670s, and it has been enlarged and modified many times since. The fine murals inside have been restored by experts from Japan. The squat, whitewashed dzong looks more fortress-like than most, and the only gate is on the south side (though the original gate was on the west wall). As you enter, note the murals of the four guardian kings – Vaishravana (north), Dhritarashtra (east), Virudhaka (south) and Virupaksha (west) – protecting the four cardinal directions, and the jewel-vomiting mongoose in the hand of the yellow King of the North.The utse (central tower) is three storeys high, and prayer wheels around the courtyard are backed by more than 300 slate carvings depicting saints and philosophers. The large central figure in the central lhakhang is of Sakyamuni, flanked by the eight bodhisattvas, and the ceiling is hung with an incredible array of dhvaja (victory banners) in brightly coloured silk. The dark murals inside this lhakhang are some of the oldest and most beautiful in Bhutan and the walls are adorned with embroidered thangkas (religious pictures).In the western chapel are statues of Chenresig, green and white Taras, and an early painting of Zhabdrung Ngawang Namgyal. Check out the tigers' tails and guns hanging from the pillars in the eastern goenkhang, a protector chapel dedicated to the guardians of Bhutan, Yeshe Goenpo (Mahakala) and Pelden Lhamo."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 3,
        "name": "Trashi Chho Dzong",
        "latitude": "27.489802",
        "longitude": "89.635181",
        "excerpt": "This splendid dzong, north of the city on the west bank of the Wang Chhu, dominates the valley, looking out over a cascade of terraced fields. It's…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/trashi-chho-dzong/a/poi-sig/449047/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/920de4c69eb8dc956b6687b1e78ae804-trashi-chhoe-dzong.jpg",
        "detail_description": "This splendid dzong, north of the city on the west bank of the Wang Chhu, dominates the valley, looking out over a cascade of terraced fields. It's Thimphu's grandest building by far, and served as the official seat of the Druk Desi, the head of the secular government that shared power with the religious authorities, from the 18th to the 19th centuries. The dzong was the site of the lavish formal coronation of the fifth king in 2008.\nThe building you see today is actually not the original Thimphu dzong. The first fortress – the Dho-Ngen Dzong (Blue Stone Dzong) – was erected in 1216 on the hillside where Dechen Phodrang now stands, and it was adopted as the seat of Lama Phajo Drukgom Shigpo, who brought the Drukpa Kagyu lineage to Bhutan. The fort was renamed Trashi Chho Dzong (Fortress of the Glorious Religion) when it passed from the descendants of Lama Phajo to Zhabdrung Ngawang Namgyal in 1641.The Zhabdrung planned to house both monks and civil officials in the dzong, but it was too small, so he built a new dzong lower down in the valley for the civil officials, and this soon become the focus of attention. The upper dzong was eventually destroyed by fire in 1771 and the lower dzong was expanded before also suffering a devastating fire in 1866. Such setbacks are not unusual in the history of a dzong, and the lower dzong was rebuilt, before suffering damage in two further fires and the deadly earthquake of 1897.When King Jigme Dorji Wangchuck moved his capital to Thimphu in 1962, he began a five-year project to renovate and enlarge the dzong. The royal architect left the utse (central tower) untouched, along with the imposing chapel and assembly hall in the courtyard, but the rest of the compound was rebuilt in traditional fashion, without nails or architectural plans. The dzong once housed the National Assembly and now houses the secretariat, the throne room, and offices of the king and the ministries of home affairs and finance. The courtyard to the north of the assembly hall hosts Thimphu's biggest annual bash, the colourful tsechu festivities.The dzong's whitewashed perimeter walls are guarded by three-storey towers at the four corners, capped by red-and-gold, triple-tiered roofs. The only way to enter the fort is via one of two gateways on the eastern side of the structure. The southern entrance leads to the administrative section (off-limits to visitors), while the northern entrance leads to the monastic quarter, the summer residence of the dratshang (central monk body).Entering the dzong via the northern entrance after a thorough security check, visitors are greeted by depictions of the four guardian kings, while the steps are flanked by images of Drukpa Kunley, Thangtong Gyelpo and Togden Pajo (the founder of nearby Phajoding Monastery). Beyond is the vast, flagstone dochey (courtyard) and the utse. It's hard not to be humbled by the dramatic proportions of the architecture, and the enclosed silence broken only by the flight of pigeons, the shuffle of feet and the whir of prayer wheels.The northern part of the compound, which visitors are free to explore, contains the towering utse, accessed via a steep wooden stairway. If you're allowed in, look for the 3rd-floor funeral chorten of the 69th Je Khenpo, where pilgrims receive the blessing of betel nut from his nut container. If this intrigues you, head next door to visit the toilet of the Zhabdrung in his former living room.Nearby in the courtyard is the Lhakhang Sarp, a small chapel with handsome mythical beasts supporting its beams. The original dukhang (assembly hall) on the edge of the square enshrines a huge statue of Sakyamuni (the historical Buddha) and the thrones of the current king, past king and Je Khenpo. Look to the ceiling for fine mandala paintings.Northeast of the dzong is an excellent example of a traditional cantilever bridge. To the southeast is the unassuming residence of the current king, while across the river you can see the impressive, step-roofed National Assembly. The small Neykhang Lhakhang, west of the dzong, houses the local protective deities Gyenyen Jagpa Melen and Dorji Daktshen, and is off-limits to visitors.The large open-air courtyard on the north side of the dzong hosts the dances of the annual tsechu festival in September. The dzong's huge Sangay Tsokhorsum Thondrol (painted/embroidered religious picture) is unfurled here at the climax of the tsechu."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 4,
        "name": "Changangkha Lhakhang",
        "latitude": "27.47332",
        "longitude": "89.628275",
        "excerpt": "This traditional Bhutanese temple perched like a fortress on a ridge above central Thimphu hums with pilgrim activity. It was established in the 12th…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/changangkha-lhakhang/a/poi-sig/449019/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102270757_super.jpg",
        "detail_description": "This traditional Bhutanese temple perched like a fortress on a ridge above central Thimphu hums with pilgrim activity. It was established in the 12th century on a site chosen by Lama Phajo Drukgom Shigpo, originally from Ralung in Tibet. Parents come here to get auspicious names for their newborns or blessings for their young children from the protector deity Tamdrin (to the left in the grilled inner sanctum). Children are blessed by a phurba (ritual dagger) and given a sacred thread.\nThe interior murals are particularly fine. Give the resident astrologer your birth date and he will consult divination charts to decide what kind of protective prayer flags will benefit you. Don't leave without checking out the shrine to the tshomen (mermaid) in the central courtyard and then taking in the excellent view from the kora (circumambulation) path around the compound. Come early in the morning, before groups arrive, to enjoy Changangkha at its most peaceful."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 5,
        "name": "Tango Goemba",
        "latitude": "27.601411",
        "longitude": "89.646206",
        "excerpt": "Tango is the residence of Gyalse Rinpoche, recognised as the seventh reincarnation of Gyalse Tenzin Rabgye, founder of Taktshang Goemba. The original…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/north-of-thimphu/attractions/tango-goemba/a/poi-sig/1536357/1335501",
        "image_url": null,
        "detail_description": "Tango is the residence of Gyalse Rinpoche, recognised as the seventh reincarnation of Gyalse Tenzin Rabgye, founder of Taktshang Goemba. The original monastery was founded in the 12th century but it was the 'divine madman', Lama Drukpa Kunley, who built the present building in the 15th century. Notable for its striking curved frontage, Tango is part of an important university of Buddhist studies – the main campus is down in the valley and monks trek back and forth between the two throughout the day.\nIn 1616 Zhabdrung Ngawang Namgyal visited Tango and meditated in a nearby cave, and the head lama made a gift of the entire complex. In gratitude, the Zhabdrung carved a sandalwood statue of Chenresig, which he installed in the monastery. Because of its connections to the Zhabdrung, Tango is a popular place to visit during the memorial of his death in April or May, known as the Zhabdrung Kuchoe.Once you reach the main three-storey goemba there are several chapels to visit, including the 3rd-floor zimchung (living quarters) of the fourth Druk Desi, where you can receive a blessing from his walking stick. The timbers of the surrounding compound are adorned with fine carvings of the Buddhist eight auspicious signs. Restoration work is ongoing at the goemba, using materials hauled up from the bottom of the valley on an old-fashioned cableway.The trail from the car park climbs 280m and takes about 40 minutes if you follow the steeper direct trail, or about an hour if you take the longer, more gradual trail. En route you'll pass Buddhist quotes to inspire you on the spiritual path.As you climb to the monastery take the left branch to first visit the meditation cave of the Zhabdrung (Tandin Ney) on a rock outcrop looking out over the valley. Tango gets its name (it translates to 'horse head') from the natural shape of this rocky protrusion. A small chapel enshrines a large crystal that was carried from Tibet and is used in visualisation meditations."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 6,
        "name": "National Memorial Chorten",
        "latitude": "27.466531",
        "longitude": "89.637781",
        "excerpt": "This large chorten is one of the most visible landmarks in Thimphu, and for many Bhutanese it is the focus of daily worship. The Tibetan-style stupa was…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-memorial-chorten/a/poi-sig/1113820/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148515496_high.jpg",
        "detail_description": "This large chorten is one of the most visible landmarks in Thimphu, and for many Bhutanese it is the focus of daily worship. The Tibetan-style stupa was built in 1974 as a memorial to the third king, Jigme Dorji Wangchuck (1928–72). Early morning is a great time to visit, as elderly people shuffle meditatively around the chorten, families light butter lamps, and kids dressed in their smartest ghos and kiras (traditional dress for men and women) rush out a quick kora (ritual circumambulation) on their way to school.\nThe whitewashed chorten, with its sun-catching golden finial, has richly painted annexes facing the cardinal directions, and features elaborate mandalas, statues and a shrine dedicated to the popular king. The action continues from dawn till long after dark, but tourists are discouraged from visiting at night to give devotees some respite. Clock the dedicated group of old timers hauling away at room-size giant prayer wheels beside the main entrance."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 7,
        "name": "National Institute of Traditional Medicine",
        "latitude": "27.480691",
        "longitude": "89.629665",
        "excerpt": "Established in 1978, this institute collects medicinal plants from remote corners of the Bhutanese Himalaya, and distributes pills, ointments and…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-institute-of-traditional-medicine/a/poi-sig/449033/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169688337_medium.jpg",
        "detail_description": "Established in 1978, this institute collects medicinal plants from remote corners of the Bhutanese Himalaya, and distributes pills, ointments and medicinal teas to regional health-care units around the country. As well as a fully functioning herbal medicine hospital, there's a small museum here covering some of the 300 herbs, minerals and animal parts that Bhutanese doctors have to choose from.\nOf particular interest is yartsa goenbub (cordyceps) – actually the bodies of caterpillars and other bugs that have been infested by a parasitic fungus – which is consumed as a form of 'Himalayan Viagra'. The curious 'worm-root' sells for up to US$25,000 per kilogram in China. Also pause to examine the intricate 'Celestial City of Medicine' sculpture in the lobby.If you're feeling under the weather, the on-site clinic will tell you if your wind, bile and phlegm are in balance and prescribe appropriate medicines or treatments, all free of charge. Lasgang root and gentiana are said to do wonders for a sore throat, while chozen nagsel helps in curing all diseases apparently caused by evil spirits."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 8,
        "name": "National Institute for Zorig Chusum",
        "latitude": "27.4831",
        "longitude": "89.631524",
        "excerpt": "This institute, commonly known as 'the painting school', operates four- to six-year courses that provide instruction in Bhutan's 13 traditional arts…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-institute-for-zorig-chusum/a/poi-sig/449031/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/29729bf4873896dcfa2c207f2e651a515cf6b0932f68ae5ab61ed29a4e8a803b.jpg",
        "detail_description": "This institute, commonly known as 'the painting school', operates four- to six-year courses that provide instruction in Bhutan's 13 traditional arts. Students specialise in painting (of both furniture and thangkas – painted religious pictures, usually on canvas), woodcarving (masks, statues, bowls), embroidery (hangings, boots, clothes) or statue-making (clay). Students are well used to having visitors while they work and it's fine to take photos.\nIt's hard not to be impressed by the skill and discipline of the young students, and their work is sold at fair prices in the school showroom."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 9,
        "name": "National Textile Museum",
        "latitude": "27.478863",
        "longitude": "89.636132",
        "excerpt": "Thimphu's best museum is part of the Royal Textile Academy. It features a stunning display of ancient and modern textiles, and explores the rich…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-textile-museum/a/poi-sig/1366387/355838",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock610666673-RFE.jpg",
        "detail_description": "Thimphu's best museum is part of the Royal Textile Academy. It features a stunning display of ancient and modern textiles, and explores the rich traditions of Bhutan's national arts of thagzo (weaving) and tshemzo (embroidery). The ground floor focuses on royal ghos, including the wedding clothes worn by the fourth king and his four wives. The upper floor introduces the major weaving techniques, styles of local dress and types of textiles made by women and men. No photography is allowed.\nThe museum shop offers some interesting books and fine textiles. Across the courtyard is the Royal Textile Academy conservation centre, where you can watch a small group of weavers working their looms."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 10,
        "name": "Changlimithang Stadium",
        "latitude": "27.470858",
        "longitude": "89.641045",
        "excerpt": "The national stadium occupies the site of the 1885 battle that helped establish the political supremacy of Ugyen Wangchuck, Bhutan's first king. There are…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/changlimithang-stadium/a/poi-sig/449021/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-103787502_high.jpg",
        "detail_description": "The national stadium occupies the site of the 1885 battle that helped establish the political supremacy of Ugyen Wangchuck, Bhutan's first king. There are regular football matches here and it's also the focus for holiday celebrations such as the King's birthday (21 to 23 February). See local newspapers for upcoming sporting events.\n"
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 11,
        "name": "Motithang Takin Preserve",
        "latitude": "27.481147818347",
        "longitude": "89.613257646561",
        "excerpt": "Off the road leading to the BBS Tower, this preserve for Bhutan's curious national animal was originally established as a zoo, but the fourth king decided…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/motithang-takin-preserve/a/poi-sig/449029/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102269201_super.jpg",
        "detail_description": "Off the road leading to the BBS Tower, this preserve for Bhutan's curious national animal was originally established as a zoo, but the fourth king decided this was not in keeping with Bhutan's environmental and religious convictions, and the takin were released into the wild. Unfortunately the animals were so tame they took to wandering the streets of Thimphu looking for food, so this enclosed area was set aside to keep them safe.\nAlthough the entry fee is high, the setting is peaceful and it's worth taking the time to see these oddball mammals. The best time to view the takin up close is early morning, when they gather near the fence to feed."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 12,
        "name": "Buddha Dordenma",
        "latitude": "27.443592",
        "longitude": "89.645305",
        "excerpt": "The huge 51m-tall steel statue of Buddha Dordenma commands the entry to the Thimphu valley. The massive three-storey base houses a large chapel full of…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/buddha-dordenma/a/poi-sig/1366186/355838",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/53110558.jpg",
        "detail_description": "The huge 51m-tall steel statue of Buddha Dordenma commands the entry to the Thimphu valley. The massive three-storey base houses a large chapel full of thousands of donated Buddha statuettes, while the body itself is filled with 125,000 smaller statues of Buddha. The chapel roof has some particularly fine mandalas. The Buddha looks amazing when illuminated at night. The area is called Changri Kuensel Phodrang after the former palace of the 13th Druk Desi that once stood here.\nThe statue was made in China, cut into pieces and then shipped and trucked in from Phuentsholing – we would've loved to have seen the faces of the local farmers as the super-sized features of the Buddha drove by! The paved road to the site, also known as 'Buddha Point', passes a new Hindu temple and is a popular biking route. A 3.5km mountain-bike trail branches off from just below the Buddha site to Depsi, near Babesa; in the other direction, you can continue as far as Pangri Zampa."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 13,
        "name": "Talakha Goemba",
        "latitude": "27.4165",
        "longitude": "89.677792",
        "excerpt": "Poised high above Simtokha Dzong at 3080m, this 15th-century goemba offers spectacular views over the peaks to the north and south of the capital and…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/south-of-thimphu/attractions/talakha-goemba/a/poi-sig/1622485/1335502",
        "image_url": null,
        "detail_description": "Poised high above Simtokha Dzong at 3080m, this 15th-century goemba offers spectacular views over the peaks to the north and south of the capital and along the Thimphu valley. The interior is unusually well lit, so you can see the detail of the fine murals inside, depicting various protector deities. The goenkhang (protector chapel) is adorned with ancient weaponry and Kalashnikov rifles captured from Assamese separatists during Operation All Clear.\nThe walking trail from Simtokha Dzong is now blocked, so the best approach is via the deeply rutted 4WD track that climbs up from the road to Wangdue Phodrang. On the way, you'll pass through Chamgang, home to Bhutan's main prison and numerous houses adorned with phallus symbols. Alternatively, visit on the last day of the Dagala Thousand Lakes trek. From the monastery, it's a strenuous six- to nine-hour hike up to the 4280m Talakha peak."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 14,
        "name": "Cheri Goemba",
        "latitude": "27.603085",
        "longitude": "89.625263",
        "excerpt": "From the river confluence at Dodina, a steep trail climbs for 45 minutes through a forest adorned with prayer flags to Cheri Goemba, established by…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/north-of-thimphu/attractions/cheri-goemba/a/poi-sig/1537760/1335501",
        "image_url": null,
        "detail_description": "From the river confluence at Dodina, a steep trail climbs for 45 minutes through a forest adorned with prayer flags to Cheri Goemba, established by Zhabdrung Ngawang Namgyal in 1620 as the home for Bhutan's first monk body. A richly decorated silver chorten inside the upper goemba enshrines the ashes of the Zhabdrung's father, whose body was smuggled here from Tibet. Cheri is an important place for meditation retreats, so try not to disturb anyone.\nCheri's goenkhang (protector chapel) features the two patron protector deities of Cheri and Tango. From the goemba, it's a steep climb (pilgrims aim to do it without pausing) to the Demon-Subjugating Monastery, built into the cliff where the Zhabdrung overcame the local demons. Look for tame brown goral (mountain goats) grazing the monastery grounds.Monastic cells are scattered up the steep slopes behind the goemba, which is undergoing major reconstruction work. Traditional building materials are hauled here using a steep cableway running down to the bottom of the valley."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 15,
        "name": "Pangri Zampa",
        "latitude": "27.53613",
        "longitude": "89.648266",
        "excerpt": "Founded in the early 16th century, this riverside monastery complex houses Bhutan's most important college for traditional astrology. Zhabdrung Ngawang…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/north-of-thimphu/attractions/pangri-zampa/a/poi-sig/1538488/1335501",
        "image_url": null,
        "detail_description": "Founded in the early 16th century, this riverside monastery complex houses Bhutan's most important college for traditional astrology. Zhabdrung Ngawang Namgyal stayed here after he arrived in Bhutan in 1616 because the temple appeared in the vision that directed him from Tibet. It's a photogenic stop even if none of the chapels are open, and the whitewashed buildings have colourful curtains on their eaves that ripple like the dress of a flamenco dancer in the breeze.\nThe complex gets its name from the cantilevered bridge beside the complex, and the two huge cypress trees in front of the temple are said to be the biggest in the country. The well-respected head astrologer here was entrusted to divine the auspicious date for the king's coronation in 2008. The next-door Drolma Zhingkham Lhakhang was built recently by the Royal Grandmother and is dedicated to 21 images of Tara. Above Pangri Zampa, the tall Dechenphu Lhakhang is home to Gyenyen, the valley's protective deity, and is off-limits to tourists."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 16,
        "name": "Dechen Phodrang",
        "latitude": "27.501624",
        "longitude": "89.632673",
        "excerpt": "Beyond Trashi Chho Dzong at the north end of town, Dechen Phodrang stands on the site of Thimphu's original 12th-century dzong. Since 1971 it has housed…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/dechen-phodrang/a/poi-sig/449023/355838",
        "image_url": null,
        "detail_description": "Beyond Trashi Chho Dzong at the north end of town, Dechen Phodrang stands on the site of Thimphu's original 12th-century dzong. Since 1971 it has housed the state lobra (monastic school), providing an education for more than 280 novice monks. If you visit during breaks between classes, expect lots of questions from the students!\nThe attractively proportioned main chapel contains murals dating back to the original 13th-century monastery, and the upper floor features a large figure of Zhabdrung Ngawang Namgyal. There is also a spooky side goenkhang (chapel dedicated to protective deities)."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 17,
        "name": "Changlimithang Archery Ground",
        "latitude": "27.468992",
        "longitude": "89.641464",
        "excerpt": "Most days of the week you'll find arrows flying at the city's most important archery ground, just down from Changlimithang Stadium. Teams compete to hit…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/changlimithang-archery-ground/a/poi-sig/1536356/355838",
        "image_url": null,
        "detail_description": "Most days of the week you'll find arrows flying at the city's most important archery ground, just down from Changlimithang Stadium. Teams compete to hit targets over a distance of 145m, while their competitors pass comment on misses, and sing and dance to celebrate shots on target. Traditional bamboo or high-tech carbon-fibre compound bows are used, and a tournament is quite a spectacle, with lots of good-natured ribbing and camaraderie.\nIt's a miracle that more archers don't get injured considering how close they stand to the targets. An on-site shop sells traditional bamboo bows."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 18,
        "name": "National Library",
        "latitude": "27.483485",
        "longitude": "89.632312",
        "excerpt": "The National Library was established in 1967 to preserve ancient Dzongkha and Tibetan texts. For tourists it's of interest mainly for its dzong-like…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/national-library/a/poi-sig/1113919/355838",
        "image_url": null,
        "detail_description": "The National Library was established in 1967 to preserve ancient Dzongkha and Tibetan texts. For tourists it's of interest mainly for its dzong-like traditional architecture, but the shelves inside are full of important scriptures, made of unbound pages stacked between wooden plates and wrapped in cloth. Dotted here and there are historical photos and on the top floor is a copy of a letter sent from the Druk Desi (secular ruler) to British army officer and surveyor Samuel Turner in 1783.\nHistorical manuscripts are kept on the top floor and include texts from the famous Tibetan printing presses of Derge and Narthang. Scriptures from all religious schools are represented, including the Bön tradition. Also on display are carved wooden blocks used for printing, and a copy of the world's largest published book – a 2m-tall coffee-table tome called Bhutan: A Visual Odyssey Across the Last Himalayan Kingdom. Shoes must be left outside."
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 19,
        "name": "Chhokhortse Goemba",
        "latitude": "27.489162",
        "longitude": "89.57428",
        "excerpt": "The views are spectacular on the approach to this peaceful monastery (3010m), reached via a prayer-flag-choked trail climbing above the BBS Tower. The…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/chhokhortse-goemba/a/poi-sig/1622509/355838",
        "image_url": null,
        "detail_description": "The views are spectacular on the approach to this peaceful monastery (3010m), reached via a prayer-flag-choked trail climbing above the BBS Tower. The path cuts straight up the ridge to reach a tidy new chapel, and further up the slope to the time-scarred original monastery, which dates from the 14th century and enshrines an impressive collection of ancient statues. The trail continues uphill for four more hours to reach Phajoding Goemba.\n"
    },
    {
        "country": "thimphu",
        "city": "Thimphu",
        "index": 20,
        "name": "Simply Bhutan",
        "latitude": "27.471724",
        "longitude": "89.631314",
        "excerpt": "Simply Bhutan is an interactive 'living' museum that gives a quick introduction to various aspects of traditional life in Bhutan. Visitors are greeted…",
        "detail_url": "https://www.lonelyplanet.com/bhutan/thimphu/attractions/simply-bhutan/a/poi-sig/1397757/355838",
        "image_url": null,
        "detail_description": "Simply Bhutan is an interactive 'living' museum that gives a quick introduction to various aspects of traditional life in Bhutan. Visitors are greeted with a shot of local arra (rice spirit), before being guided through mocked-up village scenes. Along the way, you can dress up in traditional clothes, try out archery and hear songs sung by Bhutanese women as they build houses out of rammed earth. It's touristy, but a good family experience.\nThere are also souvenir stalls, and a restaurant serving Bhutanese set meals for Nu 500."
    }
]