[
    {
        "country": "turkey",
        "index": 1,
        "name": "Göreme Open-Air Museum",
        "latitude": "38.639752",
        "longitude": "34.84565",
        "excerpt": "This Unesco World Heritage site is an essential stop on any Cappadocian itinerary. First thought to be a Byzantine monastic settlement that housed some 20…",
        "detail_url": "https://www.lonelyplanet.com/turkey/cappadocia-kapadokya/goreme/attractions/goereme-open-air-museum/a/poi-sig/470968/360875",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/a05b55fe9dc7221a4aef17298af1dc66-goreme-open-air-museum.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 2,
        "name": "Topkapı Palace",
        "latitude": "41.012108262929",
        "longitude": "28.983626707742",
        "excerpt": "Topkapı is the subject of more colourful stories than most of the world's museums put together. Libidinous sultans, ambitious courtiers, beautiful…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/topkapi-palace/a/poi-sig/402212/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-155157833_high.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 3,
        "name": "Hagia Sophia Grand Mosque",
        "latitude": "41.008095",
        "longitude": "28.97953",
        "excerpt": "Right in the heart of İstanbul’s historic center, this sacred Byzantine building remains an important symbol of power.",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/hagia-sophia-grand-mosque/a/poi-sig/401908/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2022-10/Turkey-iStock-1411639873-RFC.jpeg",
        "detail_description": "The Aya Sofya (officially the Ayasofya-i Kebir Cami-i Şerifi, or the Hagia Sophia Grand Mosque) is one of the Byzantine Empire’s surviving architectural marvels. Right in the heart of İstanbul’s historic center, this sacred building remains – even today – an important symbol of power.\nCommissioned by Emperor Justinian, consecrated as the Hagia Sophia (Church of Divine Wisdom) in 537, converted to a mosque by Sultan Mehmet II (Mehmet the Conqueror) in 1453, declared a museum by Atatürk in 1935, and reconverted into a working mosque in 2020; the Aya Sofya’s changing status mirrors the history of İstanbul, tracking it through its period as Constantinople, capital of first the Byzantine, then Ottoman empires, up to the modern era when this sprawling metropolis remains central to Turkey’s story.\nCome to boggle at the sheer audacity of Justinian’s vision, which raised history’s first pendentive dome atop a church so large its size would not be surpassed for nearly 1000 years. Then take in how this venerable structure’s design has merged Byzantine opulence with Ottoman grandeur down through the centuries and experience how today its religious significance has not diminished.\nByzantine finery inside the narthex\nKnown as the Beautiful Gate, the bronze entranceway to the narthex’s southwest vestibule is thought to have been filched from a temple in Tarsus and dates back to the 2nd century BCE.\nMake sure to spy the 10th century mosaic on the lunette of the doorway leading from the southwest vestibule to the inner narthex. It shows the Virgin Mary holding the Christ child, flanked by Emperor Justinian (on her left) offering her Hagia Sophia and Emperor Constantine (to her right) handing her Constantinople.\nIn the inner narthex, the central 7m (23ft) high, oak and brass Imperial Door, leading into the prayer hall, was originally closed to all but the Byzantine emperor’s procession. Look up to see one of the Aya Sofya’s finest mosaics in the lunette above the doorway. The glittering gold tesserae of this 9th century mosaic depicts an enthroned Christ with Emperor Leo IV bowing at his feet.\nA fusion of Christian and Islamic design in the prayer hall\nWhether you’re here to pray or soak up the glorious architecture of this near 1500 year old building, few visitors are left less than awestruck by the sheer scale of Justinian’s nave (now prayer hall).\nAbove, a multitude of chandeliers are strung from the soaring ceiling. Eight mammoth medallions, inscribed in gilt with the names of god, the Prophet Muhammad and the first caliphs, hover atop the cornice of the marble-paneled walls, while geometric designs creep up the yellow plastered semi-domes, domes and arches overhead.\n\n  \nA large group of visitors admiring the interior of the Hagia Sophia Grand Mosque © Getty Images\n\nAs you enter you might notice people crowding around the hall’s northwestern corner. Local legend tells that the pillar here was blessed by St Gregory the Miracle Worker. Known as the Weeping Column, its copper facing has been worn away by centuries of believers rubbing against it seeking a cure for their ailments.   \nThe apse is fronted by an ornate mihrab (prayer niche indicating the direction of Mecca) while behind, the walls, studded with stained-glass windows, rise up to the semi-dome holding the 9th century mosaic of the Virgin and Christ child now hidden behind curtains.\nAs well as the apse mosaic being curtained, the main interior change after 2020’s mosque reconversion is the vast teal-colored carpet now laid across the marble floor. The square section of inlaid-stone, known as the omphalion, in the southeast of the hall, has been left uncovered. The omphalion’s unique design of 30 circles, made from red and green porphyry, granite and verd antique, marks the spot where new emperors were crowned.\nAn architectural marvel: the prayer hall’s dome\nBefore the Aya Sofya, no one had figured out how to place a large dome on a square base. The prayer hall’s central dome soars 56m (184ft) high and spans 33m (108ft) in diameter, supported by four concave triangular segments known as pendentives that allow the dome’s weight to be concentrated at the corners. This architectural innovation went on to inspire the design of the grand mosques of the Ottoman era.\nFour seraphim (angels) grace the pendentives. Two are the original mosaics (eastern pendentives) while the two fresco seraphim date from the 1847 restoration. Local legend tells that they protect the city from disaster.\nThe upper gallery’s mosaics\nThe upper gallery of the Aya Sofya is closed indefinitely for restoration. This means the famous Emperor Constantine IX and Empress Zoe Mosaic and the Emperor John Komnenos II and Irene Mosaic cannot be seen.\nWhat does it cost to visit the Hagia Sophia Grand Mosque (Aya Sofya)?\nAs the Hagia Sophia Grand Mosque (Aya Sofya) is now a working mosque, entrance is free.\nWhat is the dress-code for visiting?\nThis is an active place of worship. All visitors should cover upper arms and legs and women need to don a headscarf before entering. Shoes are taken off in the narthex before entering the prayer hall.\nAre tours available?\nOfficial tour guides can be hired at the entrance and usually charge by the hour.\nWhat is the best time to visit the Hagia Sophia Grand Mosque (Aya Sofya)?\nNon-Muslims shouldn’t enter mosques during prayer times. Due to the Aya Sofya’s popularity this rule is sometimes not adhered to as strictly as elsewhere.\nIf you are not here to pray and are allowed in during prayer time be aware that you will not be able to wander freely through the prayer hall as a large section is cordoned off for worshippers. Prayer times change throughout the year; check current times on Turkey’s official prayer times website.\nThe most popular time to visit is between 9am and 11.30am. Expect crowds and queuing any time before 5pm.\nWhat’s nearby?\nYou are in the heart of İstanbul’s old city district of Sultanahmet. The newly restored Basilica Cistern (Yerebatan Sarnıcı) is a 40m (131ft) hop west; the Blue Mosque (Sultanahmet Cami) is a 300m (984ft) stroll south across Sultanahmet Parkı; and just to the north is Gülhane Parkı, home to Topkapı Palace and İstanbul Archaeological Museum.\n"
    },
    {
        "country": "turkey",
        "index": 4,
        "name": "Priene",
        "latitude": "37.658412",
        "longitude": "27.294331",
        "excerpt": "Priene enjoys a commanding position just below Mt Mykale, giving it a real natural grandeur. This Greco-Roman site is delightful to explore, with pine…",
        "detail_url": "https://www.lonelyplanet.com/turkey/aegean-coast/attractions/priene/a/poi-sig/1248706/1324673",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/GettyRF_499368481.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 5,
        "name": "Mevlâna Museum",
        "latitude": "37.870255",
        "longitude": "32.504758",
        "excerpt": "For Muslims and non-Muslims alike, the main reason to come to Konya is to visit this former lodge of the whirling dervishes and home to the tomb of…",
        "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/konya/attractions/mevlana-museum/a/poi-sig/474452/360882",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0adf33ce6e41eaf82b9b3b5e6c6de1ba-mevlana-museum.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 6,
        "name": "Kariye Mosque",
        "latitude": "41.031222",
        "longitude": "28.938954",
        "excerpt": "İstanbul has more than its fair share of Byzantine monuments, but few are as drop-dead gorgeous as this mosaic- and fresco-laden church. Nestled in the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/western-districts/attractions/kariye-mosque/a/poi-sig/402174/1324698",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/61cbaa751367f8f693bc3537c02dff66-kariye-museum-chora-church.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 7,
        "name": "Bergama Acropolis",
        "latitude": "39.132016",
        "longitude": "27.183899",
        "excerpt": "One of Turkey's most impressive archaeological sites, Bergama's acropolis is dramatically sited on a hill to the northeast of the town centre. There's…",
        "detail_url": "https://www.lonelyplanet.com/turkey/aegean-coast/bergama-pergamum/attractions/bergama-acropolis/a/poi-sig/475980/360861",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Turkey%20Bergama%20Tolga%20Tezcan%20GettyImages-471385893.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 8,
        "name": "Hierapolis",
        "latitude": "37.925962",
        "longitude": "29.12776",
        "excerpt": "This ancient spa city's location atop Pamukkale's tourist-magnet travertines is quite spectacular. Founded as a curative centre around 190 BC by Eumenes…",
        "detail_url": "https://www.lonelyplanet.com/turkey/aegean-coast/pamukkale/attractions/hierapolis/a/poi-sig/1084063/360866",
        "image_url": "https://lp-cms-production.imgix.net/2022-02/Turkey%20Pamukkale%20fokke%20baarssen%20shutterstock_1167278944%20RFC.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 9,
        "name": "İstanbul Archaeology Museums",
        "latitude": "41.011139",
        "longitude": "28.980453",
        "excerpt": "The city's foremost archaeological museum is housed in three buildings close to Topkapı Palace. There are many highlights, but the sarcophagi from the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/istanbul-archaeology-museums/a/poi-sig/402120/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-177765085_super.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 10,
        "name": "Anıt Kabir",
        "latitude": "39.925058",
        "longitude": "32.837598",
        "excerpt": "The monumental mausoleum of Mustafa Kemal Atatürk (1881–1938), the founder of modern Turkey, sits high above the city with its abundance of marble and air…",
        "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/ankara/attractions/anit-kabir/a/poi-sig/452247/360880",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6cb6991cf5861ea429f0f9e28d48dec0-anit-kabir.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 11,
        "name": "Kaleiçi",
        "latitude": "36.885619",
        "longitude": "30.705703",
        "excerpt": "Antalya's historic district is a sight in itself and you could happily spend half a day strolling the narrow lanes here while admiring the mix of finely…",
        "detail_url": "https://www.lonelyplanet.com/turkey/mediterranean-coast/antalya/attractions/kaleici/a/poi-sig/1249992/360891",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1417298193.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 12,
        "name": "Süleymaniye Mosque",
        "latitude": "41.016039836165",
        "longitude": "28.963880352807",
        "excerpt": "The Süleymaniye crowns one of İstanbul's seven hills and dominates the Golden Horn, providing a landmark for the entire city. Though it's not the largest…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/bazaar-district/attractions/sueleymaniye-mosque/a/poi-sig/401910/1324697",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559626589_super.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 13,
        "name": "Basilica Cistern",
        "latitude": "41.008241",
        "longitude": "28.978136",
        "excerpt": "This subterranean structure was commissioned by Emperor Justinian and built in 532. The largest surviving Byzantine cistern in İstanbul, it was…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/basilica-cistern/a/poi-sig/402088/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1428039f466c0a547fc5f160d736d685-basilica-cistern.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 14,
        "name": "Zelve Open-Air Museum",
        "latitude": "38.668686",
        "longitude": "34.863509",
        "excerpt": "The road between Çavuşin and Avanos passes a turn-off to the Zelve Open-Air Museum, where three valleys of crumbling cave-habitations and churches…",
        "detail_url": "https://www.lonelyplanet.com/turkey/cappadocia-kapadokya/attractions/zelve-open-air-museum/a/poi-sig/1250362/360873",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/83570693.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 15,
        "name": "Kadıköy Produce Market",
        "latitude": "40.989455",
        "longitude": "29.024463",
        "excerpt": "An aromatic, colourful and alluring showcase of the best fresh produce in the city, the Kadıköy Pazarı is foodie central for locals and is becoming an…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/kadikoy/attractions/kadikoey-produce-market/a/poi-sig/1496731/1339754",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/70ada7ed6ef62c12f87f38e7cb732086-kadikoy-produce-market.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 16,
        "name": "Dilek Peninsula-Büyük Menderes National Park",
        "latitude": "37.666157",
        "longitude": "27.131767",
        "excerpt": "This spectacular 277-sq-km mountainous reserve on the Dilek Peninsula has walking trails, stunning vistas, azure coves for swimming, and deep-green…",
        "detail_url": "https://www.lonelyplanet.com/turkey/dilek-peninsula/attractions/dilek-peninsula-bueyuek-menderes-national-park/a/poi-sig/1248673/1319678",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 17,
        "name": "Blue Mosque",
        "latitude": "41.005270375355",
        "longitude": "28.976768555223",
        "excerpt": "İstanbul's most photogenic building was the grand project of Sultan Ahmet I (r 1603–17), whose tomb is located on the north side of the site facing…",
        "detail_url": "https://www.lonelyplanet.com/turkey/istanbul/sultanahmet/attractions/blue-mosque/a/poi-sig/402096/1324696",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1595d4962c360916e4de6bc193a85087f91d54090be2916766c46b39497e705f.jpg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 18,
        "name": "Museum of Anatolian Civilisations",
        "latitude": "39.93841",
        "longitude": "32.861277",
        "excerpt": "The best place in the country to get to grips with the complex weave of Turkey's history, the exhibits here house artefacts cherry-picked from just about…",
        "detail_url": "https://www.lonelyplanet.com/turkey/central-anatolia/ankara/attractions/museum-of-anatolian-civilisations/a/poi-sig/452265/360880",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 19,
        "name": "Kemeraltı Market",
        "latitude": "38.420696",
        "longitude": "27.13328",
        "excerpt": "A labyrinthine bazaar stretching from Konak Sq through to the ancient Agora, Kemeraltı dates back to the 17th century and is home to shops, eateries,…",
        "detail_url": "https://www.lonelyplanet.com/turkey/aegean-coast/izmir/attractions/kemeralti-market/a/poi-sig/1249467/360867",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyImages-1336823247.jpeg",
        "detail_description": ""
    },
    {
        "country": "turkey",
        "index": 20,
        "name": "İzmir Museum of History & Art",
        "latitude": "38.427185",
        "longitude": "27.142475",
        "excerpt": "This museum is overlooked by many visitors to the city, who do themselves a great disservice in the process. Spread over three pavilions, it is one of the…",
        "detail_url": "https://www.lonelyplanet.com/turkey/aegean-coast/izmir/attractions/izmir-museum-of-history-art/a/poi-sig/477228/360867",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyImages-1511243808.jpeg",
        "detail_description": ""
    }
]