[
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 1,
        "name": "Lychakivsky Cemetery",
        "latitude": "49.833059111099",
        "longitude": "24.056156331159",
        "excerpt": "Don't leave town until you've seen this amazing 42-hectare cemetery, only a short ride on tram 7 from the centre. This is the Père Lachaise of Eastern…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lychakivsky-cemetery/a/poi-sig/1130095/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/148526745_high.jpg",
        "detail_description": "Don't leave town until you've seen this amazing 42-hectare cemetery, only a short ride on tram 7 from the centre. This is the Père Lachaise of Eastern Europe, with the same sort of overgrown grounds and Gothic aura as the famous Parisian necropolis (but containing less-well-known people). Laid out in the late 18th century, it's packed full of western Ukraine's great and good. Pride of place goes to the grave of revered nationalist poet Ivan Franko.\nOther tombs belong to Soviet gymnastics legend Viktor Chukarin, early-20th-century opera star Solomiya Krushelnytska, composer Volodymyr Ivasyuk and some 2000 Poles who died fighting Ukrainians and Bolsheviks from 1918 to 1920. There's also a memorial to the Ukrainian insurgent army (UPA), which fought for independence against both the Nazis and the Soviets, and a section for the victims of Stalin's famine in the 1930s. However, the most moving part of the cemetery contains the fresh graves of local soldiers and volunteers killed in the war with Russia in Ukraine's east, many of the plots bearing the photos of their often youthful occupants.A good strategy is to combine a trip to the cemetery with a visit to the Museum of Folk Architecture and Life. The cemetery is one tram stop past the stop for the open-air museum."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 2,
        "name": "Kyevo-Pecherska Lavra",
        "latitude": "50.434719",
        "longitude": "30.555146",
        "excerpt": "Tourists and Orthodox pilgrims alike flock to the Lavra, set on 28 hectares of grassy hills above the Dnipro River in Pechersk. It's easy to see why…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/kyevo-pecherska-lavra/a/poi-sig/421329/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/58ee91794d8c3e23c4fc19d8137074b3-kyevo-pecherska-lavra.jpg",
        "detail_description": "Tourists and Orthodox pilgrims alike flock to the Lavra, set on 28 hectares of grassy hills above the Dnipro River in Pechersk. It's easy to see why tourists come: the monastery's cluster of gold-domed churches is a feast for the eyes, the hoard of Scythian gold rivals that of the Hermitage, and the underground labyrinths lined with mummified monks are exotic and intriguing. For pilgrims, the rationale is much simpler: to them, this is the holiest ground in the country.\nA lavra is a senior monastery, while pecherska means 'of the caves'. St Antony of Kyiv founded this lavra in 1051, after Orthodoxy was adopted as Kyivan Rus' official religion. He and his follower Feodosy progressively dug out a series of catacombs, where they and other reclusive monks worshipped, studied and lived. When they died their bodies were naturally preserved, without embalming, by the caves' cool temperature and dry atmosphere. The mummies survive even today, confirmation for believers that these were true holy men.The monastery prospered above ground as well. The Dormition Cathedral was built from 1073 to 1089 as Kyiv's second great Byzantine-inspired church, and the monastery became Kyivan Rus' intellectual centre, producing chronicles and icons, and training builders and artists.Wrecked by the Tatars in 1240, the Lavra went through a series of revivals and disastrous fires before being mostly rebuilt, with its prevailing baroque influences, in the 18th century. It was made a museum in 1926 but was partly returned to the Ukrainian Orthodox Church (Moscow Patriarchate) in 1988.Things may change as a result of an ongoing inter-church crisis in Ukraine, but at the time of writing, the part of the complex known as upper lavra, where major sights are located, was run as a state-controlled museum. Further down, the lower lavra, which contains the cave complex, was controlled by Moscow patriarchate. It runs a separate tourism bureau, where you can book a cave excursion for a donation. When you are done with the upper lavra, exit through the back entrance and you'll find yourself face to face with the bureau."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 3,
        "name": "St Sophia's Cathedral",
        "latitude": "50.453009",
        "longitude": "30.51473",
        "excerpt": "The interior is the most astounding aspect of Kyiv's oldest standing church. Many of the mosaics and frescoes are original, dating back to 1017–31, when…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-sophia-s-cathedral/a/poi-sig/421369/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3dac8636463130946be3ba9d87512d7f-st-sophia-s-cathedral.jpg",
        "detail_description": "The interior is the most astounding aspect of Kyiv's oldest standing church. Many of the mosaics and frescoes are original, dating back to 1017–31, when the cathedral was built to celebrate Prince Yaroslav's victory in protecting Kyiv from the Pechenegs (tribal raiders). While equally attractive, the building's gold domes and 76m-tall wedding-cake bell tower are 18th-century baroque additions. It's well worth climbing the bell tower for a bird's-eye view of the cathedral and 360-degree panoramas of Kyiv.\nNamed after the great Hagia Sofia in Istanbul, St Sophia's Byzantine architecture announced the new religious and political authority of Kyiv. It was a centre of learning and culture, housing the first school and library in Kyivan Rus. Adjacent to the Royal Palace, it was also where coronations and other royal ceremonies were staged, treaties signed and foreign dignitaries received.Each mosaic and fresco had its allotted position according to Byzantine decorative schemes, turning the church into a giant 3D symbol of the Orthodox world order. There are explanations in English of individual mosaics, but the one that immediately strikes you is the 6m-high Virgin Orans dominating the central apse. The Virgin Orans is a peculiarly Orthodox concept of the Virgin as a symbol of the earthly church interceding for the salvation of humanity. Having survived this long, this particular Orans is now thought indestructible by Orthodox believers. (Unesco was slightly less certain, adding the cathedral to its protective World Heritage list in 1990.)Less obvious, but worth seeking out, are two secular group portraits of Yaroslav and family, one on either side of the central nave. Prince Yaroslav himself was buried here, but his remains are believed to have been smuggled into the US by a collaborationist priest, who left Kyiv with the retreating German army during WWII. The Ukrainian government is engaged in negotiations about their return. The prince's empty tomb can be found on the ground floor, in the far-left corner from the main entrance.Other highlights of the cathedral include the cast-iron tile floors, which date from the 18th century; an awesome model depicting Kyiv at the time of the Kyivan Rus; and art galleries upstairs containing ancient icons and fragments of original frescoes rescued from nearby St Michael's Golden-Domed Monastery before the Soviets demolished it in 1937.Additional museums on the cathedral grounds are of little interest. Just before the bell tower lies the ornate tomb of Kyiv Patriarch Volodymyr Romanyuk. Religious disputes prevented him from being buried within the complex.In front of the cathedral complex on pl Sofiyska is a statue of Cossack hero Bohdan Khmelnytsky."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 4,
        "name": "Skvorechnik",
        "latitude": "50.461042",
        "longitude": "30.533667",
        "excerpt": "It's hard to characterise this beachfront hippie haven on Trukhaniv Island. It derives its name from the smattering of raised wooden chill-out huts that…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/skvorechnik/a/poi-sig/1583298/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4c86b2287d0ac707176683482dfd15ae-skvorechnik.jpg",
        "detail_description": "It's hard to characterise this beachfront hippie haven on Trukhaniv Island. It derives its name from the smattering of raised wooden chill-out huts that dot the grounds. While you can rent these out, Skvorechnik is about much more than birdhouses. It's like a mini Burning Man festival – an alcohol-free zone of singalongs, yoga, zen meditation, massage, dreamcatcher-making classes – well, you get the idea. Of course there's also a beach and a busy vegetarian cafe keeping people fed and fuelled.\nRegular talks and parties are centred on green topics and earth-friendly themes. You can rent a couple of the birdhouses overnight, including one that is winterised, and there's talk of them officially launching a hostel here (it would instantly become Kyiv's quirkiest place to stay)."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 5,
        "name": "St Michael's Golden-Domed Monastery",
        "latitude": "50.455708",
        "longitude": "30.522573",
        "excerpt": "Looking from St Sophia's past the Bohdan Khmelnytsky statue, it's impossible to ignore the gold-domed blue church at the other end of proyizd Volodymyrsky…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-michael-s-golden-domed-monastery/a/poi-sig/421363/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8c56ea0c9cfd3636044bf0ddb519eb85-st-michael-s-monastery.jpg",
        "detail_description": "Looking from St Sophia's past the Bohdan Khmelnytsky statue, it's impossible to ignore the gold-domed blue church at the other end of proyizd Volodymyrsky. This is St Michael's, named after Kyiv's patron saint. As the impossibly shiny cupolas imply, this is a fresh (2001) copy of the original (1108), which was torn down by the Soviets in 1937. The church's fascinating history is explained in great detail (in Ukrainian and English placards) in a museum in the monastery's bell tower.\nHeading around the left of the church to the rear, you'll find the quaint funicular that runs down a steep hillside to the river terminal in the mercantile district of Podil. Although in summer trees partially obscure your view, this is still the most fun public-transport ride in town."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 6,
        "name": "Maidan Nezalezhnosti",
        "latitude": "50.450632",
        "longitude": "30.523142",
        "excerpt": "Be it celebration or revolution, whenever Ukrainians want to get together – and they often do – 'Maidan' is the nation's meeting point. The square saw pro…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/maidan-nezalezhnosti/a/poi-sig/421331/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c5c079301b81730244acae4c082d0eea-maydan-nezalezhnosti.jpg",
        "detail_description": "Be it celebration or revolution, whenever Ukrainians want to get together – and they often do – 'Maidan' is the nation's meeting point. The square saw pro-independence protests in the 1990s and the Orange Revolution in 2004. But all of that was eclipsed by the Euromaidan Revolution in 2013–14, when it was transformed into an urban guerrilla camp besieged by government forces. In peaceful times, Maidan is more about festiveness than feistiness, with weekend concerts and a popular nightly fountain show.\nAll streets in the centre seem to spill into maidan Nezalezhnosti, and with them spills a cross-section of Kyiv life: vendors selling food and souvenirs; teenagers carousing under the watchful gaze of winged-angel statues; skate rats and snake charmers; lovers and bums.Yet the echo of revolution is omnipresent. Makeshift memorials on vul Instytutska serve as a sombre reminder of those slain in Euromaidan. Images of burning tyres and army tents from that fateful winter will forever linger in the Ukrainian conscience."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 7,
        "name": "Ploshcha Rynok",
        "latitude": "49.842237804948",
        "longitude": "24.03160572052",
        "excerpt": "Lviv was declared a Unesco World Heritage Site in 1998, and this old market square lies at its heart. The square was progressively rebuilt after a major…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/ploshcha-rynok/a/poi-sig/448569/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c23c04302f55caf5616d901bf0469f62-ploshcha-rynok.jpg",
        "detail_description": "Lviv was declared a Unesco World Heritage Site in 1998, and this old market square lies at its heart. The square was progressively rebuilt after a major fire in the early 16th century destroyed the original. Around 40 townhouses hem the square's perimeter. Most of these three- and four-storey buildings have uniform dimensions, with three windows per storey overlooking the square. This was the maximum number of windows allowed tax free and those buildings with four or more belonged to the extremely wealthy.\nPl Rynok is at its best on summer evenings when crowds of people emerge to enjoy the buskers, beer and generally good-natured atmosphere."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 8,
        "name": "High Castle Hill",
        "latitude": "49.848055981975",
        "longitude": "24.039297992512",
        "excerpt": "Around a 2km walk from pl Rynok, visiting the High Castle (Vysoky Zamok) on Castle Hill (Zamkova Hora) is a quintessential Lviv experience. There’s little…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/high-castle-hill/a/poi-sig/448547/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/95e36027c868196e8f4e849e92da25db-high-castle-hill.jpg",
        "detail_description": "Around a 2km walk from pl Rynok, visiting the High Castle (Vysoky Zamok) on Castle Hill (Zamkova Hora) is a quintessential Lviv experience. There’s little evidence of the 14th-century ruined stone fort that was Lviv’s birthplace, but the summit mound sporting a mammoth Ukrainian flag thwacking in the wind offers 360-degree views of the city and the wooded hills between which it nestles.\nTo reach Vysoky Zamok on foot head up vul Kryvonosa from Vul Pidvalna until you reach a cafe and toilets where you should take a left. After a few minutes you will see a set of metal steps on the right. If you're feeling lazy, you can take a taxi most of the way up, approaching from the east via vul Vysoky Zamok."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 9,
        "name": "National Museum and Memorial to the Victims of Occupation",
        "latitude": "49.834488",
        "longitude": "24.018849",
        "excerpt": "This infamous building on vul Bryullova was used as a prison by the Poles, Nazis and communists in turn, but the small and very moving exhibition over two…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/national-museum-and-memorial-to-the-victims-of-occupation/a/poi-sig/1277063/360948",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1351578803.jpg",
        "detail_description": "This infamous building on vul Bryullova was used as a prison by the Poles, Nazis and communists in turn, but the small and very moving exhibition over two floors focuses on Stalinist atrocities in the early years of WWII. Used as a prison right up to 1996, the brutally bare cells, horrific statistics posted throughout and Nazi newsreel from summer 1941 will leave few untouched. Some English explanations.\nIn a despicable move, disgraced president Yanukovych instigated a campaign in 2010 to stop the museum's work, even opening a criminal case against the director for violating state secret laws. Today the archives have been flung wide open and the truth is at last being told about the NKVD/KGB and the crimes they committed on the local populace."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 10,
        "name": "Ratusha",
        "latitude": "49.841910817635",
        "longitude": "24.031658965141",
        "excerpt": "The city fathers have occupied this location since the 14th century, but the present-day Italianate look dates to 1835. In a sign of openness and…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/ratusha/a/poi-sig/1311069/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d9faf8dd61cacf1163955de77555357d-ratusha.jpg",
        "detail_description": "The city fathers have occupied this location since the 14th century, but the present-day Italianate look dates to 1835. In a sign of openness and transparency, visitors are allowed to roam the corridors of power, but most of them do so on the arduous climb (305 steps from the 4th-floor ticket office) of the 65m-tall tower that looms over the Rynok.\nNoon is marked with a bugle call from one of the balconies on the southern side of the building."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 11,
        "name": "Lviv History Museum – Rynok 24",
        "latitude": "49.841373",
        "longitude": "24.030865",
        "excerpt": "This branch of the Lviv History Museum expounds on the city's very early days starting with early cultures that inhabited Galicia and ending with the…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lviv-history-museum-rynok-24/a/poi-sig/1311067/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/08044afd49e3c207c205772fddd96af7-lviv-history-museum-rynok-24.jpg",
        "detail_description": "This branch of the Lviv History Museum expounds on the city's very early days starting with early cultures that inhabited Galicia and ending with the arrival of printing in the city in the 16th century.\nHighlights include 2nd-century glass from the Carpathian Kurhan culture (proof the region had contact with the Romans), Scythian gold and weapons, a panorama of late 18th-century Lviv, a section on Khmelnytsky and the Cossacks, plus copies of Apostle (the first book printed in Ukraine (in Lviv)) and the Ostroh Bible (the first translation of the holy book into Ukrainian)."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 12,
        "name": "PinchukArtCentre",
        "latitude": "50.441976",
        "longitude": "30.521468",
        "excerpt": "The rotating exhibits at this world-class gallery feature elite names in the world of European contemporary art and design, all financed by billionaire…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/pinchukartcentre/a/poi-sig/421351/360928",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1370376411.jpg",
        "detail_description": "The rotating exhibits at this world-class gallery feature elite names in the world of European contemporary art and design, all financed by billionaire mogul Viktor Pinchuk. Works by world giants like Antony Gormley, Damian Hirst and Ai Weiwei have exhibited here. Don't miss the view of Kyiv's roofs from the excellent coffee shop on the top floor. The oligarch-style security at the door and inside the gallery can be a little off-putting, but you may regard them as modern art objects.\nEnglish-speaking guides are on the ready in each room to answer any questions you have about the exhibits."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 13,
        "name": "Florivsky Monastery",
        "latitude": "50.463419",
        "longitude": "30.513604",
        "excerpt": "This 15th-century women's convent remained open during the communist era. Pass through the bell tower to the peaceful grounds, which contain several…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/florivsky-monastery/a/poi-sig/421317/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/0ccfc121421d19a8e1e4a4780b3d7a88-florivsky-monastery.jpg",
        "detail_description": "This 15th-century women's convent remained open during the communist era. Pass through the bell tower to the peaceful grounds, which contain several attractive churches surrounded by well-manicured gardens.\n"
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 14,
        "name": "Lvivarnya",
        "latitude": "49.847717",
        "longitude": "24.015684",
        "excerpt": "Revamped in 2017, the museum belonging to Lviv's brewery is an impressive, modern experience, a world away for the rickety post-Soviet repositories of the…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lvivarnya/a/poi-sig/448559/360948",
        "image_url": null,
        "detail_description": "Revamped in 2017, the museum belonging to Lviv's brewery is an impressive, modern experience, a world away for the rickety post-Soviet repositories of the past found in many Ukrainian cities. The well-presented exhibits whet the appetite for the tasting session at the end, which takes place in an impressively renovated bar. To reach the museum, take tram 7 to St Anna Church (where vul Shevchenka peels away from vul Horodotska) then walk north along vul Kleparivska for around 600m.\nThe displays in the renovated cellars start right at the beginning with Egypt's beer-brewing tradition from 5000 years ago. It then traces the history of European brewing and specifically the story of the Lviv brewery from its early days as a monastical institution to the present day, via Robert Doms' purchase of the business in 1861 and the Soviet era when a batch of Lvivske was airfreighted to the Kremlin on a daily basis. Visitors emerge from the cellars into the bright, dramatically ceilinged and imaginatively illuminated copper-hued bar where they are served four types of beer in a special rack. There's English throughout."
    },
    {
        "country": "ukraine",
        "city": "Lviv",
        "index": 15,
        "name": "Apteka Museum",
        "latitude": "49.842694",
        "longitude": "24.032367",
        "excerpt": "This fascinating pharmacy museum is located inside a still-functioning chemist's shop dating from 1735. Buy a ticket from the pharmacist and head down…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/apteka-museum/a/poi-sig/448529/360948",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/884461247d3542e0a5c9a89783a3ce86-apteka-museum.jpg",
        "detail_description": "This fascinating pharmacy museum is located inside a still-functioning chemist's shop dating from 1735. Buy a ticket from the pharmacist and head down into the pidval (cellar) via rooms filled with still medicinally aromatic amphorae, pestles, scales, pill-processing machines and old medicines from pre-WWII Lviv. The damp and musty cellars holds further exhibitions on medicinal themes.\n"
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 16,
        "name": "Mezhyhirya",
        "latitude": "50.612087",
        "longitude": "30.473872",
        "excerpt": "Kyiv's newest tourist attraction is Mezhyhirya, the estate that once 'belonged' to ex-president and wannabe Ukrainian dictator, Viktor Yanukovych,…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/around-kyiv/attractions/mezhyhirya/a/poi-sig/1506670/1331394",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/Ukraine%20Kyiv%20Iryna_L%20GettyImages-1328369422%20RFE.jpg",
        "detail_description": "Kyiv's newest tourist attraction is Mezhyhirya, the estate that once 'belonged' to ex-president and wannabe Ukrainian dictator, Viktor Yanukovych, famously ousted in the Euromaidan Revolution of 2014. A wander through the opulent grounds – totalling 137 hectares and costing hundreds of millions of dollars to create – gives visitors an idea of just how corrupt the Yanukovych regime had become. Now a national park, the estate is centred around Yanukovych's personal dacha (country house), a 620 sq m pinewood behemoth.\nOther shocking highlights include a zoo, horse stables, tennis courts, a golf course, a rare-breed dog kennel and a museum of exotic cars. A general admission ticket gets you access to most of the compound, including the zoo. Entering the dacha can only be done on a special pre-arranged tour – see the park's website for details.The adult admission price is reduced to 50uah before 9am or after 7pm, and to 40uah all day on Tuesday.Mezhyhirya is about 15km north of Kyiv. Bus 397 goes right to the park, via Vyshhorod centre, from either Petrivka (15uah, 50 minutes) or Heroyiv Dnipra (35 minutes) metro stations. Departures are every hour on the hour from Petrivka.If you have spare time to wander around Vyshhorod, you'll find a few attractive churches and, south of Mezhyhirya, yachties and fishers frolicking on the the waters of the Kyiv Sea."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 17,
        "name": "The Motherland Monument",
        "latitude": "50.426456",
        "longitude": "30.563107",
        "excerpt": "As you journey into Kyiv from the airport, at some point this giant statue of a female warrior will loom up on the horizon and make you wonder, 'What the…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/the-motherland-monument/a/poi-sig/1383094/360928",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF22661377.jpg",
        "detail_description": "As you journey into Kyiv from the airport, at some point this giant statue of a female warrior will loom up on the horizon and make you wonder, 'What the hell is that?' Well, it's the Motherland Monument. Inaugurated by Soviet leader Leonid Brezhnev in 1981, it was the second and last Nation's Mother monument erected in the USSR. Today it houses the excellent National Museum of the History of Ukraine in the Second World War in its base, and has a pair of viewing platforms.\nThe top platform is all the way up at the top of her shield at 91m, but it's subject to weather-related closures and long lines, as the elevator can only accommodate two visitors at at time. There's a lower platform at 36.6m, served by a separate, larger elevator.Although initially designed by the same artist as the iconic Motherland Calls statue in Volgograd, this version completely lacked its sister's appeal and became a subject of ridicule, especially when the communist authorities reduced the size of the sword so that it doesn't rise over the cupolas of Kyevo-Pecherska Lavra. Even if you don't like such Soviet pomposity, don't say too much; you'd be taking on a titanium woman carrying 12 tonnes of shield and sword.The grounds around Rodina Mat are popular for strolling and contain a number of intriguing relics of the communist era, including an eternal flame in memory of WWII victims; various old tanks, helicopters and anti-aircraft guns; and a veritable garden of Soviet realist sculpture in and around the underpass leading towards the Lavra.The Motherland Monument is an easy stroll from the Lavra, or take bus 24 or trolleybus 38 from the stop opposite Arsenalna metro."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 18,
        "name": "Babyn Yar",
        "latitude": "50.47569",
        "longitude": "30.457567",
        "excerpt": "On 29 September 1941, Nazi troops rounded up Kyiv's 34,000-strong Jewish population, marched them to the Babyn Yar ravine and massacred them. Victims were…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/babyn-yar/a/poi-sig/421291/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/2fe0f7749d4579f81d23c54c5d1a071b-babyn-yar.jpg",
        "detail_description": "On 29 September 1941, Nazi troops rounded up Kyiv's 34,000-strong Jewish population, marched them to the Babyn Yar ravine and massacred them. Victims were shot and buried in the ravine, some of them still alive. Today the site is a sobering memorial marked by a poignant menorah.The Nazis would kill many more Jews and non-Jews here in subsequent years. The entire story is told through an open-air alley of placards, in Ukrainian and English, near the northeast park entrance on vul Oleny Telihy.\nThe site has been mired in controversy over the years. Because of their own anti-Semitism, it took decades for the Soviets to recognise the Babyn Yar tragedy before they finally erected a monument in 1976. The monument, a nonsectarian creation comprised of choking figures, infuriated the Jewish community. It made no mention of Jews, only of 'Soviet victims of fascism', and was located well south of the ravine where the atrocities occurred.It wasn't until after the Soviet Union collapsed that the Jewish community was given permission to erect their menorah near the actual killing site. From the menorah, several paths lead to points overlooking the ravine itself.The Nazis ultimately turned this entire area into the Syrets concentration camp, killing thousands more people of all ethnic, religious and political backgrounds. The total number of people buried here is estimated at 100,000. Close to a dozen monuments commemorating various groups targeted by the Nazis – among them Russian Orthodox priests, Ukrainian nationalists, Romany people and female Ukrainian slave labourers who were shipped to Germany – are scattered around the unkempt park.The controversial Soviet monument is in an adjacent park south of Dorohozhychi metro and vul Melnykova."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 19,
        "name": "House of Chimeras",
        "latitude": "50.444955",
        "longitude": "30.528785",
        "excerpt": "Many of the 'chimeras' that adorn the awning of Kyiv's weirdest building are depictions of architect Władysław Horodecki's hunting trophies – antelope,…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/house-of-chimeras/a/poi-sig/1276573/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3c6756d8da0fbcd4c355c210b356d40c-house-of-chimeras.jpg",
        "detail_description": "Many of the 'chimeras' that adorn the awning of Kyiv's weirdest building are depictions of architect Władysław Horodecki's hunting trophies – antelope, rhinos (!!), crocodiles, etc. He kept many prototypes inside – in the stuffed form. The house and the street on which it's located are closed off, but the Museum of History of Kyiv (vul Bohdana Khmelnytskoho 7) arranges group tours on some Saturdays (75uah per person). Otherwise you can stand on pl Ivana Franka to ogle it from afar.\nBuilt at the start of the 20th century, this was Horodecki's private house but is now owned by the presidential administration across the street. The 'chimeras' were meant not only to decorate, but also to advertise the revolutionary building material – concrete, of which Horodecki was a huge fan. Many locals say that the house is best admired at night, when spooky creatures seem ready to come alive and jump down from the roof.To join a tour, go to room 412 of the Museum of History of Kyiv and put your name on the list. A few tour companies can get you on the museum's list, but they charge 400uah to 500uah to do so. If you do enter, about the first thing you'll see is a fireplace shaped as an octopus."
    },
    {
        "country": "ukraine",
        "city": "Kyiv",
        "index": 20,
        "name": "Chornobyl Museum",
        "latitude": "50.466185",
        "longitude": "30.517724",
        "excerpt": "It's hard to convey the full horror of the world's worst nuclear accident, but the Chornobyl Museum makes a valiant attempt. It is not so much a museum as…",
        "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/chornobyl-museum/a/poi-sig/421303/360928",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9048597ad9260f715a87e9d5482dfdd6-chornobyl-museum.jpg",
        "detail_description": "It's hard to convey the full horror of the world's worst nuclear accident, but the Chornobyl Museum makes a valiant attempt. It is not so much a museum as a shrine to all the firemen, soldiers, engineers, peasants and whole villages that perished in the aftermath of the explosion of Chornobyl power plant reactor No. 4, on 26 April 1986. The exhibits are predominantly in Russian and Ukrainian, but 100-minute audio guides are available in English and several other languages.\nThe audio guides are hard to come by, so get there early if you want one. The signs above the stairs as you enter represent the 'ghost' cities evacuated from the Chornobyl area in the wake of the disaster. Among the highlights once you're inside are touch screens, funded by the Japanese government after Fukushima, that profile every village evacuated and every person who died as a result of the Chornobyl disaster. There's a multimedia time-lapse diorama that dramatically recreates the explosion of reactor No. 4 and the subsequent addition of sarcophagi over the years. Front pages of the New York Times and Philadelphia Inquirer from the days immediately following the accident are on display, and there are distressing photos of the sorts of deformities – in animals and humans – the accident caused."
    }
]