[
    {
        "country": "usa",
        "index": 1,
        "name": "Yosemite National Park",
        "latitude": "37.714856",
        "longitude": "-119.653301",
        "excerpt": "Yosemite means \"killer\" in the Indigenous Miwok language, and in today's parlance it's indeed an impressive, awesome site. Everywhere you look in Yosemite…",
        "detail_url": "https://www.lonelyplanet.com/usa/california/sierra-nevada/attractions/yosemite-national-park/a/poi-sig/1599672/361879",
        "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_1180791211.jpg",
        "detail_description": "Yosemite means \"killer\" in the Indigenous Miwok language, and in today's parlance it's indeed an impressive, awesome site. Everywhere you look in Yosemite, there are lofty granite domes, sheer cliffs, turbulent rivers, glassy lakes, hypnotizing waterfalls and serene meadows – not to mention spectacular viewpoints to take in all of these and more in a panoramic vision. \nThe third US national park, Yosemite perhaps best exemplifies the kind of place worth preserving for recreation and conservation, from the park's most recognizable natural features such as Half Dome, El Capitan, Mariposa Grove, and Yosemite Falls, to the summer paradises of Tuolumne Meadows and Glacier Point. It's no wonder that over 5 million visitors arrive every year to take in Yosemite's grandeur. \n\n  \nYosemite National Park Valley on a cloudy autumn morning from Tunnel View ©haveseen/Shutterstock\n\nIt was here that conservationist John Muir fell hard for mother nature, penning rhapsodic dispatches on the beauty of the Sierra Nevada that contributed to its preservation as a national park. Yosemite not only stirred Muir, it has also captivated generations of rock climbers who continue to flock to the park's challenging routes and rock faces each year. And the park continues to inspire new ways of considering and experiencing the outdoors – for example, the relatively new sport of slacklining was born in Yosemite from tired climbers trying new tricks in between projects. \n\n  \nTwo rock climbers on portaledges on Triple Direct, a big wall climbing route at El Capitan © Getty Images/Image Source\n\nActivities in Yosemite\nThere are over 800 miles of trails, from easy half-mile strolls along the valley floor to overnight backpacking expeditions and thru-hikes. There are 13 campgrounds as well as a number of backcountry sites, with Camp 4 and Tuolumne Meadows attracting close-knit communities of climbers in the summer months. Backpacks, tents and other equipment can be rented from the Yosemite Mountaineering School.\nHorseback riding, swimming, rafting and kayaking, skiing, fishing, and even golf and hang gliding can be found here, too. Plus there's Yosemite's after-dark entertainments – in addition to events at the Yosemite Theater, other activities scheduled year-round include campfire programs, children’s photo walks, twilight strolls, night-sky watching, and ranger talks and slide shows. The tavern at the Evergreen Lodge has live bands some weekends, too. \n\n  \nValley view in Yosemite National Park, California, USA, captured with Fisheye lens. © Allard Schager / Getty Images\n\nBest views of Yosemite Valley\nThe park’s crown jewel, the spectacular, meadow-carpeted Yosemite Valley stretches 7 miles long, bisected by the rippling Merced River and hemmed in by some of the most majestic chunks of granite anywhere on earth. Ribbons of water, including some of the highest waterfalls in the US, fall dramatically before crashing in thunderous displays. The counterpoint to the sublime natural scene is bustling Yosemite Village.\nThe best all-around photo op of the Valley can be had from Tunnel View, a large, busy parking lot and viewpoint at the east end of Wawona Tunnel, on Hwy 41. It’s just a short drive from the Valley floor. The vista encompasses most of the Valley’s icons: El Capitan on the left, Bridalveil Fall on the right, the green Valley floor below, and glorious Half Dome front and center. This viewpoint is often mistakenly called Inspiration Point. That point was on an old park road and is now reachable via a steep hike from the Tunnel View parking lot.\nThe second view, known as Valley View, is a good one to hit on your way out. It offers a bottom-up (rather than top-down) view of the Valley and is a lovely spot to dip your toes in the Merced River and bid farewell to sights like Bridalveil Fall, Cathedral Rocks and El Capitan. Look carefully to spot the tip-top of Half Dome in the distance. As you head west out of the Valley on Northside Dr, look for the Valley View turnout (roadside marker V11), just over a mile past El Capitan Meadow.\nNear the base of Yosemite Falls, the collection of buildings known as Yosemite Valley Lodge includes modern, motel-like accommodations, restaurants, including the recently upgraded Base Camp eatery and Starbucks, shops, a bar, a bicycle-rental stand, a pool, a tour desk and other amenities. The amphitheater hosts regular evening programs, and the pool is open to the public.\nThe Yosemite Valley shuttle bus stops right out front, as do Yosemite Area Regional Transport System (YARTS) buses. All guided tram tours, ski shuttles and hiker buses also leave from here; tickets are available from the tour desk in the lobby.\n\n  \nEl Capitan is one of the most iconic features of Yosemite National Park © Getty Images/Image Source\n\nClimbing El Capitan\nAt nearly 3600ft from base to summit, El Capitan ranks as one of the world’s largest granite monoliths. Its sheer face makes it a world-class destination for experienced climbers, and one that wasn’t topped until 1958. Since then, it’s been inundated. Look closely and you’ll probably spot climbers reckoning with El Cap’s series of cracks and ledges, including the famous ‘Nose.’ At night, park along the road and dim your headlights; once your eyes adjust, you’ll easily make out the pinpricks of headlamps dotting the rock face. Listen, too, for voices.\nThe meadow across from El Capitan is good for watching climbers dangle from granite (you need binoculars for a really good view). Look for the haul bags first – they’re bigger, more colorful and move around more than the climbers, making them easier to spot. As part of the excellent ‘Ask a Climber’ program, climbing rangers set up telescopes at El Capitan Bridge from 12:30pm to 4:30pm (mid-May through mid-October) and answer visitors’ questions. See the Yosemite Guide listing for a schedule.\n\n  \nHalf Dome with sunrise ©David Kiene/Getty Images\n\nHalf Dome\nRising 8842ft above sea level, and nearly a mile above the valley floor, Half Dome serves as the park’s spiritual centerpiece and stands as one of the most glorious and monumental (not to mention best-known) domes on earth.\nIts namesake shape is, in fact, an illusion. While from the valley the dome appears to have been neatly sliced in half, from Glacier or Washburn Points you’ll see that it’s actually a thin ridge with a back slope nearly as steep as its fabled facade. As you travel through the park, witness Half Dome’s many faces. For example, from Mirror Lake it presents a powerful form, while from the Panorama Trail it looks somewhat like a big toe poking out above the rocks and trees.\n\n  \nA man stands on the end of the rocky overhang at Glacier point lookout. ©Erik Bouma/500px\n\nGlacier Point\nConstructed to replace an 1882 wagon road, the modern 16-mile stretch of Glacier Point Rd leads to what many people consider the finest viewpoint in Yosemite. A lofty 3200ft above the valley floor, 7214ft Glacier Point presents one of the park’s most eye-popping vistas and practically puts you at eye level with Half Dome.\nLying directly below Glacier Point, Half Dome Village is home to Yosemite Valley’s second-biggest collection of restaurants, stores and overnight accommodations. Originally called Camp Curry, it was founded in 1899 by David and Jennie Curry as a place where everyday visitors could find ‘a good bed and a clean napkin at every meal.’ Starting with just a handful of tents, the camp quickly grew, thanks in large part to David Curry’s entrepreneurial drive and booming personality. One of his biggest promotional schemes was the Firefall, a nightly event and significant tourist draw.\n\n  \nYosemite Falls with Some Merced River Overflow in Foreground ©John Alves/Getty Images\n\n \nYosemite Falls\nOne of the world’s most dramatic natural spectacles, Yosemite Falls is a marvel to behold. Naturalist John Muir devoted entire pages to its changing personality, its myriad sounds, its movement with the wind and its transformations between the seasons. No matter where you are when you see it (and it regularly pops into view from all over the Valley), the falls will stop you in your tracks.\nIn spring, when snowmelt gets Yosemite Creek really pumping, the sight is astounding. Another sign of springtime is 'frazil ice', the strange slurry – not exactly ice or snow – that moves like lava from the bottom of the falls under Yosemite Creek bridges. On nights when the falls are full and the moon is bright, especially in May and June, you might spot a ‘moonbow’ (aka lunar rainbow or spraybow). In winter, as the spray freezes midair, an ice or snow cone, depending on its density, forms at the base of the falls and can top out at several hundred feet.\nTo get to the base of Lower Yosemite Fall, get off at shuttle stop 6 (or park in the lot just north of Yosemite Valley Lodge) and join the legions of visitors for the easy quarter-mile stroll. Note that in midsummer, when the snowmelt has dissipated, both the upper and lower falls usually dry up – sometimes to a trickle, other times stopping altogether.\n\n  \nEl Capitan and Bridalveil Fall, as seen from Tunnel View. ©13119/Shutterstock\n\nBridalveil Fall\nIn the southwest end of Yosemite Valley, Bridalveil Fall tumbles 620ft. The Ahwahneechee people call it Pohono (Spirit of the Puffing Wind), as gusts often blow the fall from side to side, even lifting water back up into the air. This waterfall usually runs year-round, though it’s reduced to a whisper by midsummer. Bring rain gear or expect to get wet when the fall is heavy.\nTake the seasonal El Capitan shuttle or park at the large lot where Wawona Rd (Hwy 41) meets Southside Dr. From the lot, it’s a quarter-mile walk to the base of the fall. The path is paved, but probably too rough for wheelchairs, and there’s a bit of an uphill at the very end. Avoid climbing on the slippery rocks at its base – no one likes a broken bone. The Yosemite Conservancy is planning to remodel the usually overflowing parking lot and trail access to make it more visitor friendly.\nIf you’d rather walk from the Valley, a trail (part of the Loop Trails) follows Southside Dr, beginning near the Yosemite Heritage Conservation Center and running about 3.8 miles west to the falls.\n\n  \nA young man walks past Cathedral Lake during a 27.3 mile backpacking trip from Tuolumne Meadows to Yosemite Valley, California. ©Keri Oberly/Getty Images\n\nTuolumne Meadows\nAbout 55 miles from Yosemite Valley, 8600ft Tuolumne Meadows is the largest subalpine meadow in the Sierra. It provides a dazzling contrast to the valley, with its lush fields, clear blue lakes, ragged granite peaks and domes, and cooler temperatures. During July or August, you’ll find a painter’s palette of wildflowers decorating the meadows. Hikers and climbers will find a paradise of options.\nSatisfying burgers and hot dogs, not to mention a few salads, are served up at Tuolumne Meadows Grill. Grab a seat outside at a picnic table. Tuolumne Meadows Store has everything you need to pack a picnic lunch.\nTuolumne Meadows sits along Tioga Rd (Hwy 120) west of the park’s Tioga Pass Entrance. The Tuolumne Meadows Hikers’ Bus makes the trip along Tioga Rd once daily in each direction, and can be used for one-way hikes. There’s also a free Tuolumne Meadows Shuttle, which travels between the Tuolumne Meadows Lodge and Olmsted Point, including a stop at Tenaya Lake.\n\n  \nHistoric Ahwahnee Hotel in Yosemite Valley © Moment Editorial/Getty Images\n\nThe Majestic Yosemite Hotel\nAlmost as iconic as Half Dome itself, the elegant Majestic Yosemite Hotel has drawn well-heeled tourists through its towering doors since 1927. Of course, you needn’t be wealthy in the least to partake of its many charms. In fact, a visit to Yosemite Valley is hardly complete without a stroll through the Great Lounge (aka the lobby), which is handsomely decorated with leaded glass, sculpted tile, Native American rugs and Turkish kilims.\nYou can relax on the plush but aging couches and stare out the 10 floor-to-ceiling windows, wander into the Solarium, or send the kids into the walk-in fireplace (no longer in use) for a photo. You can even sneak up the back stairs for a peek into the private Tudor Room, which has excellent views over the Great Lounge.\nThe hotel was designed by American architect Gilbert Stanley Underwood, who also designed Zion Lodge, Bryce Canyon Lodge and Grand Canyon North Rim Lodge. If the hotel’s lobby looks familiar, perhaps it’s because it inspired the lobby of the Overlook Hotel, the ill-fated inn from Stanley Kubrick’s The Shining.\n\n  \nBadger Pass ski lodge in Yosemite National Park, California, USA 1950. Scanned film with grain. Getty Images\n\nYosemite Ski Area\nThe California ski industry essentially got its start in Yosemite Valley, and Badger Pass (now called the Yosemite Ski &amp; Snowboard Area) was California’s first alpine ski resort. After Yosemite’s All-Year Hwy (now Hwy 140) was completed in 1926 and the Ahwahnee Hotel (now called the Majestic Yosemite Hotel) opened its doors the following year, Yosemite Valley quickly became a popular winter destination.\nWhen Wawona Tunnel opened in 1933, skiers began congregating at Badger Pass. In 1935, a new lodge opened on Glacier Point Rd, and a newfangled device called ‘the upski’ was installed at the pass. The crude lift consisted of nothing more than two counterbalanced sleds, but it worked, and this place became California’s first alpine ski resort.\nIn winter, a free shuttle bus runs between the Valley and the Yosemite Ski &amp; Snowboard Area. Also in winter, wilderness permits are available by self-registration at the A-frame building, where the first-aid station and ski patrol are also situated. Rangers usually staff the office from 8am to 5pm.\n\n  \nYosemite has been drawing visitors and residents for thousands of years, from the Ahwahneechee to modern tourists road tripping in early automobiles © Bettmann Archive via Getty Images\n\nThe history of Yosemite National Park\nThe Ahwahneechee, a group of Miwok and Paiute peoples, lived in the Yosemite area for around 4000 years before a group of pioneers, most likely led by explorer Joseph Rutherford Walker, came through in 1833. There were an estimated 3000 people living in 22 villages in the valley alone. During the gold-rush era, conflict between the miners and native tribes escalated to the point where a military expedition (the Mariposa Battalion) was dispatched in 1851 to punish the Ahwahneechee, eventually forcing the capitulation of Chief Tenaya and his tribe.\n\n  \nMother with infant on her back at the the base of giant Sequoia trees... ©My Good Images/Shutterstock\n\nTales of thunderous waterfalls and towering stone columns followed the Mariposa Battalion out of Yosemite and soon spread into the public’s awareness. In 1855, San Francisco entrepreneur James Hutchings organized the first tourist party to the valley. Published accounts of his trip, in which he extolled the area’s untarnished beauty, prompted others to follow, and it wasn’t long before inns and roads began springing up.\nAlarmed by this development, conservationists petitioned Congress to protect the area – with success. In 1864 President Abraham Lincoln signed the Yosemite Grant, which eventually ceded Yosemite Valley and the Mariposa Grove of Giant Sequoias to California as a state park. This landmark decision, along with the pioneering efforts of conservationist John Muir, led to a congressional act in 1890 creating Yosemite National Park; this, in turn, helped pave the way for the national-park system that was established in 1916.\n\n  \nTourists board a free Yosemite shuttle service bus at Yosemite Valley. ©Michael Vi/Shutterstock\n\nYosemite Tickets and Tours\nAdmission to Yosemite costs $35 per car, $30 per motorcycle, $20 per person on foot or by bicycle.\nGuided tour packages are offered by a number of third-parties, including some based within the park and some outside its bounds:\n\n\nYosemite Conservancy - Park-affiliated nonprofit offers multiday courses, custom trips and seminars that are great alternatives to tours.\nSierra Club - The national environmental nonprofit has both paid trips and free activity outings sponsored by local chapters.\nDiscover Yosemite Tours - Operates bus tours year-round from Oakhurst, Fish Camp and Bass Lake.\nAramark/Yosemite Hospitality - The park’s main concessionaire runs bus and tram tours, including a very popular wheelchair-accessible two-hour Valley Floor Tour and day trips from the Valley to either Glacier Point or Tuolumne Meadows. Stop at the tour and activity desks at Yosemite Valley Lodge, Half Dome Village or Yosemite Village; call 209-372-4386; check www.travelyosemite.com; or the Yosemite Guide for information and pricing.\nTenaya Lodge - Large family-friendly resort in Fish Camp operates full-day park tours in luxurious Mercedes Benz buses with retractable roofs that allow you to experience the natural sights a little more naturally. Guests of the lodge have priority.\nGreen Tortoise - Runs backpacker-friendly two-day ($300) and three-day ($360) trips to Yosemite from San Francisco where travelers sleep in the converted bus or in campgrounds, cook collectively and choose from activities like hiking, swimming or just hanging out (and there’s always some great hanging out). Prices (which change annually) include most meals and the park entry fee.\nIncredible Adventures - This outfit uses biodiesel vans for its San Francisco–based tours to Yosemite, from one-day sightseeing tours ($159) to three-day camping tours ($489). Park entry fees and most meals are included, and it provides all cooking and camping gear except sleeping bags.\n\n\n \n"
    },
    {
        "country": "usa",
        "index": 2,
        "name": "Glacier National Park",
        "latitude": "48.625194",
        "longitude": "-113.674507",
        "excerpt": "The rival of any of the United States' most spectacular national parks, including Yellowstone, Yosemite and the Grand Canyon, Glacier National Park is…",
        "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/montana/attractions/glacier-national-park/a/poi-sig/1575301/362127",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-638282690.jpeg",
        "detail_description": "The rival of any of the United States' most spectacular national parks, including Yellowstone, Yosemite and the Grand Canyon, Glacier National Park is full of jagged peaks produced by dramatic geologic thrust faults and carved by ancient ice. But its mountains and dense forests are just the tip of the proverbial iceberg here – Glacier boasts deep ongoing ties to Indigenous tribes, one of the finest scenic parkways in the whole National Parks system, historic 'parkitecture' lodges and 740 miles of hiking trails punctuated by wandering grizzlies and moose.\n\n  \nThousands of years ago, valleys like this one were carved by huge sheets of ice © Getty Images/Cavan Images RF\n\nHighlights of Glacier National Park\nGlacier's Glaciers\nMany are surprised to learn that the park's current number of glaciers – 26 (35 were identified and named in 1966) – is significantly less than other American national parks, including the North Cascades (with over 300) and Mt Rainier (with 25 on one mountain). Today's visitors could be some of the last to actually see a glacier in the park. Current figures suggest that, if current warming trends continue, the park could be glacier-free by 2030.\nHead to Jackson Glacier Overlook for an easy-access vantage point. This popular pull-over, located a short walk from the Gunsight Pass trailhead, offers telescopic views of the park’s fifth-largest glacier, which sits close to its eponymous 10,052ft peak – one of the park's highest.\n\n  \nVintage red car on a mountainous road in the Glacier National Park. ©EdwinM/Shutterstock\n\nGoing-to-the-Sun Road\nA strong contender for the most spectacular road in America, the 50-mile Going-to-the-Sun Road was built for the express purpose of giving visitors a way to explore the park's interior without having to hike. This marvel of engineering is a national historic landmark that crosses Logan Pass (6,646ft) and is flanked by hiking trails, waterfalls and endless views. The opening of the road marks the official start of the park's crowded summer season.\nLogan Pass\nPerched above the tree line, atop the wind-lashed Continental Divide, and blocked by snow for most of the year, Logan Pass – named for William R Logan, Glacier’s first superintendent – is the park’s highest navigable point by road. Two trails, Hidden Lake Overlook, which continues on to Hidden Lake itself, and Highline, lead out from here. Views are stupendous; the parking situation, however, is not – you might spend a lot of time searching for a spot during peak hours.\n\n  \nScenic Views of Two Medicine Lake, Glacier National Park Montana Getty Images/iStockphoto\n\nTwo Medicine Valley\nBefore the building of Going-to-the-Sun Road in the 1930s, the Two Medicine Valley was one of the park’s most accessible hubs, situated a mere 12 miles by horseback from the Great Northern Railway and the newly inaugurated Glacier Park Lodge. Famous for its healthy bear population and deeply imbued with Indigenous beliefs, the region is less visited these days, though it has lost none of its haunting beauty.\nLocated around 3 miles to the northwest, 8020ft Triple Divide Peak marks the hydrologic apex of the North American continent. Empty a bucket of water on its summit and it will run into three separate oceans: the Pacific, the Atlantic and the Arctic.\n\n  \nIceberg Lake in Glacier National Park © Meghan O'Dea / Lonely Planet\n\nHikes\nThere are nearly a thousand miles of hiking trails in Glacier National Park, from short jaunts just off Going-to-the-Sun Road to epic backpacking excursions into bear country. Here are a few of the trail highlights:\nThe Highline Trail\nA Glacier classic, the Highline Trail contours across the face of the famous Garden Wall to Granite Park Chalet – one of two historic lodges only accessible by trail. The summer slopes are covered with alpine plants and wildflowers while the views are nothing short of stupendous. With only 800ft elevation gain over 7.6 miles, the treats come with minimal sweat.\nThe Iceberg Lake Trail\nDeservedly, one of the most popular of Glacier's hikes, this 9 mile there-and-back takes you to the eponymous deep glacial cirque surrounded by 914m vertical walls. The sight of icebergs floating in the lake's still waters in the middle of summer is breathtaking. The ascent above Many Glacier Valley is fairly gentle with awesome views and passes meadows filled with wildflowers.\n\n  \nSt. Mary's Falls in Glacier National Park © Meghan O'Dea / Lonely Planet\n\nSun Point to Virginia Falls\nHandily served by the free park shuttle, myriad trailheads along the eastern side of Going-to-the-Sun Road offer plenty of short interlinking hikes, a number of which can be pooled together to make up a decent morning or afternoon ramble.\nIf you take the busy St Mary Falls Trail, you’ll climb undemanding switchbacks through the trees to the valley’s most picturesque falls, set amid colorful foliage on St Mary River. Beyond here, a trail branches along Virginia Creek, past a narrow gorge, to mist-shrouded (and quieter) Virginia Falls at the foot of a hanging valley. It’s approximately 7 miles round-trip to Virginia Falls and back. The easy hike takes about four hours.\nPiegan Pass\nA popular hike among Glacier stalwarts, this trail starts on Going-to-the-Sun Road at a handy shuttle stop on Siyeh Bend just east of Logan Pass and deposits you in Glacier’s mystic heart, Many Glacier, with transport connections back to St Mary or even Whitefish. It also bisects colorful Preston Park, one of the region’s prettiest and most jubilant alpine meadows. The 12.8-mile trail (allow six hours) starts at the Siyeh Bend shuttle stop.\nDawson-Pitamakan Loop\nThis spectacular 18.8-mile hike along exposed mountain ridges crosses the Continental Divide twice and can be squeezed into a day for the ambitious and fit or, alternatively, tackled over two or three days with nights at backcounty campgrounds. Blessed with two spectacular mountain passes and teeming with myriad plant and animal life, including grizzly bears, this is often touted by park rangers as being one of Glacier’s hiking highlights.\n\n  \nThe Many Glacier Hotel in Glacier National Park © Meghan O'Dea / Lonely Planet\n\nPlaces to stay near Glacier National Park\nGlacier's classic 'parkitecture' lodges – Many Glacier Hotel, Lake McDonald Lodge and Glacier Park Lodge – are living, breathing, functioning artifacts of another – more leisurely – era, when travelers to this wilderness park arrived by train and ventured into the backcountry on horseback. \nBut that's not the only option for a place to stay in Glacier National Park. There are also beloved back-country chalets, numerous campgrounds for RV travelers and tent campers, and also motel-style accommodations in and around the park. These are a few of the best:\nLodges\nThese early 20th-century creations were built with Swiss-chalet features and prototypical Wild West elements. Today they seem to consciously and appealingly conjure up a romantic, almost mythic, vision of rustic comfort – ideal reflections of the beautiful scenery on their doorsteps.\nGlacier Park Lodge\nSet in attractive, perfectly manicured ﬂower-ﬁlled grounds overlooking Montana’s oldest golf course, this historic 1914 lodge was built in the classic national-park tradition, with a splendid open-plan lobby supported by lofty 900-year-old Douglas ﬁr timbers (imported from Washington State). Eye-catching Native American artwork adorns the communal areas, and a full-sized tipi is wedged incongruously onto a 2nd-ﬂoor balcony.\nIn keeping with national-park tradition, the rooms here are ‘rustic’ with no TVs or air-conditioning. Rocking chairs are dispersed inside, and out on the shaded porch where the views of the Glacier peaks are worth the price of admission alone; the pool out back has little shade. Two restaurants and a bar are also open to nonguests.\n\n  \nThe interior of the Lake Mcdonald Lodge is classic \"parkistecture\". ©Kit Leong/Shutterstock\n\nLake McDonald Lodge\nFronting luminous Lake McDonald and built in classic US 'parkitecture' style, the lodge welcomes its guests through a more mundane backdoor setting – they originally disembarked from a boat on the lakeside. Small, comfortably rustic rooms are complemented by cottages and a 1950s motel.\nBuilt on the site of an earlier lodge commissioned by park pioneer George Snyder in the 1890s, the present building was constructed in 1913 and rooms remain sans air-conditioning and television – it's worth requesting one of the more than two dozen rooms and cabins renovated for the 2016 season. Deluxe ones even boast some boutique stylings, including tiled bathrooms, extremely comfy king-sized beds and a touch of art. Two restaurants are on-site and evening ranger programs are held nightly in the summer. The lakefront location is fairly ideal and close to trailheads on Going-to-the-Sun Road.\n\n  \nAccommodation by a lake in Glacier National Park.  ©OLOS/Shutterstock\n\nMany Glacier Hotel\nEnjoying the most wondrous setting in the park, this massive, Swiss chalet–inspired lodge (some of the male staff wear lederhosen) commands the northeastern shore of Swiftcurrent Lake. It was built by the Great Northern Railway in 1915, and the comfortable, if rustic, rooms have been updated (restoration work continues) over the last 15 years. The deluxe rooms feature boutique-style elements, including contemporary tiled bathrooms.\nThe raised stone hearth with a unique chimney system from the 1940s marks the center of the large lobby and lounge area where guests gather to take in the shimmering snow and glacier-capped peaks (anyone can try out the lobby piano circa 1877). Some of the park's most iconic hikes leave from nearby. Several restaurants are part of the complex, and hikers can stock up on food and other supplies at the cafe and shop downstairs.\n\n  \nThe Granite Park Chalet in Glacier National Park, Montana, USA © Chuck Haney / DanitaDelimont.com / Alamy Stock Photo\n\nHistoric Chalets\nGranite Park Chalet\nA popular stopping point for hikers on the Swiftcurrent Pass and Highline trails, this very basic chalet (pit toilets) dates back to the park's early 20th-century heyday. A rustic kitchen is available for use (with propane-powered stoves), though you must bring and prepare your own food. Snacks and freeze-dried meals are available for purchase. Twelve guest rooms sleep from two to six people each.\nBedding costs $25 extra per person. Book in advance as it gets busy, and remember to bring as much of your own water as possible (bottled water and sodas are available to buy). Reservations should be made online.\n\n  \nThe original Sperry Chalet was built by the Great Northern Railway in Glacier National Park, Montana © Shutterstock / Nikki Yancey\n\nSperry Chalet\nConstructed by the Great Northern Railway in 1914, much of this 17-room historic Swiss-style chalet burned down in a 2017 fire, but its historic features were maintained in the rebuild. It's a good three-hour hike from the nearest road, and guests must either walk or horseback ride here via an ascending 6.5-mile trail that begins at Lake McDonald Lodge.\nWith no lights, heat or water, this was part of an old accommodations network that once spanned the park before the construction of Going-to-the-Sun Road, Sperry offers phenomenal views. Be sure to bring a ﬂashlight for midnight trips to the outdoor toilets. Rooms are private; walls, however, are paper thin. Rates include three excellent meals (box lunches are available) and mules can be hired to carry gear.\nBelton Chalet\nBuilt and opened the same year as the national park (1910), this Swiss chalet overlooking the railroad tracks in West Glacier was Glacier’s first tourist hotel. Other incarnations followed, including time as a pizza parlor, and it lay rotting until a late-1990s refurb, which dusted off 25 traditional yet elegant rooms, arts-and-crafts-style furnishings, a spa and a celebrated taproom. Two stand-alone cottages and a fairly spectacular cabin, in the Old West rustic vernacular, are open year-round and are ideal for families.\n\n  \nCamping near Glacier National Park in Montana © Meghan O'Dea / Lonely Planet\n\nCamping\nThere are a lot of places to pitch a tent or park an RV in Glacier National Park. Here are a few of the most popular:\nApgar Campground\nThis large wooded campground, the park's largest, is a good choice for its proximity to the conveniences of Apgar Village and West Glacier, as well as for being only a short stroll to Lake McDonald. It feels, however, far from a wilderness experience.\nAvalanche Creek Campground\nThis lush campground abutting the park’s old-growth cedar forest gets more rainfall than most. Some sites are overshadowed by old stands of hemlock, cedar and Douglas fir, but you’re close to Lake McDonald and right in the path of a couple of very popular trailheads. Expect no quiet or privacy during the daytime.\nMany Glacier Campground\nWith access to phenomenal trails, this heavily wooded campground is one of the park’s most popular. It lies within strolling distance of the Swiftcurrent Motor Inn complex, which includes a restaurant, hot showers, a laundry and camp store. Primitive camping available through the end of October. Half of the sites are reservable, including numbers 94 and 92, which are the best spots along the river.\nBowman Lake Campground\nRarely full, this campground 6 miles up Inside North Fork Rd from Polebridge offers very spacious sites in forested grounds, and beautiful Bowman Lake is only steps away. It has a visitors information tent with reference books and local hiking information. The road from Polebridge can be especially rough after heavy rain. Also offers primitive camping through to end of October.\nSprague Creek Campground\nOff Going-to-the-Sun Road on the shore of Lake McDonald, the park’s smallest campground draws mostly tents – no vehicles over 21ft are allowed – and feels more intimate than many of the park’s other options, at least at night when the passing traffic goes to bed. Arrive early to claim a site overlooking the lake. Hiker/biker sites $5.\n\n  \nTeepees on the Blackfeet Reservation on the eastern side of Glacier National Park  ©Justin Foulkes/Lonely Planet\n\n \nThe Indigenous history of Glacier National Park\nFor thousands of years, the Blackfeet (Niitsitapi), Salish, and Kootenai tribes called Glacier National Park home, worshiping at sacred sites including Two Medicine and Chief Mountain that remain integral to their creation stories. After initial contact with white settlers when the Lewis and Clark expedition passed through the region in, the Blackfeet, Salish, and Kootenai suffered during the westward expansion of white settlers in the early 19th century and the near extinction of the buffalo that was part of the United States' Indian removal strategy. \nRelying increasingly on government money, Native Americans had little choice but to agree to one-sided treaties in 1855. The reservation originally included all of the Glacier National Park region east of the Continental Divide; however, the Blackfeet sold a portion of what is now Glacier National Park to the United States government, and in 1910 that land was turned into the eighth national park in the system.\nToday, approximately 10,000 Blackfeet live on a 3812-sq-mile reservation immediately to the east of the park. The reservation includes important park access points such as St Mary and East Glacier and, despite their dispossession, the land in and around the east side of Glacier holds significant ceremonial and cultural significance.\n\n  \nWhitefish, Montana is one of the towns closest to Glacier National Park, and is a great travel and supply hub ©Craig Moore/Getty Images\n\nVisiting Glacier National Park\nGlacier Park International Airport in Kalispell has year-round service to Salt Lake, Minneapolis, Denver, Seattle and Las Vegas, and seasonal service to Atlanta, Oakland, LA, Chicago and Portland. Alaska, Allegiant, American Airlines, Delta and United have flights to FCA.\nAmtrak's Empire Builder stops daily at West Glacier and East Glacier Park, with a whistle stop in Browning. Xanterra provides a shuttle (adult $6 to $10, child $3 to $5, 10 to 20 minutes) from West Glacier to their lodges on the west end, and Glacier Park Collection by Pursuit offers shuttles (from $15, one hour) connecting East Glacier Park to St Mary and Whitefish.\nGlacier National Park runs a free hop-on, hop-off shuttle bus from Apgar Transit Center to St Mary over Going-to-the-Sun Road from July 1 to Labor Day; it stops at all major trailheads. Xanterra concession operates the classic guided Red Bus Tours.\nIf driving a personal vehicle, be prepared for narrow, winding roads, traffic jams, and limited parking at most stops along Going-to-the-Sun Road.\n\n  \nThe famous Going to the Sun Road that crosses the Continental Divide at Logan Pass in the heart of Glacier National Park, MT. It's the only road across the park and open for biking during limited hours. Getty Images\n\nWhen is Glacier National Park open?\nAlthough the park remains open year-round, most services are closed between October and mid-May. Nevertheless, visiting the park on snowshoes or cross-country skis in the dead of winter is a memorable experience. Going-to-the-Sun Road opens when they finish plowing, which could be as late as July.\nThe East Side of the park reopened March 18, 2021 after an extended closure by the Blackfeet Reservation to protect the tribe against the COVID-19 pandemic. Campgrounds, certain roads, lake access, and other park features are being reopened slowly on a case-by-case basis. Definitely check the Glacier National Park website for the latest updates as the park opens back up.\n\n  \nVisitor center at Logan Pass in Glacier National Park © Shutterstock / Jim Parkin\n\nVisitor Centers\nThe LEED–certified Apgar Visitor Center with a large parking lot and free Wi-Fi signal is 1½ miles north of West Glacier at the west end of Going-to-the-Sun Road. Catch the free park shuttle here for all points along Going-to-the-Sun Road to Logan Pass, where you transfer to continue to St Mary Visitor Center. \nThe Logan Pass Visitor Center sits in the most magnificent setting of all the park's visitor centers, and features park information, interactive exhibits and a good gift shop. The Hidden Lake Overlook Trail and Highline trails begin there.\nAccessibility \nMost sights and campgrounds within the parks are wheelchair accessible; for a complete and detailed list, download Glacier's own accessibility brochure (available at any entrance station). It's an excellent source of information on everything from hotels and campgrounds to visitor sites and ranger-led activities.\nService animals are allowed in Glacier. All lodging options within Glacier have wheelchair-accessible rooms. Shuttle buses in Glacier all have wheelchair lifts and tie-downs, and the drivers can assist disabled passengers on and off. If you need to make arrangements in advance, call any park visitor center.\nGlacier National Park produces braille handouts, audio described videos and large print brochures. Discount passes to the parks and national forests are available for people with disabilities.\n"
    },
    {
        "country": "usa",
        "index": 3,
        "name": "Great Smoky Mountains National Park",
        "latitude": "35.612511",
        "longitude": "-83.488026",
        "excerpt": "The story of the Smoky Mountains began in primordial times when clashing supersized continents created a chain of mountains that are today among the…",
        "detail_url": "https://www.lonelyplanet.com/usa/the-south/attractions/great-smoky-mountains-national-park/a/poi-sig/1440960/362185",
        "image_url": "https://lp-cms-production.imgix.net/2021-03/GettyRF_1050058668.jpg",
        "detail_description": "The story of the Smoky Mountains began in primordial times when clashing supersized continents created a chain of mountains that are today among the oldest on the planet. Some of the rock here formed at the bottom of an ancient sea over a billion years ago, which were later uplifted when the African tectonic plate slammed into the side of North America.\nThe human history here is ancient, too – Indigenous peoples have lived in the region of the Smoky Mountains since prehistoric times, an archeologists have found 10,000 year old hunting projectiles and ceramics from 700BCE. When European settlers arrived in the 17th century, they encountered the Cherokee, who lived in settlements along the river valleys. The Smokies lay at the center of their vast territory until they were forced out of the region on the Trail of Tears. In the 1900s lumber companies arrived, nearly wiping out the forests. Luckily, in the 1920s a few visionary locals fought for the park’s creation, which finally became a reality in 1934.\nToday, Great Smoky Mountains National Park is the most visited in the United States. That's in part thanks to its easy access from numerous major metros, including North Carolina's research triangle, Knoxville, Tennessee; Atlanta, Georgia; and Washington, DC. It's also thanks to the early decision to make the park very drivable, with a mixture of roads and hiking trails that appeal to a variety of nature lovers from casual history buffs and wildlife watchers to seasoned backpackers and thru-hikers. The cherry on top is that this national park is free to access, with no entrance fees or America the Beautiful pass required.\nIf that piques your interest, we have information on how and when to visit, what to see, where to camp, and which trails should be on your Smoky Mountains bucket list. Whether it's your first time in the Smokies or you're a long-term regular, just read on.\n\n  \nClingman's Dome mountaintop observatory during sunset in the Great Smoky Mountains. ©Sean Pavone/Alamy Stock Photo\n\nHiking in Smoky Mountains National Park\nThe Smokies are part of the vast Appalachian chain, among the oldest mountains on the planet. Formed more than 200 million years ago, these ancient peaks were once much higher – perhaps as high as the Himalayas – but have been worn down by the ages. You can contemplate that remote past while huffing your way up to the top of a 6000ft peak overlooking the seemingly endless expanse of undulating ridges that stretch off into the distance. There are mesmerizing viewpoints all across the park, as well as one mountaintop lodge that can only be reached by foot.\nHome to more than 800 miles of walking trails, the national park has no shortage of great hikes, from short waterfall jaunts to multiday treks across the breadth of the mountains. Here are a few highlights:\nClingmans Dome\nNo matter when you visit, the highest peak in the national park offers dazzling views. From the circular, flying-saucer-like viewing platform, you'll have a sweeping 360-degree panorama of the undulating waves of forested peaks that stretch off into the distance. While it's an easy but steep uphill walk along the paved half-mile path to the observation tower, there are many outstanding trails that cross through here – including the Appalachian Trail and the Alum Cave Bluffs trail. And if you come in winter, when the access road is closed, you'll have those grand views all to yourself.\nThe Appalachian Trail\nAmerica's most fabled walk in the woods stretches for nearly 2200 miles across 14 states. Some 71 miles of the challenging trail runs along the spine of the Smoky Mountains, taking you to soaring overlooks, through misty coniferous forests and past old-fashioned fire towers offering staggering views over the park's verdant expanse. Even if you don't have a week to spare (much less six months to hike the whole Appalachian Trail), you can still enjoy some marvelous day or overnight hikes along this legendary trail.\nMt LeConte\nOne of the most challenging and rewarding day hikes in the park is the ascent up Mt LeConte, the third-highest peak in the Smoky Mountains. Several trails wind their way up, passing rushing rivers, waterfalls, log bridges and precipitous views before reaching the summit at 6593ft. At the top, you can pay a visit to the rustic lodge that's been in operation since before the creation of the national park in 1934. Book a cabin (well in advance) to make the most of this extraordinary Smoky Mountain experience.\n\n  \nTwo hikers (one carrying a baby) descend stairs on a steep section of the Alum Cave Trail.. ©Theron Stripling III/Shutterstock\n\nAlum Cave Bluffs\nOne of the 10 most popular trails in the Smoky Mountains, Alum Cave Bluffsoften draws a crowd. It's a fantastic walk crossing log bridges, spying old-growth forest and enjoying fine views, though you should try to be on the trail before 9am to enjoy the scenery without the maddening crowds. Highlights include Arch Rock, where handcrafted stone steps ascend steeply through the portal of an impressive stone arch that looks like something Frodo was compelled to climb. Beyond this interesting formation, the trail crosses the Styx Branch and begins a steep ascent.\nThe forest gives way to open sky at the next point of interest, a large heath bald where mountain laurel and blueberry bushes grow in a dense mass. After some huffing and puffing, you’ll be repaid for your efforts at a scenic vista called Inspiration Point. From here, it’s a short climb to Alum Cave Bluffs. As it turns out, the name is a misnomer. Waiting for you is not a cave, but rather a rock overhang. Moreover, the rocks contain not alum, but sulfur and rare minerals, some not known to occur elsewhere. If you’re game for more delightful punishment, you can continue on from Alum Cave Bluffs to the summit of Mt LeConte, 2.7 miles up the trail.\nRamsey Cascades\nOne of our favorite hikes in the park, the trail to Ramsey Cascades travels through old-growth forest dotted with massive tulip trees to one spectacular waterfall. You'll need to work hard to make it here – it's tough going, with an elevation gain of 2280ft. The hike's start is deceptively easy, along a wide, packed trail beside the rushing Middle Prong of the Pigeon River. At mile 1.5 things get interesting (hard, rather) as the path narrows and winds its way uphill over spidery roots and past scenic overlooks of the rushing river below.\nAround mile 2.6 you'll pass massive old-growth trees that have loomed over the forest canopy for centuries. The final half-mile steepens even more before you finally reach the refreshing falls, which plunge 100ft over chiseled ledges of gray stone. Congratulations, you've made it to the highest waterfall in the park. Don't ruin the moment by trying to climb up the waterfall, as a few people have died falling from the slippery rocks up top. Instead, keep an eye out for well-camouflaged salamanders on the periphery of the pool at the base of the cascades.\n\n  \nLlamas resting and eating on a foggy day after carrying supplies to the top of Mt. LeConte in the Great Smoky Mountains National Park. ©epantha/Getty Images\n\nCamping in the Smokies\nGreat Smoky Mountains National Park provides varied camping options. LeConte Lodge is the only place where you can get a room, however, and you have to hike to the top of a mountain to enjoy the privilege. Gatlinburg has the most sleeping options of any gateway town, though prices are high. Nearby Pigeon Forge, 10 miles north of Sugarlands Visitor Center, and Sevierville, 17 miles north, have cheaper options.\nThe National Park Service maintains developed campgrounds at nine locations in the park (a 10th remains closed indefinitely). Each campground has restrooms with cold running water and flush toilets, but there are no showers or electrical or water hookups in the park (though some campgrounds do have electricity for emergency situations). Each individual campsite has a fire grate and picnic table. Many sites can be reserved in advance, and several campgrounds (Cataloochee, Abrams Creek, Big Creek and Balsam Mountain) require advance reservations.\nWith nine developed campgrounds offering more than 900 campsites, you'd think finding a place to pitch would be easy. Not so in the busy summer season, so plan ahead. You can make reservations for most sites; others are first-come, first-served. Cades Cove and Smokemont campgrounds are open year-round; others are open March to October.\nBackcountry camping is an excellent option, which is only chargeable up to five nights ($4 per night; after that, it's free). A permit is required. You can make reservations online, and get permits at the ranger stations or visitor centers. Be sure to know the campground regulations.\n\n  \nUS 441 road (aka the NewFound Gap) winding through the forest in the Great Smoky Mountain National Park. ©Norman Lathrop/500px\n\nDriving the Smoky Mountains\nAs Philip D'Anieri explains in The Appalachian Trail: A Biography, building scenic byways into national parks was a controversial idea at the time parks like Shenandoah and Great Smoky Mountains were first established. Did they give the American public well-deserved access to natural spaces where they could find recreation and spiritual contemplation, or did they represent the intrusion of the urban world into pristine natural spaces best experienced on foot? \nThat's a debate that still grips the outdoor community today, but in the end, roads are part of what make the Great Smoky Mountains experience what it is today. A slow ride along stretches of Little River Road, Cades Cove Loop Road, through the Cataloochee Valley, or Upper Tremont Road is the perfect way to take it easy – and with 384 miles of road in the Smokies, you can keep coming back for more. Here are some highlights:\nNewfound Gap Road\nThe only paved route that bisects the park, the Newfound Gap Road offers fabulous scenery of the mountain forests as it curves its way for 33 miles between Cherokee, NC, and Gatlinburg, TN. While you could make the north–south traverse in an hour or two, it's well worth taking it slow, stopping at scenic overlooks, having a picnic lunch beside a rushing mountain stream and going for a hike or two along one of the many memorable trails that intersect this iconic motorway.\nRoaring Fork Motor Nature Trail\nAlthough it's just 5.5 miles long, this scenic road holds a treasure chest of natural wonders. Named after the fast-flowing mountain stream that courses beside it, the Roaring Fork takes you to lookouts with panoramic views over the mountains, past pockets of old-growth forest and right beside shimmering waterfalls tumbling over moss-covered stones. You'll also see vestiges of human settlement in the area, including an old farmstead that sheds light on the area's early inhabitants. Several excellent hiking trails start from this road, including to the lovely Grotto Falls.\nFoothills Parkway\nAfter years of construction and tens of millions of dollars in investment, a new 16-mile stretch of the Foothills Parkway was slated to open in late 2018. Visitors can now enjoy a 33-mile stretch of magnificent views on the newly extended parkway.\n\n  \nSynchronous fireflies (Photinus carolinus) flashing light above green foliage during their mating season. ©Putt Sakdhnagool/Getty Images\n\nMore things to do\nThe sun-dappled forests of the Great Smoky Mountains are a four-season wonderland. Rich blooms of springtime wildflowers come in all colors and sizes, while flame azaleas light up the high-elevation meadows in summer. Autumn brings its own fiery rewards with quilted hues of orange, burgundy and saffron blanketing the mountain slopes. In winter, snow-covered fields and ice-fringed cascades transform the Smokies into a serene, cold-weather retreat. This mesmerizing backdrop is also a World Heritage Site, harboring more biodiversity than any other national park in America. Here are a few activities that will get you in on the fun:\nSee the fireflies\nEach year in late spring or early summer, parts of the national park light up with synchronous fireflies, a mesmerizing display where thousands of insects flash their lanterns (aka abdominal light organs) in perfect unison. The event draws huge crowds of people to the Elkmont Campground, one of the best places in the Smokies to see it. Dates of the event change every year, but it can happen anytime between late May and late June.\nViewing dates are typically announced in April. All those who want to see the event must obtain a parking pass through a lottery system, and then take a shuttle to the site. The service runs from the Sugarlands Visitor Center for eight days of predicted peak activity during the fireflies’ two-week mating period.\n\n  \nA Bull Elk in a field at Great Smoky Mountain National Park, near Cataloochee. ©Jack Nevitt/Shutterstock\n\nWildlife watching in Cataloochee\nTucked into the eastern reaches of the national park, Cataloochee is one of the top wildlife-watching spots in the Smokies. You can watch massive elk grazing, see wild turkeys strutting about and perhaps even spy a bear or two. Hiking paths crisscross the valley, including the Boogerman Trail, which leads through old-growth forest. Cataloochee was also home to one of the largest settlements in the Smokies, and you can delve into the past while wandering through log cabins, a one-room schoolhouse and a photogenic church, all dating back to the early 1900s.\nRafting the Pigeon River\nMany winding creaks and crystal-clear streams rushing through the Smokies find their way into the Big Pigeon River. When they converge, they create a fantastic setting for white-water adventures on churning rapids amid a gorgeous forest backdrop. Families with small kids can enjoy a peaceful paddle on the Little Pigeon, while those seeking a bit more adventure should opt for the Upper Pigeon with its class III and IV rapids. It all makes for a fun day's outing with some of the best rafting in the southeast.\n\n  \nThe Henry Whitehead wood cabin, at Cade's Cove in the Great Smoky Mountains National Park. ©AppalachianViews/Getty Images\n\nHistory at Cades Cove\nSurrounded by mountains, the lush valley of Cades Cove is one of the most popular destinations in the national park. The draw: great opportunities for wildlife-watching, access to some fantastic hiking trails, and remnants of buildings from the 19th and early 20th centuries. In fact, on an easy tour of the area, you can visit old churches, barns, log houses and a working gristmill, most of which date back to the first European settlement in the 1820s.\n\n  \nGatlinburg-Great Smoky Mountains National Park snowy landscape in Winter. ©Dave Allen Photography/Shutters\n\nWhen to visit\nThe park is open year-round, but summer and fall are the most popular seasons, lush with wildflowers and colorful fall foliage. Some facilities are closed late fall through early spring, and roads may be closed in winter due to inclement weather.\nIn April, spring makes its appearance with wildflowers, bigger crowds (during spring break) and the reopening of most campgrounds and roads. Nights can still dip below freezing (take note campers), but days can be delightfully sunny and warm. May is one of the best months to see spring wildflowers and flowering trees such as dogwoods and redwoods in the forests. Warm days mix with rainfall (a year-round possibility), and lodging prices are still lower than peak summer rates.\nJune and July are some of the most popular months in the park with school out for the summer, the synchronous fireflies putting on their show, and the Independence Day Midnight Parade in Gatlinburg. The fall leaf-peeping peak kicks in around October, when campgrounds fill up and roads slow to a crawl on weekends. By November, the crowds thin as the blazing autumn colors now litter the floor (rather than the treetops). Some roads and campgrounds close for the season. You can score good deals on lodging.\nChristmas is a big production in Gatlinburg, Pigeon Forge, and Bryson City, with plenty of colorful lights and family-friendly events. Grab your snowshoes and see the park free of crowds in January and February, when the waterfalls turn into ice sculptures and roaring fires at your rental cabin are peak hygge.\n\n  \nRhododendrons are plentiful in the Smokies around bodies of water, like these growing near Laurel Falls ©Betty4240/Getty Images\n\nPlanning your trip\nThe closest airports to the national park are McGhee Tyson Airport near Knoxville (40 miles northwest of Sugarlands Visitor Center) and Asheville Regional Airport, 58 miles east of the Oconaluftee Visitor Center. Further afield you'll find Chattanooga Metropolitan Airport, 140 miles southwest of the park, Charlotte Douglas International Airport, 170 miles east, and Hartsfield-Jackson International Airport in Atlanta, 175 miles south of the park. After you fly in, you'll need a car as there's no public transportation to the park. There's a wide variety of car-rental outfits at each of the airports, however.\nUnlike other national parks, Great Smoky Mountains is free to enter. The only fees you'll be charged are for camping or if you rent a picnic pavilion. There are four visitors centers inside the park itself at Cades Cove, Oconaluftee, Sugarlands and Clingmans Dome, as well as three info centers outside the park in \"gateway\" towns of Gatlinburg, Sevierville, and Townsend, Tennessee.\nThe number one thing to be aware of during your visit is the Smoky Mountains' beloved bear population. A number of regulations are in place specifically to reduce the chances you might have the wrong kind of bear encounter. To wit, dogs must be on a leash at all times within the park and are not allowed on hiking trails. Food and cooking equipment must be kept in your vehicle whenever they aren't in immediate use, along with water containers and anything with a strong scent, like candles or your favorite body wash. Food storage lockers are available at several campgrounds, and garbage disposal units are specially designed to deter bears. \n\n  \nAerial of Newfound Gap Road (US Route 441) cuts through the Great Smoky Mountains National Park on an autumn morning. ©rickberk/Getty Images\n\nHistory of Smoky Mountains National Park\nSpanish explorer Hernando de Soto was probably the first European to reach the Smokies, when he arrived in the southern Appalachian mountains in 1540. De Soto led an expedition of 600 men on a long, wandering journey from which only half of them would return. On their march west along the southern edge of the Smoky Mountains, the Spaniards stopped to camp alongside the Oconaluftee River.\nThere they encountered Cherokee, who had long since established seasonal hunting camps, as well as trails through the mountains that connected various settlements. Cades Cove likely once housed a permanent Cherokee village, called Tsiyahi or ‘Place of the Otters,’ which was located along the banks of Abrams Creek. The other permanent Cherokee settlement within today’s park boundaries was Oconaluftee village, set along the river near the present-day Oconaluftee Visitor Center.\n\n  \nA wooden hut at the farmstead exhibition in Oconaluftee Visitor Centre on the US-441 in the Great Smoky Mountains. .. ©fotoMonkee/Getty Images\n\nThe Smokies remained largely unexplored by Europeans for the next two centuries. Then in 1775 the American naturalist and Quaker William Bartram spent several months in southern Appalachia during his four-year journey through the southeast. He became one of the first to accurately write about the region – both about its wildlife and its native people. The German immigrant John Jacob Mingus and his family were among the first Europeans to set up homesteads in the Oconaluftee River Valley when they arrived in 1798 (their descendants would remain in the region, and later set up the Mingus Mill). Over the next few decades, other homesteaders put down roots in Cades Cove and the Cataloochee Valley, too.\nAlthough the settlers were generally on good terms with the Cherokee, Indigenous people were nearly entirely gone from the area by 1819 after the Cherokee nation and other tribes were forced to cede all of their lands in the Smoky Mountains in the 1819 Treaty of Calhoun. In the decades following the Civil War, a new threat soon faced the Smokies: logging. At first, it started out small, with selective timber cutting carried out by local landowners throughout the Smokies. By 1900, however, industrialists saw enormous financial opportunities in the large stands of old-growth forest in the mountains and began buying up properties and commencing large-scale operations.\n\n  \nSetting sun over the Great Smoky Mountains' Newfound Gap. ©SeanPavonePhoto/Getty Images\n\nWhile huge swaths of the forest were being felled by lumber companies, more and more locals were beginning to notice the devastation left by clear-cutting. In the early 1920s a few key figures from Knoxville, TN, and Asheville, NC, began to advocate for the conservation of the Smokies. Ann Davis was one of the first to put forth the idea of creating a national park in the Smokies. After visiting several national parks out west in 1923, she and her husband, Willis Davis, worked tirelessly to recruit allies towards the goal of creating the park. She even entered politics, and in 1924 became the first woman elected in Knox County to serve in the Tennessee State House of Representatives.\nNegotiations began in 1925 and were complex – given there were more than 6000 property owners involved. In 1926 President Calvin Coolidge signed legislation creating Great Smoky Mountains National Park (along with two other national parks). Once signed it was up to the park boosters to secure the funds to purchase the 150,000 acres before the Department of the Interior would assume responsibility. Even with cash in hand, purchases of the small farms and miscellaneous parcels (some of which had yet to be surveyed and appraised) was a cumbersome and lengthy process. Many landowners were reluctant to leave the only home they’d ever known, and some people – such as John Oliver of the Cades Cove community – fought the park commission through the Tennessee court system. \n\n  \nThe sun rises on a cool autumn morning in the Great Smoky Mountains National Park. ©Tony Barber/Getty Images\n\nIn 1930 the first superintendent of the park arrived, and he formally oversaw the first transfer of land – 158,876 acres deeded to the US government. At long last the Great Smoky Mountains National Park was a reality, though it wasn’t until 1934 that the park was officially established. A few years later, in 1940, President Franklin Roosevelt dedicated the national park for the ‘permanent enjoyment of the people’ at the newly created Rockefeller Monument at Newfound Gap.\nAs the Great Depression swept across the nation in the early 1930s, President Roosevelt came up with an innovative solution to put people back to work. He created the Civilian Conservation Corps, or CCC, which would serve two purposes: it would create jobs and it would help in the nation’s reforestation. CCC camps were set up across the country, with 22 created inside the national park. Around 4000 men, mostly aged 18 to 20, would work for the corps, which ran from 1933 to 1942. The men worked a variety of jobs: planting trees, building bridges and footpaths, erecting fire towers and clearing fire roads. Their handwork is still all over Great Smoky Mountains, including shelters built along the AT where hikers still overnight.\nBuy the Great Smoky Mountains National Park guide ahead of your trip.\n"
    },
    {
        "country": "usa",
        "index": 4,
        "name": "MGM Grand",
        "latitude": "36.10173",
        "longitude": "-115.171129",
        "excerpt": "Owned by the eponymous Hollywood studio, the MGM Grand casino and hotel liberally borrows Tinsel Town's themes. Flashing LED screens and computerized…",
        "detail_url": "https://www.lonelyplanet.com/usa/nevada/las-vegas/the-strip/attractions/mgm-grand/a/poi-sig/1346407/1338985",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-1269409023.jpg",
        "detail_description": "Owned by the eponymous Hollywood studio, the MGM Grand casino and hotel liberally borrows Tinsel Town's themes. Flashing LED screens and computerized fountains add extra theatrics to the 100,000lb, 45ft-tall bronze lion statue at the casino's entrance.\nInside the labyrinthine casino bedecked with giant screens, you can get table-side massages or take free Texas hold'em lessons in the poker room. Top billing attractions include Hakkasan nightclub, one-time center of the electronic dance-music universe or the Cirque du Soleil's martial-arts-inspired Kà.\n\nBook David Copperfield at MGM Grand today\n\nGrand Pool\nFor many, the MGM Grand's biggest draw is the Grand Pool complex out back, with four swimming pools and a few whirlpools. At this fabulous outdoor playground, children splash in shallow aqua pools, sunbathers loll on chaise lounges, college students slurp from yard-long strawberry daiquiris and last night's party crowd recovers under beach umbrellas.\nThe highlight is an 8000ft-long lazy river – the longest in Vegas – that snakes around the pools, passing through spraying waterfalls and underneath bridges draped with tropical foliage. Rent an inner tube or just let the gentle current sweep you along. During summer, Wet Republic is the Strip's most MTV-worthy pool club.\nGrand Spa\nA two-hour 'Dreaming Ritual,' employing Australian Aboriginal healing and massage techniques, is the signature treatment at this sprawling 29,000-sq-ft spa, which soothes with Asian accents like bamboo, rock walls and elemental wood. The spa is open 8am-4pm Monday to Thursday and until 5pm Friday to Sunday and day passes are for hotel guests only. Nonguests can make spa appointments for Monday through Thursday.\nMGM Grand Garden Arena\nWhen pop stars such as U2, Cher and Miley Cyrus come to town, they play this massive 17,000-seat venue at the MGM Grand. Rowdy championship fight nights also fill the vast arena.\n\nBook David Copperfield at MGM Grand today\n\n\n  \nMGM Grand in Las Vegas squeezes in plenty of fabulous restaurants. ©Jason Patrick Ross/Shutterstock\n\nRestaurants\nThe MGM Grand has an impressive lineup of celebrity chefs' restaurants, bars and nightlife venues, none more dazzling than Joël Robuchon, where you'll dine inside a faux Parisian mansion.\nJoël Robuchon\nJoël Robuchon, the acclaimed 'Chef of the Century', leads the pack in the French culinary invasion of the Strip. His eponymous art deco-inspired dining room, done up in leather and purple velvet, exudes the sophistication of a dinner party at a 1930s Paris mansion. Complex seasonal tasting menus promise the meal of a lifetime – and they often deliver. Reservations essential.\nL'Atelier de Joël Robuchon\nThe ever-so-slightly less chichi of Joël Robuchon's two Las Vegas establishments. Its red-and-black interior, open kitchen and counter bar resemble a sushi joint and keep your attention on the food, comprising masterfully prepared, tapas-style small (or large) plates whose size and contents change in accordance with your desires and budget. Booking required.\nMorimoto\nIron Chef Masaharu Morimoto's latest Vegas incarnation is in his eponymous showcase restaurant, which pays homage to his Japanese roots and the cuisine of this city that has propelled him to legend status around the world. Dining here is an experience in every possible way and, we think, worth every penny. Book ahead.\nHeritage Steak\nTop chef Tom Colicchio's second Strip steakhouse flies higher than his MGM Grand outpost. All-natural, open-flame-grilled American steaks, charred octopus and ash-roasted bone marrow are just a sampling of carnivorous treats on a cutting-edge contemporary menu. The throwback cocktail list is just as unusual as what's for dessert, like sweet corn ice cream. Reservations essential.\nPub 1842\nAt chef Michael Mina's casual gastropub, don't let the cabin-in-the-woods decor, with plaid-patterned booths and wooden-slat walls, fool you. Extraordinarily tasty, whimsical comfort food – try a burger topped with peanut butter and bacon jam – goes above and beyond. So do the barrel-aged cocktails and craft beer flights from the bar. Happy hour runs from 3pm to 6pm daily. Dinner reservations recommended.\nHakkasan\nFor see-and-be-seen dining or a splashy date night, few restaurants on the Strip beat this dramatic Chinese restaurant, with futuristic neo-Asian accents visible everywhere, from patterned upholstery to screened-in dining 'cages.' Michelin-starred chef Ho Chee Boon's mainly Cantonese menu darts off in unexpected ways, like the roasted cod with champagne and honey. Mixologist cocktails are designed to wow.\nCrush\nOff the casino floor, an airy dining room and a cozy wine-cellar room compose this casual eatery and wine bar. On the seasonal Mediterranean menu, crispy 700°F (371ºC) wood-oven-fired pizzas, rich pasta and both raw and roasted antipasti are more satisfying than meatier mains. Vegetarian, vegan, dairy-free and gluten-free options aim to please everyone.\nHecho en Vegas\nAn offshoot of Tucson's El Charro Cafe, this lofty cantina by the monorail station hosts festive groups with pitchers of margaritas. Handmade tamales, tortillas and torta bread stand out on an average menu of Mexican fare that also includes chimichangas, Sonoran hot dogs, and fajita platters with ancho-chili-rubbed skirt steak or shrimp diablo.\nCraftsteak\nThis richly wood-laden steakhouse lacks exclusivity, what with all the monorail riders walking by. Celeb chef Tom Colicchio's menu of grass-fed steaks, grilled bison and 24-hour braised short ribs, plus bounty from the sea such as Australian lobster tail, is sometimes a letdown in its execution. Drown any disappointments with a huge array of top-shelf bourbon and scotch. Reservations essential.\n\n  \nThe MGM Grand has plenty of places to drink and dance the night away. ©Ritu Manoj Jethani/Shutterstock\n\nBars and clubs\nThere are several bars and clubs to either celebrate your winnings (or drown your sorrows) at the Grand.\n\nBook David Copperfield at MGM Grand today\n\nHakkasan\nAt this lavish Asian-inspired nightclub, international EDM jet-set DJs such as Tiësto and Steve Aoki rule the packed main dance floor bordered by VIP booths and floor-to-ceiling LED screens. More offbeat sounds spin in the intimate Ling Ling Club, with leather sofas and backlit amber glass. Bouncers enforce the dress code: upscale nightlife attire (no athletic wear, collared shirts required for men).\nWet Republic\nThink of Wet Republic, the city's biggest 'ultra pool,' as a nightclub brought out into the sunlight. The mostly 20- and 30-something crowd in stylish swimwear show up for EDM tunes spun by megawatt DJs like Calvin Harris, fruity cocktails and bobbing oh-so-coolly around saltwater pools. Book ahead for VIP bungalows, daybeds and cabanas.\nMGM Grand hotels and rooms\nVegas' largest hotel has more rooms than it is possible to accurately critique without moving in for longer than it's healthy to stay in Vegas, but MGM's real thrillers are its exclusive (and expensive) Skylofts, apartment-style Signature suites and mammoth pool complex, rivaled by few.\nSkylofts\nGlamorous, one-of-a-kind apartments designed by innovative architect Tony Chi have loft bedrooms and two-story windows. They're also outfitted with almost every imaginable indulgence, from spa tubs and steamy 'immersion' showers to gourmet kitchens and top-flight entertainment centers. A 24-hour butler and personal concierge are included, of course.\nAs one of the world's largest hotels keeps evolving, the stunning Skylofts at MGM Grand has proved itself to be not just another boutique hotel-within-a-hotel on the Strip. These penthouse suites are blissful, flawlessly contemporary in design and ready to fulfill any high-roller fantasy, starting with private airport pick-up in a Mercedes-Benz limousine.\nThe lofts, each with one, two or three bedrooms, could easily fit your entourage or a family (children under 13 stay free with their parents) but are also perfect for a romantic getaway. Call on the 'dream' and 'spa' butlers to light the aromatherapy candles, plump the pillows and create an appropriate soundtrack before hitting the sheets.\nSignature suites\nBalconies were traditionally hard to come by on the Strip, though not in MGM Grand's 'Signature' suites, many of which feature full balconies. All have kitchenettes, plush furnishings and all the amenities of this massive casino.\n"
    },
    {
        "country": "usa",
        "index": 5,
        "name": "Central Park",
        "latitude": "40.782493893528",
        "longitude": "-73.966051493639",
        "excerpt": "One of the world’s most renowned green spaces, Central Park comprises 843 acres of rolling meadows, boulder-studded outcroppings, elm-lined walkways,…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-york-city/upper-west-side-and-central-park/attractions/central-park/a/poi-sig/381791/1320604",
        "image_url": "https://lp-cms-production.imgix.net/2020-09/shutterstockRF_519864937.jpg",
        "detail_description": "One of the world’s most renowned green spaces, Central Park comprises 843 acres of rolling meadows, boulder-studded outcroppings, elm-lined walkways, manicured European-style gardens, a lake and a reservoir — not to mention an outdoor theater, a memorial to John Lennon, an idyllic waterside eatery and a famous Alice in Wonderland statue.\nHighlights include the 15-acre Sheep Meadow, where thousands of people lounge and play on warm days; Central Park Zoo; and the forest-like paths of the Ramble, popular with birdwatchers. In warm weather there are free outdoor concerts on the Great Lawn and top-notch drama at the annual Shakespeare in the Park productions held each summer at the open-air Delacorte Theater. Other recommended stops include the Shakespeare Garden, on the west side between 79th and 80th Sts, with its lush plantings and excellent skyline view.\n\n  \nChildren riding in goat-drawn carriages in Central Park circa 1904. © Universal History Archive/Universal Images Group via Getty Images\n\nThe history of Central Park\nLike the city’s subway system, the vast and majestic Central Park, a rectangle of open space in the middle of Manhattan, is a great class leveler – exactly as it was envisioned. Created in the 1860s and ’70s by Frederick Law Olmsted and Calvert Vaux on the marshy northern fringe of the city, the immense park was designed as a leisure space for all New Yorkers regardless of color, class or creed.\nCentral Park is actually only the fifth largest park in New York City, trailing behind other local greenspaces like Pelham Bay and Van Cortlandt parks in the Bronx, the Greenbelt on Staten Island, and Flushing Meadows Corona Park in Queens. But over 800 acres is nothing to sneeze at in tony, dense upper Manhattan – even in the mid-19th century when New York City was just a fraction of its present size, much of the land had to be acquired by eminent domain.\n\n  \n A couple pauses for a cigarette in snowy Central Park. © Phil Greitzer/NY Daily News Archive via Getty Images\n\nIronically, what is now Central Park was commandeered from settlements like Seneca Village, home to the very immigrants and free Black community members the park was ostensibly supposed to benefit. From that raw, swampy material Olmsted and Vaux were tasked with creating a place where the rich could see and be seen in their carriages and promenading in fine clothing, and later where the middle and lower classes could gather away from pubs and in lieu of garden cemeteries.\nOlmsted was inspired by Birkenhead Park near Liverpool – the first taxpayer funded public park in England – during a trip he later recounter in his travel memoir Walks and Talks of an American Farmer in England. The trick, of course, would be to create what felt like a natural American landscape where once there had been pig mucks and and urban detritus.\n\n  \nStatue of Romeo and Juliet in front of the Delacorte theatre in Central Park © Ruben Martinez Barricarte/Alamy\n\nThe result was, after many years, huge sums of money, thousands of laborers, and slow progress during the Civil War, a sprawling green space that felt distinct from the city bordering it in both its democratic vision and pastoral expanse. It was also a triumph of engineering.\nOlmsted and Vaux (who also created Prospect Park in Brooklyn) were determined to keep foot and road traffic separated and cleverly designed the crosstown transverses under elevated roads to do so. It’s also an oasis from the urban crush: the lush lawns, cool forests, flowering gardens, glassy bodies of water and meandering, wooded paths provide the dose of serene nature that New Yorkers crave.\n\n  \nCentral Park, Upper West Side, and Beyond ©Ryan D. Budhu/Getty Images\n\nThe legacy of Central Park\nThe success of Olmsted's vision – and his first major project – went on to launch his career (and influence generations of landscape architecture) with commissions from Buffalo to San Francisco, from the manicured grounds of the Biltmore Estate to the trailing parks of Atlanta.\nIt's no wonder it's one of the most popular film locations in cinematic history, cropping up not just as a background but a character in movies like Hair, When Harry Met Sally, Enchanted and The Muppets Take Manhattan. It's also no wonder that Central Park quickly became a nexus of New York architecture, fringed by buildings that both benefit from proximity to the city's back yard and try to live up to its larger-than-life legacy.\nFrom penthouse apartments of the Dakota Building where Lauren Bacall, John Lennon and other luminaries lived to recent additions like the tall, skinny Central Park Tower that climbs to 1,550 feet over its namesake, the skyline rimming Olmsted's creation is almost as iconic as downtown treasures like the Empire State Building, Chrysler Building, or the Brooklyn Bridge.\n\n  \nA young girl flies a kite in Central Park ©Granger Wootz/Getty Images\n\nThings to do in Central Park\nToday, this ‘people’s park’ is still one of the city’s most popular attractions, beckoning throngs of New Yorkers year round. While parts of the park swarm with joggers, inline skaters, musicians and tourists on warm weekends, it’s quieter on weekday afternoons, especially in the less-trodden spots above 72nd St, such as the Harlem Meer and the North Meadow (north of 97th St). \nDuring summer in Central Park, you can try activities from fishing to camping without once leaving Manhattan, or make like countless movie characters and head to the Victorian Bow Bridge, which spans Central Park Lake and connects Cherry Hill and the Ramble. Nearby, ornate Bethesda Fountain edges the lake, and its Loeb Boathouse is a beloved attraction where you can rent rowboats or enjoy lunch.\n\n  \nExterior view of the Tavern on the Green inside Central Park in Manhattan, New York City © Shutterstock / EQRoy\n\nSpeaking of eats, Central Park's designers may have intentionally included few buildings in their landscape, but Tavern on the Green is a New York classic for a reason. Designed by Vaux himself in 1870 as an actual sheep paddock, the structure was turned into a restaurant in 1934 by Robert Moses, and it eventually earned a landmark reputation in the city's already competitive, legendary food scene.\nFormer New York Times restaurant critical Ruth Reichl once observed in the pre-smartphone 1990s, \"To thousands of visitors, Tavern on the Green is New York. They are so happy to be here that you see them all around the room, videotaping one another as they eat their meals.\" Though it closed in 2009 for a few years, Tavern on the Green has been open again since 2014.\n\n  \nVisitors ice skate in Central Park circa 2017 ©Winston Tan/Shutterstock\n\nFolks flock to the park even in winter, when snowstorms inspire cross-country skiing and sledding or just a simple stroll through the white wonderland, and crowds turn out every New Year’s Eve for a midnight run. Also very popular is skating on one of two stretches of ice in Central Park – Wollman Rink, located in the southeast part of the park, and Lasker Rink in the north.\nThe Central Park Conservancy offers ever-changing guided tours of the park, including ones that focus on public art, wildlife and places of interest to kids (check online for dates and times; most tours are free or $15. To get the lay of the land at a faster clip, there's numerous running routes through Central Park, too.\n\n  \nA dog walker walks by one of New York's ubiquitous hot dog stands ©Guillaume Gaudet/Lonely Planet\n\nGetting to Central Park\nCentral Park is accessible by numerous forms of transit, including the N, R, Q trains with service to 57th Street &amp; 7th Avenue; the 1, 2, 3, A, B, C, and D trains with service to 59th and Columbus Circle and Broadway at 72nd, 96th, &amp; 110th Streets; and the B and C trains with stops along Central Park's west flank. \nAs for bus routes, there are over a dozen to choose from, but some of the most accessible include the M10 the runs up the Central Park West side, the M20 from Penn Station, and the Q32 from Grand Central. \nFree and metered street parking exists around Central Park, though you'll want to be sure to check signage to make sure you won't run afoul of the meter maids. There are numerous paid lots and garages, too, where you can park for an hour or for the day.\n\n  \nA team plays softball at the Heckscher fields in Central Park to benefit New Yorkers with disabilities. © Barbara Alper/ Getty Images\n\nCentral Park accessibility\nCentral Park's rolling topography was created well before the ADA became the law of the land, so you might be curious how it holds up for visitors with disabilities. The Central Park Conservancy publishes an accessibility map to help visitors plan ahead for use of a wheelchair, rollator, cane, or other mobility aids.\nThe accessibility map has marked and color coded different degrees of incline throughout the park, as well as where you may find obstacles like stairs, or accessible features from restrooms to trails to subway stations.\nCentral Park is also home to the Robert Bendheim Playground, which was redesigned in 1996 to accommodate children of all abilities. It features ramps, a wheelchair accessible water feature, an elevated sandbox, and play structures with auditory features for Deaf and hard-of-hearing kids and their caregivers. \n"
    },
    {
        "country": "usa",
        "index": 6,
        "name": "Golden Gate Park",
        "latitude": "37.7689400916",
        "longitude": "-122.480823133",
        "excerpt": "When Frederick Law Olmsted, architect of New York's Central Park, gazed in 1865 upon the plot of land San Francisco Mayor Frank McCoppin wanted to turn…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/golden-gate-park/a/poi-sig/383395/1329646",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-520518600.jpg",
        "detail_description": "\nWhen Frederick Law Olmsted, architect of New York's Central Park, gazed in 1865 upon the plot of land San Francisco Mayor Frank McCoppin wanted to turn into a vast city park, he was understandably skeptical. Here was a swath of 1,013 acres of unlovely, dubious sand dunes on the outskirts of town, buffeted by powerful winds blowing in off the dark grey Pacific. The landscape architect turned down the job, despite the opportunity to create a park bigger than New York's before his first masterpiece was even finished.\nBut Olmstead would have to chuckle, and change his tune, a century later to see what Golden Gate Park became – from bonsai, buffalo, and redwoods to Frisbees, free music, and free spirits, when in the 1960s San Francisco's back yard became the epicenter of the Summer of Love. Today it still seems to contain just about everything its denizens love about their city.\nYou could wander the park for a week and still not see it all – but any given visit is a chance to walk through San Francisco history, from the park's oldest corners at its eastern end to where the park's borders give way to surf spots on the Pacific coast. \n\n  \nThe Spreckels Temple of Music in Golden Gate Park. ©V_E/Shutterstock\n\nWalk through history in Golden Gate Park\nThe creation of Golden Gate Park\nGolden Gate Park was the brain child of several local politicians angling to flip a piece of former Mexican territory on the outskirts of San Francisco into a profitable expansion of the growing city. Not the least of these city schemers was then-mayor Frank McCoppin, who saw an opportunity to not only give San Franciscans more elbow room while lining his own pockets on construction grift, but also solve a problem that had lead to lengthy legal battles – namely, the presence of well-to-do and opportunistic squatters trying to lay claim to the Outside Lands now that San Francisco's fortunes looked rosy. \nDespite Olmsted's assertion a park larger than New York's Central would never succeed on the proposed site, tenacious young civil engineer William Hammond Hall and master gardener John McLaren got to work. They had a unique vision for the time that would banish commercial eyesores like casinos, resorts, racetracks and an igloo village and instead showcase mother nature. It was an unorthodox view in an era when Central Park wasn't even yet complete, ten years before even such majestic and one-of-a-kind landscapes as Yellowstone would be preserved from development as national parks. \n\n  \nde young, Fine Arts Museums of San Francisco, California, USA. ©Checubus/Shutterstock\n\nWhat to do in Golden Gate Park\nUltimately, McCoppin, Hall and McLaren had their ways, producing a green space that \"feels wild....shaggy and labyrinthine and confusing,\" in the words of Gary Kimya, scholar of San Francisco history. Indeed, he wrote in Cool Grey City of Love: 49 Views of San Francisco that \"The paradox of Golden Gate Park is that its wildness is almost completely man-made. Every inch of the park had to be won. The loss of San Francisco's great sand dunes...is tragic...but [represents an] ultimately triumphant negotiation between man and the world.\"\nSeveral of Golden Gate Park's earliest features give teeth to that assessment. The Conservatory of Flowers, opened in 1879 and filled with rare specimens from South and Central America and aquatic Plants native to the Amazon. Stow Lake was created in 1893 with its picturesque Strawberry Hill, a favorite for families for over a hundred years.\n\n  \nJune 7, 2018: Japanese Tea Garden inside Golden Gate Park. ©Toms Auzins/Shutterstock\n\nThe Japanese Tea Garden is another early success – the oldest such public Japanese garden in the United States, it's been here since  the California Midwinter International Exposition of 1894. The carefully tended garden is full of imported plants, birds, and fish that have flourished for over a century in the once-inhospitable Outside Lands far from their native Nippon.\nIn 1906, nearly forty years after the dunes turned into a park larger than Olmstead's masterpiece, the devastating earthquake that shook San Francisco left thousands of refugees camping out in parks around the city, from Dolores Park in the Mission to Golden Gate Park. Some of the shacks built by the US Army to house earthquake victims were later moved to permanent lots, and are still in use today.\nAs the city recovered, several new institutions found a home in Golden Gate Park, including the including the Kezar Stadium (former home to the Oakland Raiders), California Academy of Sciences and the de Young Museum. The park's beloved Windmills bookended the earthquake, one built in 1903 and the other in 1908. The spiky Dahlia Garden appeared in the mid-1920s, as did the Shakespeare Garden with its collection of 200 plants mentioned in the Bard's writings.\n\n  \nThe Beach Chalet is located above the Golden Gate Park Visitor's Center and features historic WPA frescoes created by Lucien Labaudt in the 1930's celebrating the history of Golden Gate Park ©LightRocket via Getty Images\n\nThe WPA and the Summer of Love\nDuring the Great Depression, the Works Progress Administration was not only busy decorating Coit Tower with controversial murals, they were adding new features to Golden Gate Park, including the San Francisco Botanical Garden, the archery field, Anglers Lodge, and the Model Yacht Club. They also restored the 1926 art deco Horseshoe Pits, and built the Beach Chalet with its gorgeous frescos that tell the story of Golden Gate Park's construction.\nMost impressive, the Hoover Grove of giant sequoia were planted in 1930 to honor casualties from World War I, on the south edge of Martin Luther King Jr. Drive. Here you can peep these towering giants without driving out to the Marin Headlands and Muir Woods National Monument. So much for Olmstead's jab that \"There is not a full-grown tree of beautiful proportions near San Francisco.\"\nThe park's features and usages continued to evolve over the decades. Stow Lake's lovely boathouse was added in 1946. Twenty years later, in the Panhandle fringes of the park near Haight-Ashbury, the Human Be-In ushered in the Summer of Love, when thousands of youth were drawn to Hippie Hill by the promise of utopia fueled by free concerts from local bands and plentiful cannabis and LSD. Visit Golden Gate Park on April 20th of any given year (and, let's be honest, in certain pockets any day of the week) and you'll catch a whiff of the Hippie Hill scene from fifty years ago.\n\n  \nThe new Golden Gate Park ferris wheel, part of its 150 anniversary celebrations, arrived in 2020 and is one of the park's most sought-after new attractions © Xinhua News Agency/Getty Images\n\nGolden Gate Park today\nOne of the most recent permanent additions to Golden Gate Park is the National AIDS Memorial Grove. Built in 1991, it's a touching tribute to the millions of lives lost during the plague years, which hit San Francisco's queer community hard and left the city shaken after the dark 1980s.\nThat's not all, however. The park is still constantly evolving year to year. Today Golden Gate Park hosts events like the Bay to Breakers 12K race, as well as the Hardly Strictly Bluegrass and Outside Lands music festivals which take place every October. In December, the Christmas lights are a draw for families and visitors. \n\n  \nA festival takes place in Golden Gate Park in 2010 ©Eric Broder Van Dyke/Shutterstock\n\nIn 2020, the city celebrated the park's 150th anniversary with temporary art installations like local artist Charles Gadeken's Entwined light show in Peacock Meadow (240 John F Kennedy Drive). Another new addition to mark the anniversary was the SkyStar Wheel, Golden Gate Park's own ferris wheel that will be in place until March of 2025. That same year, protestors marked Juneteenth by toppling some of the park's historic statues, including those of Francis Scott Key, Padre Junipero Serra, and Ulysses S. Grant.\nOther changes during the COVID-19 pandemic have included the Golden Gate Park Sunday Roller Disco Party, a free community-led party for roller skaters at \"Skatin' Place,\" a spot near 6th Ave &amp; Kennedy Drive, most Sundays from noon to 5PM that features live DJs. \nKeep your eyes pealed during the summer months for one of the 12 pianos hidden around the Botanical Garden for anyone to play, part of an event called Flower Piano that includes free piano lessons, community sing-alongs at sunset, and more. \n\n  \nThe M.H. de Young bus stop; Shutterstock ID 3554606; your: Meghan O'Dea; gl: 65050; netsuite: Digital Editorial; full: golden gate park POI Shutterstock / Rafael Ramirez Lee\n\nGetting to Golden Gate Park\nAt over three miles long and half a mile long, there's a lot of ground to cover in Golden Gate Park, and a lot of entrances. The most popular entrance is in the Panhandle via Fell St, but coming in from 9th Avenue off Lincoln puts you right by some prime attractions.\nJFK serves as one of the main arteries in the park for cars, along with Transverse Drive, Chain of Lakes Drive, and 25th Ave/Crossover Drive/19th Ave/Park Presidio – these later streets are not part of the Slow Streets program the city has implemented during the COVID-19 pandemic to give San Franciscans more room to walk and bike away from crowds. Check the park website to see the latest on road closures for events and other initiatives. \n\n  \nGolden Gate park, San-Francisco, California, USA ©Akropot/Getty Images\n\nBiking, walking, and skating are all popular here. Numerous bus and trolly routes serve Golden Gate Park, too, and you'll find entry points lining the side of the park all the way around its perimeter. \nThe park is open 24 hours a day, seven days a week. There are restrooms sprinkled throughout the park, \nVehicle parking in Golden Gate Park\nThere are over 4,700 street parking spots throughout the park. Accessible parking is available at the McLaren Lodge, Music Concourse (behind Bandshell), MLK Drive &amp; Music Concourse and on JFK/Transverse Drive.\nThe 800-space Music Concourse garage ($33 for the day) as well as over 4,700 street parking spots throughout the park. Music Concourse garage is the main parking lot for the SkyStar Observation Wheel, as well as the De Young Museum, several gardens, and Cal Academy. It can be reached via Fulton St. at 10th Avenue and is open every day of the week from 7AM to 7PM. \nThe Golden Gate Park shuttle\nThe Golden Gate Park free shuttle runs from 9AM to 6PM on a cadence of every 15 to 20 minutes on Saturdays and Sundays, as well as on city holidays.\n\n"
    },
    {
        "country": "usa",
        "index": 7,
        "name": "Exploratorium",
        "latitude": "37.801146",
        "longitude": "-122.398177",
        "excerpt": "Is there a science to skateboarding? Do toilets really flush counterclockwise in Australia? At San Francisco's hands-on science museum, you'll find out…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/exploratorium/a/poi-sig/383993/1329639",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/29_BuildingNight_DSC_8520_AS.jpeg",
        "detail_description": "Is there a science to skateboarding? Do toilets really flush counterclockwise in Australia? At San Francisco's hands-on science museum, you'll find out things you wish you learned in school.\nCombining science with art and investigating human perception, the Exploratorium nudges you to question how you perceive the world around you. The setting is thrilling: a 9-acre, glass-walled pier jutting straight into San Francisco Bay, with large outdoor portions you can explore free of charge, 24 hours a day.\n\n  \nThe Exploratorium has hosted thousands of exhibits over the years, so there's something new to see on the regular © Exploratorium, www.exploratorium.edu\n\nWhat to do at the Exploratorium\nCovering a whopping 330,000 square feet of indoor-outdoor space, galleries focus on color, sound, light and motion, stimulating learning by inviting participation. Never didactic, always engaging, the more than 600 exhibits have buttons to push, cranks to ratchet and dials to adjust, all created by artists and scientists at the in-house building shop (which you should peer into).\nTry on a punk hairdo, courtesy of the static-electricity station. Turn your body into the gnomon of a sundial. Slide, climb and feel your way – in total darkness – through the labyrinth of the Tactile Dome (reservations and separate ticket required).The Exploratorium is split up into several different galleries, each organized around a particular scientific theme.\n\n  \nThe interactive nature of the exhibits mean they're fun for all ages © Exploratorium, www.exploratorium.edu\n\nGalleries and exhibits at the Exploratorium\nThe Bernard and Barbro Osher Gallery is dedicated to Human Penomena, including thoughts, feelings, and social behavior, exploring concepts like sharing, normalcy, mental health, and cooperation. The playful exhibits here invite participants to find out how making seemingly innocuous decisions like whether to squirt a friend at the Trust Fountain can teach us about real-world challenges like solving climate change.\nThe Tactile Dome (which has an additional cost of $8–$15 on top of the regular Exploratorium admission) has been a favorite at the museum since 1971. Initially designed by Dr. August F. Coppola (yes, those Coppolas) and updated in 2013, this exhibit is part art project, part science experiment. Enter the dome and feel your way through a variety of textures in total darkness, finding out first hand how far your senses can take you.\n\n  \nThe Exploratorium grounds its science lessons in real-world applications © Exploratorium, www.exploratorium.edu\n\nThe Tinkering Gallery is lots of fun for young inventors, with a model of San Francisco made from 100,000 toothpicks and chances to mess around with circuit boards, Rube Goldberg machines, and the construction of moving sculptures.\nThe Bechtel Gallery is focused on Seeing and Reflections. Play with the shifting, flowing colors of the Cubatron Core sculpture by artist Mark Lottor, experiment with shape and light in the Giant Mirror, paint with soap film, and step into a room where there are no colors – like your own black and white photograph come to life. \n\n  \nThis bicycle wheel throws a \"jump rope\" twenty feet in the air © Exploratorium, www.exploratorium.edu\n\nThe Living Systems Gallery is like a trip on the Magic School Bus, with exhibits on human cells, plankton colonies, shifting tides, botony, and how microscopes capture the teensiest creepy crawlies.\nThe Outdoor Exhibits Gallery invites visitors to ponder the science of San Francisco itself, from the winds buffeting the bay to the earthquakes that have rattled its buildings and bridges. Some of the Exploratorium's most famous exhibits are out here, including an Aeolian Harp, wind arrows, and a machine made of bike parts that creates the most epic game of jump rope you've ever seen.\nThe Fisher Bay Observatory Gallery dials into observing landscapes both urban and rural, with exhibits on geology, the solar system, and a huge map of the Bay Area that clocks shifts in fog, water salinity, rainfall, and population demographics. What can you observe in the world around you?\n\n  \nThe Exploratorium's new, custom-built building comes after the original museum provided decades of fun and education ©Worayoot Pechsuwanrungsee/Shutterstock\n\nVisiting the Exploratorium\nThe Exploratorium is reopening July 1st after the COVID-19 pandemic, and its new hours will be Wednesday–Saturday: 10:00AM - 5:00PM and Sunday noon - 5PM, with the museum closed on Mondays and Tuesdays. Members have an extra opportunity to visit on Sundays from 10AM to noon. Adults over 18 can take advantage of special kids-free after hours, too, from 6PM to 10PM on Thursdays.\nTickets run $29.95 for adults from 18-64, $24.95 for seniors over 65, teachers, and teens from 13-17, $19.95 for children 12 and under, and children under three are free. Currently, the Exploratorium requires timed ticketed purchases in advance to facilitate social distancing, so it's wise to book in advance.\nThe Exploratorium is easy to reach on the San Francisco waterfront. You can get to Pier 15 via any BART route that stops at the Embarcadero station (with a ten minute walk following). Numerous bike racks are on site, along with parking garages in the area including Pier 19.5 Parking Lot and the Exploratorium Pier 15 Lot between Front and Green Street.\nThere are two eateries on site. The Seaglass Restaurant helmed by Chef Loretta Keller focuses on family-friendly fare with fun drinks for the grownups that uses the Icy Bodies exhibit to shake up the bar area. The Seismic Joint Cafe is more of a coffee shop situation, with take-away pastries and jolts of caffeine to enjoy on the Exploratorium grounds.\n\n  \nExhibits at the Exploratorium often blend both art and science in interactive learning moments​ © Exploratorium, www.exploratorium.edu ​\n\nAccessibility at the Exploratorium\nHandicapped parking is available on the street. Visitors with disabilities can get a discounted price of admission of $24.95 if you call ahead or email visit@exploratorium.edu, and visitors' ADA aids are admitted for free. \nThe whole museum is accessible for visitors who use mobility aids, and several wheelchairs are available on loan from the Information Desk. You may also request tactile maps for blind and visually impaired visitors. For the deaf and hard of hearing, call the Reservations office to request an ASL interpreter at least a week ahead of time. the Kanbar Forum theater space can be accessed via a wheelchair lift on site and through assistive listening systems.\n\n  \nDrag Queens take part in the Exploratorium exhibits at an adults-only after hours event © Exploratorium, www.exploratorium.edu ​\n\nThe history of the Exploratorium\nFrank Oppenheimer founded the Exploratorium in 1969. He'd been a physicist on the atom bomb project and was blackballed during the McCarthy era, then later reemerged as a high-school teacher, eschewing secret scientific study in favor of public education. The Exploratorium is his lasting legacy, with the mission to incorporate technology with human values.\nIn 2013, the Exploratorium moved from the Marina to Piers 15 and 17, where a brand-new purpose-built solar-powered space was constructed in concert with scientific agencies, including NOAA, which hardwired the entire pier with sensors delivering real-time data on weather, wind, tides and the bay. See the data flow in at your final stop, the Observatory Gallery, a glass-enclosed lookout where you can make your own observations about sea, land and sky.\n"
    },
    {
        "country": "usa",
        "index": 8,
        "name": "US Capitol",
        "latitude": "38.889806667009",
        "longitude": "-77.009040403885",
        "excerpt": "Since 1800, this is where the legislative branch of American government (ie Congress) has met to write the country's laws. ",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/us-capitol/a/poi-sig/385385/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ee987d05a26935b54212b6b5bba5c0cb-capitol.jpg",
        "detail_description": "Rising atop Capitol Hill, the US Capitol represents the foundations of American democracy. President George Washington, who laid the cornerstone in 1793, was determined to create a republic in which supreme power was held not by a king but by the people and their representatives. And he did. To this day, within the Capitol’s hallowed walls, 435 elected members of the House of Representatives and 100 senators come together to represent the voices of the United States, debating issues and turning them into law.\nNote: Due to COVID-19, Capitol tours are suspended. \n\n  \nThe Capitol originally held the Library of Congress and the Supreme Court © Orhan Cam / Shutterstock\n\nHistory\nWhen French engineer Pierre Charles L’Enfant designed the new capital city of Washington, DC, in the late 1700s, the most important building, of course, would be the Capitol. And the obvious site was Jenkins’ Hill (renamed Capitol Hill) at the National Mall’s eastern end: “a pedestal waiting for a monument,” L’Enfant declared. None of the 17 entries in a design competition pleased the judges, but when Dr. William Thornton, a Scottish-trained physician, belatedly submitted a neoclassical design comprising three sections – a central structure crowned with a low dome, flanked on either side by rectangular wings – the design immediately was approved. Enslaved people worked on much of the building, including quarrying stone and carving columns.\nIn 1800, the government moved in. Originally, the building also held the Library of Congress and the Supreme Court, both of which relocated to nearby buildings in 1897 and 1935, respectively. Separate buildings for the House and Senate and the US Botanic Garden are among other structures that since have been added to the Capitol campus.\nThe Capitol’s democratic symbolism has been challenged. The British burned the building in 1814 during the War of 1812. And, more recently, angry rioters invaded the building in January 2021, threatening to dismantle democracy altogether. Nevertheless, the Capitol continues to stand proud, a grand, historic tribute to the strength of American democracy laid out by the Founding Fathers.\nHighlights\nThe hourlong tour takes visitors through the Capitol’s most important rooms, including:\nCapitol Visitor Center\nYour visit begins at the underground visitor center, where tours convene, visitor info is provided and the Capitol’s history is recounted in Emancipation Hall, a small museum with exhibits about the building (passes not required). There’s also a 500-seat restaurant, along with two gift shops.\nOld Supreme Court\nThe Supreme Court began meeting in these chambers in 1810. Back then, Supreme Court prosecution, which took place twice a year, was a high form of entertainment, and a great way to catch up on the news – hence the large number of spectator chairs. The most famous case argued here was Dred Scott vs. Sandford in 1857, in which the Supreme Court ruled no former enslaved person could claim US citizenship (the bust of Robert Taney, the chief justice who delivered the majority opinion against Scott, was recently removed from the room). The Supreme Court moved to the Old Senate Chamber in 1860 (which often is also part of the tour).\nCrypt\nPresident George Washington and his wife, Martha, were supposed to be laid to rest in this regal crypt, with its 40 Doric brown-stone columns and sandstone arches. But they had other plans (they’re buried at Mount Vernon). Today, the tomb remains empty, and the crypt displays 13 statues representing the 13 original colonies.\n\n  \nImportant people lie in state or honor in the Rotunda of the Capitol © Jerric Ramos / Shutterstock\n\nRotunda\nUp the stairs, you’ll find the grandiose Rotunda, the heart of the building and the most iconic element. This is where both sides of Congress come to celebrate a new bill or receive an esteemed visitor. Here, too, is where important people lie in state or in honor; to date, only 40 individuals have held this honor, including Abraham Lincoln, Ruth Bader Ginsberg and, most recently, two Capitol police officers killed in the January 6 insurrection. \nThe fresco inside the dome above, entitled Apotheosis of Washington by Constantino Brumidi, depicts George Washington in the heavens, surrounded by the goddesses Liberty and Victory, and 13 maidens representing the original 13 colonies. Four revolutionary period scenes and four scenes of early exploration decorate the walls. Most of the statues and busts are of presidents, including the one of Abraham Lincoln, sculpted by Vinnie Ream, the first woman artist to receive a federal government commission. \nNational Statuary Hall\nThis elegant room just south of the Rotunda, with its ancient-Greek-inspired architecture, was meant to be a House of Representatives chamber, but the acoustics created by the curved ceiling were dreadful. After much debate, the room finally was set aside to honor the most revered citizens of every state with two statues per state. Overcrowding soon became an issue, however. Today, 35 statues are displayed, with the rest showcased in prominent locations throughout the Capitol.  \nUS Capitol Grounds\nFrederick Law Olmsted, the designer of Central Park, turned wilderness into a rolling parkland surrounding the Capitol. Look for the Summerhouse, with a fountain, hidden grotto and three public drinking fountains.\nFrom the grounds, you have the perfect vantage to admire the beauty of the cast-iron dome, topped by the 19.6-foot-tall bronze statue of Freedom.\nTour passes\nPasses are free but required to tour the Capitol building. You can obtain them three ways: 1) Book them online in advance. 2) Contact your senators or representative. Some congressional offices offer staff-led tours of up to 15 constituents. 3) Go to the visitor center for same-day passes, which are in limited supply. All tours start at the underground visitor center beneath East Front plaza.\nIf you want to visit the Galleries to watch the House or Senate in action, separate passes are required. International visitors should stop by the Appointments Desk at the visitor center. \nCheck the website for additional details as well as policies concerning etiquette, security and COVID-19 restrictions.\nDid you know?\nIf the white light atop the dome is on at night, the House, Senate, or both are working. It’s called a Convene or Session light.\nDetails \nVisitor center: Beneath the Capitol’s East Front plaza between Constitution and Independence Avenues\nVisitor center hours: 8:30am-4:30pm Mon-Sat, closed Thanksgiving, Christmas, New Year’s Day and Inauguration Day\nGuided tours: Mon-Sat 8:50am-3:20pm  (see “tour passes”)\nPublic transportation: Metro: Union Station on the red line; Capitol South and Federal Center SW on the orange, silver and blue lines. Bus: DC Circulator-National Mall\nPrice: Tours are free, but passes required\n"
    },
    {
        "country": "usa",
        "index": 9,
        "name": "Alcatraz",
        "latitude": "37.8267848359",
        "longitude": "-122.422932344",
        "excerpt": "Alcatraz: for over 150 years, the name has given the innocent chills and the guilty cold sweats. Over the decades, it’s been a military prison, a…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/alcatraz/a/poi-sig/383435/1329639",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/shutterstockRF_239675659.jpg",
        "detail_description": "\nAlcatraz: for over 150 years, the name has given the innocent chills and the guilty cold sweats. Over the decades, it’s been a military prison, a forbidding maximum-security penitentiary and disputed territory between Native American activists and the FBI. No wonder that first step you take onto ‘the Rock’ seems to cue ominous music: dunh-dunh-dunnnnh!\nIt's also no wonder that Alcatraz garners 1.4 million visitors each year. With easy access from a major city, a thrilling and unexpected history, and stunning views of the San Francisco skyline, The Rock remains one of the most visited national parks in the US system. But for much of Alcatraz's history, this was a place people worked very hard to escape – not spend a pleasant afternoon with their families.\n\n  \nToday the former cellblock of Alcatraz is one of the site's most riveting features ©blazg/Shutterstock\n\nThe history of Alcatraz\nIt all started innocently enough back in 1775, when Spanish lieutenant Juan Manuel de Ayala sailed the San Carlos past the 22-acre island he called Isla de Alcatraces (Isle of the Pelicans). In 1859 a new post on Alcatraz became the first US West Coast fort, and soon proved handy as a holding pen for Civil War deserters, insubordinates and those who had been court-martialed.\nAmong the prisoners were Native American scouts and ‘unfriendlies,’ including 19 Hopis who refused to send their children to government boarding schools, where speaking Hopi and practicing their religion were punishable by beatings. By 1902 the four cell blocks of wooden cages were rotting, unsanitary and otherwise ill-equipped for the influx of US soldiers convicted of war crimes in the Philippines. The army began building a new concrete military prison in 1909, but upkeep was expensive and the US soon had other things to worry about: WWI, financial ruin and flappers.\nWhen the 18th Amendment to the Constitution declared selling liquor a crime in 1922, rebellious Jazz Agers weren’t prepared to give up their tipple – and gangsters kept the booze coming. Authorities were determined to make a public example of criminal ringleaders, and in 1934 the Federal Bureau of Prisons took over Alcatraz as a prominent showcase for its crime-fighting efforts.\n\n  \nBuilt in 1857, the Sally Port Guardhouse is the oldest building on Alcatraz Island ©pixy/Shutterstock\n\n‘The Rock’ averaged only 264 inmates, but its roster read like an America’s Most Wanted list. A-list criminals doing time on Alcatraz included Chicago crime boss Al ‘Scarface’ Capone, dapper kidnapper George ‘Machine Gun’ Kelly, hot-headed Harlem mafioso and sometime poet ‘Bumpy’ Johnson, and Morton Sobell, the military contractor found guilty of Soviet espionage along with Julius and Ethel Rosenberg.\nOne of the prison's most famous residents was Robert Franklin Stroud, also known as the Birdman for his hobby of studying and caring for birds while in solitary confinement at Leavenworth before being transferred to The Rock. He became famous as portrayed by Burt Lancaster in 1962 film The Birdman of Alcatraz, a fictionalization of the so-called Battle of Alcatraz, a failed 1946 escape plot by convict Bernard Coy and other inmates that turned into a deadly standoff.\nToday, first-person accounts of daily life in the Alcatraz lockup are included on the award-winning audio tour provided by Alcatraz Cruises. But take your headphones off for just a moment and notice the sound of carefree city life traveling across the water: this is the torment that made perilous escapes into riptides worth the risk. Though Alcatraz was considered escape-proof, in 1962 the Anglin brothers and Frank Morris floated away on a makeshift raft and were never seen again. Security and upkeep proved prohibitively expensive, and finally the island prison was abandoned to the birds in 1963.\n\n  \nChief of Klamath River Hurok Indians of California Tim Williams addresses a crowd prior to Indian take-over of Alcatraz Island. © Ralph Crane/The LIFE Picture Collection via Getty Images\n\nThe American Indian Movement\nNative American activists claimed sovereignty over the island in the ’60s, noting that Alcatraz had long been used by the Ohlone as a spiritual retreat, yet federal authorities refused their proposal to turn Alcatraz into a Native American study center. Then, on the eve of Thanksgiving 1969, 79 Native American activists boated to the island and took it over.\nDuring the next 19 months, several thousand Native Americans and allies would join the occupying group Indians of All Tribes (IOAT) at Alcatraz. They agitated not only for abandoned federal lands to be returned to Indigenous tribes under a clause in the Treaty of Fort Laramie, but also for an end to the assimilatory Indian Termination policies that included abusive boarding schools and strategic erosion of tribal sovereignty. \n\n  \nIndigenous demonstrators inspect prison galleries in main cell block on Alcatraz Island during the occupation © Bettmann Archive / Getty Images\n\nThe Radio Free Alcatraz program, hosted by Santee Sioux John Trudell, used western broadcast networks to share information about the occupation and why Indigenous activists demanded self-determination. Public support for the burgeoning American Indian Movement grew, even garnering attention from celebrities like Jane Fonda and the rock band Creedence Clearwater Revival. Inspired by the work done at Alcatraz, other occupations took place nationwide, including at Wounded Knee, South Dakota. Still, logistical pressures including surveillance by the FBI and access to water, telephone service, and electricity (eventually cut off by the federal government) ultimately stymied the movement on The Rock.\nAfter the government removed the last Indigenous activists and regained control of the island, it was transferred to the jurisdiction of the national park service. By 1973, Alcatraz had already become a major tourist attraction. Today the cell blocks, ‘This Is Indian Land’ water-tower graffiti and rare wildlife are all part of the Alcatraz experience. Each Thanksgiving Day since 1975, an ‘Un-Thanksgiving’ ceremony has been held at dawn on Alcatraz, with Native leaders and supporters continuing to share their determination to reverse the course of colonial history. \n\n  \nOn August 17, 2020 Alcatraz Island reopened to the public for the first time since the COVID-19 pandemic © Getty Images\n\nVisiting Alcatraz\nAlcatraz is open every day except Christmas, Thanksgiving and New Year's day. Advance tickets are recommended as it's such a popular attraction, particularly during peak season. A ferry cruise is required to reach Alcatraz from Piers 31-33 in downtown San Francisco, and the fee includes both transportation and entry.\nDay tours start at $25 for children, $41.00 for adults, and $38.65 for seniors. Family Packs good for 2 adults and 2 children are $119.60. Night tours, Behind The Scenes tours, and combination tours that include passage to Angel Island are also available. For ticket reservation call (415) 981-ROCK or go to www.alcatrazcruises.com. \nInterpretive materials are available in braille and American Sign Language for visitors who are visually impaired or deaf and hard of hearing. Assistive listening devices are available for visitors, as well, and there are also strategically placed tactile markers throughout Alcatraz's major sites, and close-captioning on film exhibits. An accessible tram is available to help those with impaired mobility navigate the island upon arrival. \n\n"
    },
    {
        "country": "usa",
        "index": 10,
        "name": "Knott’s Berry Farm",
        "latitude": "33.84415",
        "longitude": "-117.998443",
        "excerpt": "What started as a simple berry farm is now a sprawling 160-acre operation with rides, live shows and lovable Peanuts characters roaming the grounds. Knott…",
        "detail_url": "https://www.lonelyplanet.com/usa/california/northern-orange-county/attractions/knott-s-berry-farm/a/poi-sig/1131476/1341893",
        "image_url": "https://lp-cms-production.imgix.net/2021-09/shutterstockRF_158650685.jpg",
        "detail_description": "What started as a simple berry farm is now a sprawling 160-acre operation with rides, live shows and lovable Peanuts characters roaming the grounds. Knott’s Berry Farm is California’s oldest theme park and it might take the title for best food, too. The fried chicken dinners that made the farm a sensation back in the 1930s are still served today. As for the berries, they’re around too, and you’ll find them in surprisingly scrumptious dishes throughout the park. Come for the coasters, stay for the boysenberry confections. \n\n  \n©  Jose Gil / Shutterstock\n\nHistory of Knott’s Berry Farm\nThe name of the game was originally berries when Walter and Cordelia Knott moved to Buena Park, California in 1920 to farm. But when Cordelia started a fried chicken restaurant as a side business in 1934, the focus began to shift. Word spread about the delectable dinners and soon visitors flocked to the farm, sometimes waiting three hours to eat. Walter added attractions to entertain the poultry patrons and the seeds of a theme park began to take root.\nBy 1947, Walter had built a Ghost Town, and the name Knott’s Berry Farm was official. The attractionsl—a saloon, railroad, log ride, roller coaster and much morel—kept coming. Snoopy and his Peanuts friends entered the picture in the 80s, giving the park family-friendly characters. The 90s brought more thrilling rides, as well as the sale of the farm by the Knott’s children to Cedar Fair, who continues to operate the park today.\nTickets and practicalities\nTickets\nDaily admission tickets and season passes are available online at knotts.com/daily-tickets, as well as in person at the park’s front gate. Discounts are available for both active and retired military personnel, plus their immediate family members. \nUpgrades\nPurchasing a Fast Lane wristband gives you priority boarding on select rides, and FunPix passes provide unlimited digital photos from certain rides and character meet-and-greets.  Budget-friendly dining passes are also available. Choose from all-day drink refills in a souvenir bottle, a single meal deal, all-day dining (an entree and a side every 90 minutes!) and all-season dining.\nPark hours\nKnott’s Berry Farm is open every day except Christmas. Hours vary depending on the day and season (closing is sometimes 5pm, while Knott’s Scary Farm stays open as late as 1am). Always check the park’s calendar before your visit.  \nLocation\nIn Buena Park (Orange County), Knott’s is 20 minutes from John Wayne Airport and 30 minutes from LAX. \nParking\nDaily parking is available for a fee, plus parking can be purchased for season passes. For guests heading to the California Marketplace, which is outside the park, there’s complimentary parking for up to one hour in the Shopping and Dining Lot. \nLay of the land\n\n  \nKnott’s is divided into four themed areas: Old West Ghost Town, Camp Snoopy, Fiesta Village and the Boardwalk © Lukasz Sadlowski / Shutterstock\n\nKnott’s is divided into four themed areas: Old West Ghost Town, Camp Snoopy, Fiesta Village and the Boardwalk. Head to knotts.com/directions for a detailed park map. \nPopular rides at Knott’s Berry Farm\n\n  \nWhen it comes to legendary amusements, Knotts Berry Farm has a number to choose from © Ataboy via Getty Images\n\nWhen it comes to legendary amusements, Timber Mountain Log Ride, which originally opened in 1969 and takes thrill seekers up an 85-foot mountain, tops the list. Even more extreme, the Xcelerator roller coaster rockets riders from 0-82 mph in 2.3 seconds. But if kid friendly is more your speed, the Linus Launcher gives little ones the sensation of soaring on the comic-strip character’s blanket. \nEntertainment at Knott’s Berry Farm\nLive shows are half the fun at Knott’s and highlights include can-can and comedy in the Calico Saloon, as well as the action-packed Wild West Stunt Show. For a real California classic, Bob Baker Marionette Theater, founded in LA in 1963, brings puppetry to the park in the Birdcage Theatre.   \nFood at Knott’s Berry Farm\nAll-day and all-season dining plans are available so that you can feast on everything from a gourmet berry salad (Boardwalk BBQ) to tamales (Cantina) and chili-cheese tater tots (Calico Tater Bites). \nOverall, Knott’s has about three dozen different dining options for meals, snacks and drinks (the Starbucks in the California Marketplace is the only location in the world to serve boysenberry Frapuccinos). But if you have time for just one meal, let it be at Mrs. Knott’s Chicken Dinner Restaurant (also in the Marketplace). Though the setting has changed, the recipes haven’t. The classic chicken meal is the same as what Mrs. Knott served back in 1934. \nBest time to visit Knott’s Berry Farm\n\n  \nKnotts Berry Farm is open year round for visitors © mervas / Shutterstock\n\nThanks to Southern California’s warm weather, the park is open year round. Weekends tend to be busier, so visit midweek for shorter lines. Generally, you’ll beat the crowds any time California kids are in school.\nAlso, keep an eye on the calendar for seasonal attractions. The year kicks off with Knott’s Peanuts Celebration, an ode to Charles Schultz’s comic strip that takes place weekends in winter (January-March). Boysenberry Festival happens each spring, and summer brings nighttime music events. Autumn is all about Knott’s Scary Farm, a terrifyingly transformed version of the park (special admission required), and Knott’s Spooky Farm, which is more fun than freaky. Finally, the park becomes Knott’s Merry Farm between November and January. ‘Tis the season for holiday decor, a Snoopy ice show and a Christmas crafts market.    \nHotels near Knott’s Berry Farm\nYou can’t get any closer to the park than its very own Knott’s Berry Farm Hotel, which is just a five-minute stroll to the main gates. In addition to convenience, the hotel features a Snoopy-themed wing, outdoor pool, restaurant, vacation packages and a complimentary shuttle to the Disneyland Resort, which is only seven miles away. \nOther hotel options include Radisson Suites Hotel Anaheim - Buena Park, Holiday Inn Buena Park and Courtyard Anaheim Buena Park—all within a mile of Knott’s and all with outdoor pools. \nDid You Know?\nThe world’s first commercially grown boysenberries—a cross between red raspberries, blackberries and loganberries—were cultivated here on the farm by Walter Knott. That’s why you’ll see the fruit in everything from pork shawarma to kimchi and quesadillas.\n\n \n"
    },
    {
        "country": "usa",
        "index": 11,
        "name": "National Air and Space Museum",
        "latitude": "38.888027379065",
        "longitude": "-77.019805105844",
        "excerpt": "The legendary exhibits at the National Air and Space Museum include the Wright brothers' flyer, Chuck Yeager's Bell X-1, Charles Lindbergh's Spirit of St…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-air-and-space-museum/a/poi-sig/385397/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5a720e62546f1cf628db4ee4fd1447c4-national-air-space-museum.jpg",
        "detail_description": "The legendary exhibits at the National Air and Space Museum include the Wright brothers' flyer, Chuck Yeager's Bell X-1, Charles Lindbergh's Spirit of St Louis, Howard Hughes' H-1 Racer and Amelia Earhart's natty Vega 5B.\nThe hugely popular Smithsonian museum in Washington, DC, maintains the world's largest and most significant collection of aviation and space artifacts, encompassing all aspects of human flight.\nIt presents programs, educational activities, lectures and performances that reflect the American spirit and the innovation, courage and optimism that have led to triumphs in the history, science and technology of flight. Children and adults alike love walking through the Skylab Orbital Workshop and viewing the Apollo to the Moon exhibit.\n\n  \nThe museum maintains the world's largest collection of aviation and space artifacts © f11photo/Shutterstock\n\nHistory of the museum\nThe Smithsonian Institute's connection to flight began in 1861 when its first secretary, Joseph Henry, invited Thaddeus S.C. Lowe to inflate his hot air balloon on its grounds. In 1876, a group of 20 kites was acquired from the Chinese Imperial Commission, seeding what would later become the largest collection of aviation and space artifacts in the world.\nThe collections were first housed in the institute's Arts and Industries building, and were expanded after World War I to a Quonset hut erected by the War Department behind the Smithsonian Castle. Affectionately known as the \"Tin Shed,\" the new building opened to the public in 1920 and remained in use for the next 55 years.\nPresident Harry Truman signed a bill in 1946 establishing the Smithsonian's National Air Museum to memorialize the development of aviation; collect, preserve and display aeronautical equipment; and provide educational material for the study of aviation.\nAs the technology continued to advance and the collection expanded to include artifacts related to rocketry and spaceflight, it became clear that the museum was entering a new phase. In 1966, President Lyndon Johnson signed a law that changed the name to the National Air and Space Museum to memorialize the development of both aviation and spaceflight. The museum's collection on display expanded to include missiles and rockets.\nFunding to construct a new building was approved in 1971, and the National Air and Space Museum's new building was inaugurated with great fanfare on July 1, 1976. The collection that started in 1876 with a group of 20 kites has grown to nearly 60,000 objects now, and more avionic pieces reside in Virginia at the Steven F Udvar-Hazy Center, an annex that holds more of this museum's extraordinary collection. Both buildings combine to welcome more than eight million visitors per year.\n\n  \nThe museum is one of the most-visited in the world © Ritu Manoj Jethani/Shutterstock\n\nWhat to do at the museum\nThe Boeing Milestones of Flight Hall is the museum's entrance gallery, and it will appeal to aviation enthusiasts as it showcases the Spirit of St. Louis, the North American X-15A-1, John Glenn’s Mercury spacecraft, the Viking Lander, Pioneer 10, SpaceShipOne and a touchable lunar sample. \nHow Things Fly is a fun, interactive gallery allowing children and adults to explore the principles of flight through hands-on activities. It features a Cessna 150, a section of a Boeing 757 fuselage, a model of the International Space Station and more than 50 interactives, including a visitor-operated supersonic wind tunnel.\nSpace-lovers will enjoy Exploring the Planets, which takes visitors on a tour of the solar system and imparts some of the knowledge scientists have acquired by exploring the planets via space missions and observations from Earth. The largest single artifact in this gallery is a full-scale replica of a Voyager spacecraft.\nAnd of course, the full-scale mock-up of the Hubble Space Telescope is always a popular attraction and is on display in the Space Race exhibition.\nTickets and other practicalities\nThe National Air and Space Museum is located on the National Mall at Sixth Street and Independence Avenue SW. It is near Metrorail stops on the blue, orange, yellow and green lines, and the closest Metrorail stop is at L'Enfant Plaza. Metrobus stops are located on Independence Avenue SW and along 7th Street SW.\nAdmission is free, although there are charges for immersive experiences including the IMAX theater planetarium and flight simulators. The museum often observes extended hours during the spring and summer - check the website for details.\nNote: In late 2018, the museum began a seven-year complete renovation so the west wing of the building is currently closed for the first phase of the renovation. In 2022, the first new galleries will begin to open to the public and the east wing of the building will close for renovation.\nAccessibility at the museum\nThe Central Smithsonian Accessibility Office has an accessibility map that depicts accessible entrances, curb cuts and designated parking for Smithsonian facilities on the National Mall. There are seven National Park Service designated accessible parking spaces located on Jefferson Drive across from the museum. Visitors with disability hang tags or license plates can park for free at metered spaces controlled by the DC government along Independence Avenue SW.\nThe museum has two wheelchair-accessible exterior ramps, and an elevator is available at the entrance to the How Things Fly gallery on the first level and The Wright Brothers gallery on the second level. Standard and bariatric wheelchairs are available on loan from the security desk. All restrooms are accessible, and there are two family/companion care restrooms inside the Flight Line Café entrance on the first level.\nBraille and tactile guides are available at the Southwest Airlines Welcome Center. The museum can be navigated with Aira, a free app that connects users with sighted agents who provide visual descriptions on-demand. Audio-described, docent-led tours and discovery stations with models and tactile components are provided, and sign language interpreters can be made available for tours, public programs or evening lectures with advance notice.\nA pre-visit social narrative is available to help prepare visitors with cognitive and sensory processing disabilities for the situations they might encounter when visiting the museum, and address what to expect, museum rules and other safety information. Further information on accessibility can be found here.\n"
    },
    {
        "country": "usa",
        "index": 12,
        "name": "Balmy Alley",
        "latitude": "37.751838",
        "longitude": "-122.41236",
        "excerpt": "Since at least the 1980s, if you stroll through San Francisco's Mission District you've likely noticed the neighborhood's profusion of colorful murals and…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-mission-soma-and-potrero-hill/attractions/balmy-alley/a/poi-sig/383949/1329643",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8425c96dbabc0e6c54e4ca28a6b9e4b1-balmy-alley.jpg",
        "detail_description": "Since at least the 1980s, if you stroll through San Francisco's Mission District you've likely noticed the neighborhood's profusion of colorful murals and street art. From the Aztec serpent-god Quetzalcoatl who occupies 24th &amp; York Mini Park to the \"Maestrapeace\" that covers the facade of the Women's Building to the tags and other spray painted ephemera that pop up on shops' roll-down doors overnight, the Mission is a living, breathing public art museum. But few corners of the Mission are quite so painted, or celebrated, as Balmy Alley.\n\n  \n\"Naya Bihana\" by Martin Travers located in Balmy Alley © Photo by Bruno PEROUSSE/Gamma-Rapho via Getty Images\n\nThis strip off of 24th Street sits parallel to Treat Ave and Harrison Street between 24th &amp; 25th, and for almost fifty years it's been home to works by Chicano artists that build on a long tradition of murialismo, an artistic movement that has roots in pre-Hispanic Central American cultures and which swelled in significance and prevalence after the Mexican revolution both in its countries of origin and in El Norte.\nThe Balmy Alley murals have a wide range of subject matter, from a memorial for El Salvador activist Archbishop Óscar Romero to a homage to great female artists including Frida Kahlo and Georgia O'Keeffe. Some of the oldest surviving works like \"The Primal Sea\" at the Garfield Pool at Harrison and 26th Street and artists Miranda Bergman and O'Brien Thiele's \"Culture Contains the Seed of Resistance that Blossoms into the Flower of Liberation\" have undergone recent restoration, too, giving visitors a chance to see how the Mission's unique take on murialismo has evolved over time.\n\n  \nMurals along Balmy Alley. ©Sabrina Dalbesio/Lonely Planet\n\nHow to see the Mission District murals\nTo reach Balmy Avenue, take BART to 24th/Mission. Walk east towards Capp Street for 5 1/2 blocks.\nNonprofit Precita Eyes runs muralist-led tours each weekend that cover 60 to 70 murals within a six- to 10-block radius of Balmy Alley. The organization itself dates back to 1977, when Susan and Luis Cervantes established the muralists association to create accessible public art and provide not-for-profit arts education. Precita Eyes was working in the Mission when Balmy Alley first started filling up with work thanks to art collectives like Mujeres Muralistas and the PLACA project, and have seen (and participated) first-hand how Balmy has evolved in the decades since.\nTours typically cost $20 for adults, $15 for San Francisco residents, $10 for seniors and college students, $6 for teens, and $3 for children under 12. \nEdible Excursions offers a food and art tour along 24th Street. The three hour tour highlights the rich culinary scene in The Mission, with a chance to take in the Balmy murals, too. This tour takes place on Saturdays from 11am and costs $125 per person.\n\n  \nMuralismo in the 1970s often focused on Central American politics, while more recent murals touch on topical issues facing the Chicano community, like gentrification and racial justice © Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nThe history of the Balmy Alley murals\nThe 1970s were a turbulent time in San Francisco. A group of Indigenous activists called Indians of All Tribes (IAT) had taken over Alcatraz, student groups were protesting the Vietnam War, the Castro had become the capital of LGBTQIA+ America, and fierce battles were waged downtown over affordable housing in ethnic enclaves like Chinatown as new skyscrapers shot up in the financial district. Marginalized communities were finding their voices like never before, and transforming the city in the process.\nAmidst it all, the Chicano movement was swelling, especially in traditionally Latino neighborhoods like the Mission District. Soon, the rising sense of chicanismo would change the face of the barrio itself, filling the Mission with colorful murals that tapped into a long artistic tradition of murialismo, as well as San Francisco's well established yen for political agitation.\n\n  \n\"Mural After the Storm\" by Tina Wolfe is one of the newer works located in Balmy Alley ©Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nSan Francisco wasn't new to murialismo. After all, the city had embraced Diego Rivera's 1931 Allegory of California, a fresco at the Stock Exchange Lunch Club that was a gentle reflection of Rivera's anti-capitalist principles. But by the 1970s, the Mission District's emerging school of murialismo would reflect forty years of evolving discourse on Chicano identity, as well as the experiences of a new generation of Central American refugees and immigrants who were trying to rebuild their lives in San Francisco.\nIn 1970, Chicana artists Patricia Rodriquez and Graciela Carillo met at the San Francisco Art Institute, and by 1974 the two formed Mujeres Muralistas (the women muralists). The project was radical both for the artists' gender and the way they brought domestic and ecological themes into a school of art that was often more overtly political.\n\n  \n\"Those We Love, We Remember\" by Edythe Boone has been part of Balmy Alley since 1995 ©Anthony Pidgeon/Lonely Planet\n\nSoon Rodriquez and Carillo were joined by Venezuelan-born Consuelo Mendez and fellow Chicana Irene Perez. Mujeres Muralistas kicked off new large-format works in Balmy Alley behind where Rodriquez and Carillo were living, close to where thought-provoking murals by Mia Gonzalez and Susan Kelk Cervantez that had cropped up a year before. \nIt didn't take long before these women's work was galvanized into a movement to transform the political landscape one mural at a time. Artist Ray Patlan started the PLACA project, the name a reference to Spanish slang for graffiti or mark-making. With grant money, PLACA brought together dozens of artists to paint murals protesting United States' Regan-era incursion into Central American politics and the plight of people displaced from Nicaragua, El Salvador, Guatamala, and Honduras.\n\n  \nA detail from \"Enrique Journey\" by artist Josue Rojas, one of the Balmy Alley murals that addresses contemporary politics © Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nMany of those murals were centered in and around Balmy Alley as well, firmly establishing that corner of the Mission as the epicenter of a bold new chapter in both murialismo and San Francisco's local art scene. Within a few years, artist René Yañez, who was previously instrumental in the formation of the Mexican-American Liberation Art Front (MALAF), became involved in San Francisco's Neighborhood Arts Program, which helped fund even more murals in the Mission.\nEventually the movement that began in Balmy spread to other corners of the neighborhood , too, and even inspired similar groundswells of more diverse, inclusive, and dynamic murialismo in cities throughout the United States. The work of these groundbreaking artists has been honored and explored in documentaries, books, and fine arts programs hosted by the De Young museum and SFMOMA, and continues to shape one of San Francisco's best-beloved neighborhoods.\n"
    },
    {
        "country": "usa",
        "index": 13,
        "name": "Eastern Market",
        "latitude": "42.34631",
        "longitude": "-83.039871",
        "excerpt": "One of the oldest and largest year-round bazaars in the United States, Eastern Market draws Detroiters of all types to its six-block spread of wares…",
        "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/eastern-market/a/poi-sig/1131582/361937",
        "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1500751754.jpg",
        "detail_description": "One of the oldest and largest year-round bazaars in the United States, Eastern Market draws Detroiters of all types to its six-block spread of wares. Looking for a vegan rum-raisin donut? Grow-your-own mushroom kit? Duck sausage? Fragrant lilac bush? Vendors sell these items and more along the market's brick halls that overflow with produce, meats, cheeses, spices and flowers.\nSaturday is the busiest day, when some 40,000 people come to browse. On summer Tuesdays, a smaller market takes place with yoga and Zumba classes added to the mix, and on summer Sundays, the popular Street Market with art, crafts, food trucks and live music sprouts up. \nOn other days you can visit the specialty shops, galleries and cafes that flank the halls on neighboring streets, or check out the murals splashed across local warehouses. The area has become an international sensation for street art, with more than 100 cool works on walls.\n\n  \nAt Detroit's Eastern Market, food trucks and live music sprouts up © Maskot/ Getty Images\n\nEastern Market stores and vendors\nThe five halls — or sheds, as they’re called — are the core of the market. Sheds 2 and 3 are the biggest and busiest, packed with vendors shouting over piles of colorful fruits, veggies, breads, teas, pies, smoked fish and grass-fed beef. Shed 4 is smaller, with open-air sides. It’s a good spot to pick up fresh lemonade in the summer or fresh apple cider in the fall. \nShed 5 holds the community kitchen with cooking demonstrations, while Shed 6 is dedicated to vendors selling flowers, plants and garden decor.  Shed 1 was torn down in the 1960s to make a parking lot.\nThe Sunday market swaps out many of the farm vendors for makers hawking jewelry, paintings, hand-carved furniture, soy candles and knit scarves. To see who will be selling on the day of your visit, check the shed-by-shed vendor list posted before each market. \nThe shopping doesn’t end there. Loads of foodie stores and artsy boutiques line the streets around the market halls. On the west side along Russell Street, follow your nose to Rocky’s, an old-fashioned, family-owned peanut roaster that also sells candy and chocolates. \nOn the market’s east side, Cost Plus Wine Shoppe (2448 Market St.) stocks a lovely selection of reds and whites in a heritage storefront. Nearby Henry the Hatter has been making hats since 1893, dressing the noggins of everyone from President Dwight D Eisenhower to Kid Rock. A few blocks onward, Vintage Eastern Market lets you roam through a mishmash of retro lamps, ticking clocks, porcelain vases and mounted deer heads.\nRestaurants and bars\nEating and drinking continue beyond the market in the many taverns, cafes and tap rooms that pop up on surrounding streets. \nFor breakfast, head to the market’s west side to Russell Street, where Germack roasts its own coffee beans and transforms them into rich espresso and chili-spiked mocha drinks. A few steps away Zeff’s Coney Island (2469 Russell St.) fries up diner-style platters of eggs, pancakes and corned beef hash. \nStay on the block for local favorite Supino Pizzeria's crisp, thin-crust pizzas. Or, sniff your way to Bert’s Market Place, where ribs sizzle on the grill and musicians belt out jazz and blues. \nOn the east side of the market, Vivio’s, the neighborhood’s oldest bar, pours wildly garnished Bloody Mary’s to go with burgers and mussels in its cozy, 130-year-old digs. Nearby Detroit City Distillery concocts whiskey, gin and vodka for inventive cocktails in its industrial tasting room, while Eastern Market Brewing Co brings on mango sour beers and honeyed kölsches in its festive beer hall.\nEvents\nFlower Day is Eastern Market’s biggest event. It’s a springtime tradition, usually held the third Sunday in May, when a mind-blowing array of annuals, perennials, blossoms, bulbs, bushes and shrubs are for sale. In 2021, it was spread over four Tuesdays in May to keep crowds smaller due to Covid-19 precautions. Check the website for updates on future events. \nThe Detroit Festival of Books puts out a stash of used books, antiquarian books, comic books and vinyl records at the market the third Sunday in July.\n\n  \nThe Detroit Festival of Books puts out a stash of used books, antiquarian books, comic books and vinyl records at the market the third Sunday in July  © Alexis Kriticos / 500px\n\nTours\nEastern Market’s murals include more than 100 works in the compact area’s buildings, so it’s easy to walk around and get your Instagram fill. Murals in the Market has maps with locations and artist info for self-guided tours.\nRiDetroit offers 1.5-hour tours by foot or two-hour tours by electric bicycle that focus on the mural scene. Wheelhouse Detroit leads 2.5-hour tours on standard bicycles that cover the murals, shops and area history. The Detroit Experience Factory offers two-hour walking tours that explore the murals, as well as the market’s role as an urban agriculture center.\nHistory of Eastern Market\nEastern Market’s first sheds rose up at the current location in 1891, providing a central place for farmers to sell their goods. After WW2, several wholesalers and food processors moved into the area, and the market became a wholesale food distribution hub. It remains so today and provides meat and produce for many of Detroit’s restaurants.  \nThe market and its environs are listed on the National Register of Historic Places. The storefront brick buildings have a distinctive look, with flat roofs and late Victorian features.\nOpening hours\nThe Saturday market is open year-round from 6am to 4pm.  The Sunday Street Market is open June through September from 10am to 4pm. The Tuesday market is open June through September from 9am to 3pm.\nMost of the specialty stores, bars and restaurants are open Tuesday through Saturday.\nLocation\nEastern Market is located 2 miles northeast of downtown via I-75. Parking is free in the garage on Riopelle St. and in the large lot near Russell St. and the Fisher Freeway Service Drive.\n\nMany visitors cycle to the market from downtown using the Dequindre Cut Greenway path.\n\n  \nEastern Market is located 2 miles northeast of downtown via I-75 © f11photo / Shutterstock\n\n \n"
    },
    {
        "country": "usa",
        "index": 14,
        "name": "Colonial Williamsburg",
        "latitude": "37.271722",
        "longitude": "-76.699848",
        "excerpt": "Image by Thomas Faull/Getty Images RF",
        "detail_url": "https://www.lonelyplanet.com/usa/virginia/williamsburg/attractions/colonial-williamsburg/a/poi-sig/1128024/1315445",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyImages-521786310.jpeg",
        "detail_description": "Image by Thomas Faull/Getty Images RF\nThe restored capital of England’s largest colony in the New World is a must-see attraction for visitors of all ages. Colonial Williamsburg is a living, breathing, working history museum in Virginia, with a painstakingly-researched environment that brilliantly evokes 1700s America.\nIt contains 88 original 18th-century buildings and several hundred faithful reproductions, as well as an impressive museum complex. Townsfolk and ‘interpreters’ in period dress go about their colonial jobs, emulating daily life. Laudably, the park doesn't gloss over America's less glorious moments. Today's re-enactors debate and question slavery (52% of the population of 18th-century Williamsburg were slaves), women’s suffrage, the rights of indigenous Americans and whether or not it is even moral to engage in revolution.\nYou can even stay in colonial houses at the center of the Historic Area for a fully-immersive experience.\nHistory of Colonial Williamsburg\nWilliamsburg was founded as the capital of the Virginia Colony in 1699 and was Britain’s largest settlement in the New World. It was named after England's reigning monarch, King William III, and was the center of the religious, economic and social life of the state. It was also a center of political activity during the American Revolution. The capital of Virginia was moved to Richmond following the Declaration of Independence from Britain in 1776, and Williamsburg entered a long period of stagnation and decay.\nThe Reverend William Archer Rutherfoord Goodwin began the preservation and restoration effort that resulted in the creation of Colonial Williamsburg in the 1920s. The Episcopal priest and historian did so by obtaining the support and major financial commitment of John D. Rockefeller Jr., the wealthy son of the founder of the Standard Oil monopoly. The restoration and recreation of Colonial Williamsburg was seen by the city as a way to celebrate rebel patriots and the early history of the US.\n\n  \nThe Courthouse in Colonial Williamsburg © jfbenning/ iStock Editorial / Getty Images Plus\n\nWhat to do at Colonial Williamsburg\nYou’ll feel as if you've traveled back in time in the Historic Area, where most original buildings, homes and shops have been reconstructed on their original foundations. Prominent buildings include the Capitol, the Governor's Palace, the Courthouse, the Raleigh Tavern and the Magazine.\nYou’ll see rare animal breeds and lovingly-restored gardens that add to the authenticity of the experience. You can also take a leisurely carriage-ride ride through the area by horse-drawn carriage.\nThe Art Museums are well worth a visit, with colorful and whimsical folk art made by amateur artisans on display at the Abby Aldrich Rockefeller Folk Art Museum, and objects that are both useful and beautiful in The DeWitt Wallace Decorative Arts Museum.\nThe Arboretum will appeal to nature-lovers as it features 25 period species of oak trees and more than 30 historic gardens. As well as the regular attractions, Colonial Williamsburg puts on special programming for holidays and commemorative seasons throughout the year.\nTickets and other practicalities\nColonial Williamsburg is located in Williamsburg, Virginia, and is part of Virginia's Historic Triangle, which includes Jamestown, Williamsburg and Yorktown. Amtrak serves the Williamsburg Transportation Center with a connecting train from Washington, DC. The center is just blocks from the Historic Area and offers car rentals and taxi service.\nPark for free at the Visitor Center and take the complimentary shuttle to the Historic Area or walk along the tree-lined footpath. There is also free parking at the Art Museums. A program detailing the day’s events will be given to you with your ticket, which helps when planning your time at the site.\nWalking around the historic district and patronizing the shops and taverns is free, but entry to building tours and most exhibits is restricted to ticket holders. Single-day tickets cost $44.99 and children aged 6-12 pay $24.99, and they allow visitors to access a selection of guided sites, historic trades and gardens, as well as staged performances on the Charlton Stage and in the Hennage Auditorium and Art Museums. Three-day tickets cost $54.99 with children aged 6-12 paying $29.99 and all tickets can be booked online here.\nExpect crowds and lines, especially in summer. There are a number of taverns and a bakery where visitors can dine, and there's also a bakery in the Art Museums.\nWhere to stay\nColonial Williamsburg has several options for on-site accommodation, including four hotels - Williamsburg Inn, Williamsburg Lodge, Williamsburg Woodlands Hotel &amp; Suites and Griffin Hotel. Visitors can also stay at Colonial Homes in the heart of the Historic Area, which have been reproduced to be true to the time period of Colonial America.\n\n  \nYou can also take a leisurely carriage-ride ride through the area by horse-drawn carriage © jiawangkun/Shutterstock\n\nAccessibility at Colonial Williamsburg\nDiscounted admission tickets are available at on-site ticketing centers, and the Visitor Center, hotels, restaurants, museums and shops are largely accessible. Interpreters in the Historic Area can provide directions to accessible areas, and special parking arrangements can be made, as needed. Colonial Williamsburg’s shuttle buses are wheelchair accessible.\nFolding wheelchairs may be rented from the Visitor Center. While ramps and wheelchair lifts are available at selected exhibitions, many of the historic buildings require at least a few steps. Visitors with disabilities may request reasonable accommodations or modifications to assist them in accessing Colonial Williamsburg’s programs, services and facilities.\nHeadsets with adjustable volume control are available for programs in the Hennage Auditorium of the Art Museums. Colonial Williamsburg will contract a signing interpreter to accompany hearing-impaired guests through the Historic Area, and requests for this service must be made at least two weeks in advance. Further information on accessibility can be found here.\n"
    },
    {
        "country": "usa",
        "index": 15,
        "name": "Henry Ford Museum",
        "latitude": "42.303333",
        "longitude": "-83.233956",
        "excerpt": "The Henry Ford Museum contains a fascinating wealth of American culture. It’s comprised of two parts: the indoor Henry Ford Museum of American Innovation,…",
        "detail_url": "https://www.lonelyplanet.com/usa/michigan/dearborn/attractions/henry-ford-museum/a/poi-sig/1131816/1315463",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-523665050.jpeg",
        "detail_description": "The Henry Ford Museum contains a fascinating wealth of American culture. It’s comprised of two parts: the indoor Henry Ford Museum of American Innovation, which showcases extraordinary artifacts such as the chair Lincoln was sitting in when he was assassinated, the presidential limo in which Kennedy was killed and the bus on which Rosa Parks refused to give up her seat; and the outdoor Greenfield Village that features a slew of restored historic buildings, including Thomas Edison's laboratory and the Wright Brothers' airplane workshop. \nIt’s an enormous spread, and you easily could spend a full day gaping at the history here. Add-on tours to the nearby Ford Rouge Factory let you watch F-150 trucks roll off the assembly line where Henry Ford first perfected his mass-production techniques.\n\n  \nThe exhibits at the Henry Ford Museum feature all makes of automobiles and tell the reader how they affected American culture.© Layne Kennedy/Getty Images\n\nHenry Ford Museum of American Innovation\nThe Museum of American Innovation is the heart of the place. Exhibits are located in 22 themed rooms. Most people beeline to With Liberty and Justice for All (Room 6) to climb aboard Rosa Parks’ bus. Also here is the red-cushioned rocking chair that Abraham Lincoln occupied when he was shot. \nDriving America in nearby Room 10 holds a slew of classic cars from 1865 onward, while Presidential Vehicles in Room 11 has the convertible Lincoln Continental that John F Kennedy was riding in when he was assassinated. Another top exhibit is Railroads (Room 12) and its giant, 1.2-million-pound steam locomotive. Other quirky treasures include clocks (Room 21), violins (Room 17), dollhouses (Room 16) and beautiful glassworks (Room 20).\nThe museum’s free app offers audio tours through the collection.\n\n  \nGreenfield Village was constructed to save and house historic farm buildings, houses, and other structures, recreating a time in the United States that recalled Mr. Ford's childhood. ©Walter Bibikow/Getty Images\n\nGreenfield Village\nGreenfield Village is divided into seven outdoor districts that include historic buildings shipped in from all over the country, reconstructed and restored. Must sees include the workshop where Thomas Edison invented the lightbulb (Edison at Work district), the shop where the Wright Brothers built their earliest flying machines (Main Street district) and peanut pioneer George Washington Carver’s cabin (Porches &amp; Parlors district).\nCostumed interpreters work throughout the village and immerse you in the sights and sounds of past centuries. Watch an 1867 baseball game, ride in a Model T car or become a student in a one-room, 1870s-style schoolhouse. The calendar lists daily activities.\n\n  \nVisitors to the Ford Motor Company's Red Rouge plant factory can witness the production of F-150 trucks in real time. ©TennesseePhotographer/Getty Images\n\nFord Rouge Factory Tours\nTo get a feel for current ingenuity in action, take a jaunt around the plant that produces F-150 pickup trucks. Two-hour, self-guided tours cover the assembly line as it pumps out the hefty vehicles, plus a couple of short films and a walk on the factory’s green roof. Buses drive you from the museum to the plant.\nGiant Screen Experience\nIt’s not an IMAX theater, but it is a theater with a massive screen and 4K digital projection. Movies focus on nature, adventure and innovation. The schedule changes frequently.\n\n  \nHenry Ford Museum of American Innovation and Greenfield Village is a large indoor and outdoor history museum complex built to educate visitors about Ford and the innovators who inspired him.  ©Douglas Sacha/Getty Images\n\nHistory of the Henry Ford Museum \nOne of America’s most successful entrepreneurs, Henry Ford is renowned for developing the assembly line method of production that transformed the auto industry. He was always a collector — clocks, machinery, old books — and the wealthier he got, the more he collected. He was especially interested in artifacts that told the stories of ordinary people and technological advancement in America.\nWhat started as his personal collection grew so large he built a museum to house it. The Edison Institute — named for his hero, inventor Thomas Edison — opened in 1929 as a private facility. It opened to the public in 1933. The museum continued to gather Americana over the years, and today it holds a trove of 26 million items.\nWhile Ford used his wealth and influence for admirable deeds like the museum, he also used them for undesirable efforts such as denigrating Jewish people.\nLocation\nThe Henry Ford Museum is in Dearborn, 14 miles west of downtown Detroit via I-94.\nOpening hours \nOpening hours generally are 9:30am to 5pm. The Henry Ford Museum of American Innovation and Giant Screen Experience are open daily year round. Greenfield Village is open Thursday through Monday mid-April through December (Tuesdays and Wednesdays are for members only). The Rouge Factory Tour takes place Monday through Saturday year round.\nTickets and parking\nThe Henry Ford Museum of American Innovation, Greenfield Village, Rouge Factory Tour and Giant Screen Experience each have separate admission fees, but combination tickets are available that provide discounts. Namely, buy a full-price ticket for Greenfield Village, and then get 50 percent off admission to the Museum of American Innovation and/or Giant Screen Experience, and 20 percent off the Rouge Factory Tour.\nAnother option is to pay full price for the Museum of American Innovation, and then get 50% off the Rouge Factory Tour. If buying tickets online, you’ll be prompted to add the deals; they don’t show up on the initial screen.\nMilitary members and children under age 5 get in for free. Seniors receive a 10% discount.\nIt’s not imperative to buy tickets in advance (surcharge $3) for the Museum of American Innovation or Greenfield Village, but you might want to do so for the Rouge Factory Tour, since capacity is limited. Also, check the factory production schedule to ensure you’re touring on a day when trucks are being built, as seeing the assembly line in action is quite cool.\nGreenfield Village requires additional tickets for rides on its carousel, locomotive and Model T. They cost $3 to $8 per ride and can only be purchased onsite.\nThe museum’s parking fee is $6.\nNearby hotels\nHotels nearby include the 11-story Henry Hotel, with stylish rooms and smart displays of local art about 3 miles from the museum.\nNearby restaurants\nFor a bite to eat Michigan Ave, a mile from the museum, has lots of options. Sheeba provides a terrific immersion into Yemeni cuisine. Try the seltah (root vegetables with whipped fenugreek). Nearby Qahwah House pours cardamom-spiced coffee alongside slices of honeycomb bread filled with sweet cheese.\n"
    },
    {
        "country": "usa",
        "index": 16,
        "name": "Chapel of the Holy Cross",
        "latitude": "34.831982",
        "longitude": "-111.766781",
        "excerpt": "If you glance east when driving Sedona’s Red Rock Scenic Byway, a slender structure seemingly welded into the sandstone might catch your eye. Towering…",
        "detail_url": "https://www.lonelyplanet.com/usa/southwest/sedona/attractions/chapel-of-the-holy-cross/a/poi-sig/427143/362140",
        "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_539663149.jpg",
        "detail_description": " \nIf you glance east when driving Sedona’s Red Rock Scenic Byway, a slender structure seemingly welded into the sandstone might catch your eye. Towering 250ft, the Chapel of the Holy Cross is in fact wedged between two walls of ancient red rock.  The simplistic structure — not quite a rectangle or rhombus — is supported by a 90ft concrete cross you can see right from the highway. \nCompleted in 1956, the chapel is backdropped by Twin Buttes and a pair of conical rock formations called Two Nuns. Regardless of whether you’re into religion or architecture, this unorthodox landmark is worth a visit to discover its compelling backstory and take in the cliffside views. \n As Catholic churches go, the Chapel of the Holy Cross is austere — inside and out. Bold in its simplicity. Sacred in its geometry. Given its size, the chapel’s pared-back modernist design feels monumental, yet with a reverence to the prehistoric layers of sandstone. Even though the chapel (St. John Vianney Parish) belongs to the Roman Catholic Church, the land it rests on is part of Arizona’s Coconino National Forest. \nHistory\nSo how did this unusual church come to be? In the 1930s, Marguerite Brunswig Staude visited the Empire State Building in New York City shortly after it was constructed. When gazing up at the iconic edifice, the LA-based sculptor (and future Sedona rancher) is said to have had a vision of a massive cross. \nThe sign stuck; Staude was hellbent on building a chapel in a modernist style. She teamed up with architect Frank Lloyd Wright Jr., better known as Lloyd Wright, whose famous father coined the term “organic architecture.” Together they embraced the elder Wright’s ethos of design, which connects people and the natural environment in a harmonious way. The pair tried to build a church in Los Angeles, but the archbishop of the diocese deemed the design too modern. Staude and Wright had better luck in Budapest. Their plan for a chapel overlooking the Danube River was approved but then aborted because of the outbreak of the Second World War. \n\n  \nThe Chapel of the Holy Cross was designed by Marguerite Brunswig Staude, Richard Hein and August K. Strotz © dp Photography / Shutterstock\n\nStaude kept the faith. She continued to make art, eventually settling in Sedona with her husband. Since Sedona has earned its status as a center of spirituality, it’s not surprising Staude was inspired to re-up her architectural endeavor in the desert after spotting the specific site in a plane. Wright had moved on, so she sought the services of Richard Hein (project architect) and August K. Strotz (design execution) from the San Francisco architect firm Anshen &amp; Allen. As the slated building site was located on forest land, Staud also enlisted intervention from a higher power: then-Senator Barry Goldwater helped acquire a special permit. The chapel took 18 months to build and cost $300,000. It has earned numerous architectural awards and is listed on the National Register of Historic Places.\nSee the chapel up close\nSet into what’s now called Chapel Rock, the reinforced concrete building angles backward from its roofline. Its modest entrance belies the airy interior, which features floor-to-ceiling windows set back from that colossal cross. \nDuring the daytime, you can see sweeping views of the canyon, and in the evening, the sun’s rays cast a golden glow inside. A refined dignity suffuses the compact chapel, where rows of wooden pews face the statement-making sculpture: Christ nailed to the cross. Made of bronze, the 33ft corpus crucifix is shaped in the form of the Tree of Life, stretching up to the ceiling. It’s rife with spiritual symbolism, from the tree’s double-trunked base and the golden apple to the dozen leaves (representing the 12 apostles) and the crown, which bears three roses and 100 thorns. \n\n  \nPeople claim that Bell Rock in Sedona is a \"vortex\" (a place with a high concentration of spiritual energy), making it a popular tourist destination and place of meditation © Bojana Korach/Getty Images\n\nHike near the chapel\nThe Chapel Trail starts at the end of Chapel Road next to the angled street parking. An easy three-mile round-trip loop threads through the red rocks. Some people believe there’s a vortex site in the area, though Sedona other four energy centers wield the most power. If you’re feeling ambitious, there are plenty more trails to explore. The path connects to Little Horse Trail and beyond. Head left at the fork to get Chicken Point Overlook, then connect to High on the Hog and Twin Butte trails, which go deeper into the backcountry.\nPlan your visit\nWith the exception of Christmas and Easter, the Chapel is open daily from 9am to 5pm. The gift shop is open daily from 9:30am to 4:30pm and closed on Thanksgiving, Christmas, Good Friday and Easter. Religious services such as confession are offered; check the chapel’s website for details as times vary. Mass is held at 8am Monday to Friday and Sunday (a bilingual mass is at 10am) and at 5pm on Saturdays. \nSeveral companies offer tours that make short stops at the Chapel of the Holy Cross, but the easiest way to get there is by car. The church is located between downtown and Oak Creek Village off state route 179. Turn east at the roundabout onto Chapel Road and you’ll find the edifice at the end about a mile’s drive. Visitors can park in one of the 45 roadside spots curving up the street. You can drop off people at the top and turn around, but the curving roadway and ramp to the structure itself is fairly steep. Golf carts are available to assist people with mobility challenges. \nA sign near the chapel entry bearing the words, “Peace to All Who Enter” welcomes visitors inside. Even if you’re not religious, keep in mind that this is a place of worship. To maintain the sanctity of the site, when entering the chapel, wear modest clothing, leave your pets behind and avoid loud talking and eating and drinking. \n"
    },
    {
        "country": "usa",
        "index": 17,
        "name": "Haight Street",
        "latitude": "37.769896",
        "longitude": "-122.447771",
        "excerpt": "Was it the fall of 1966 or the winter of ’67? As the Haight saying goes, if you can remember the Summer of Love, you probably weren’t here. The fog was…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-haight-and-hayes-valley/attractions/haight-street/a/poi-sig/1338377/1329645",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1181924341.jpg",
        "detail_description": "Was it the fall of 1966 or the winter of ’67? As the Haight saying goes, if you can remember the Summer of Love, you probably weren’t here. The fog was laced with pot, sandalwood incense and burning military draft cards, entire days were spent contemplating trippy Grateful Dead posters, and the corner of Haight and Ashbury Streets became the turning point for an entire generation. The Haight's counterculture kids called themselves freaks and flower children; San Francisco Chronicle columnist Herb Caen dubbed them 'hippies.'\nThe history of the Haight goes back over sixty years before the Summer of Love heated up, however. The neighborhood's beautiful Victorian Painted Ladies were spared by the 1906 earthquake that wrecked and burned so much of San Francisco. Over the decades that followed, however, these once-gleaming single family homes were weathered by the Great Depression, split up into apartments during World War II, and nearly flattened by a proposed freeway in the 1950s. But in the decline, the seeds of counterculture had already been sewn. \n\n  \nThe pretty pink house where Janis Joplin lived briefly in the 1960s © Meghan O'Dea / Lonely Planet\n\nThe '60s in Haight-Ashbury\nAs David Talbot notes in his San Francisco history Season of the Witch, by the time the Golden Gate Park's Panhandle was threatened by the wheels of progress (and commuter's automobiles), the Haight was full of misfit residents used to providing one another support, and who were open to embracing new, diverse ideas. Here were Black homeowners sick of disenfranchisement, Beat poets priced out of gentrifying North Beach, members of the queer community spilling out of the Castro, and fired up students who had learned the art of activism on Freedom Rides in the southeast. City Hall didn't stand a chance against the Haight.\nIt was a place to find your people, and soon a new generation of young artists started moving in to now-iconic homes that continue to draw rock 'n' roll pilgrims. The Grateful Dead House became a major hub at 710 Ashbury. The legendary Hells Angels bikers were posted up practically next door at 715, while Janis Joplin briefly stowed her feather boas a block down the street at 635. 1090 Page Street was home to Joplin's backing band, Big Brother and the Holding Company (though now it's a block of condos). Cult leader Charles Manson briefly brought his \"family\" to 636 Cole, while Jefferson Airplane filled up the sprawling mansion at 2400 Fulton with Grace Slick's big voice. Meanwhile, Jimmi Hendrix wrote \"Red Door\" about his apartment at 1524A Haight Street. \n\n  \nAuthor Tom Wolfe talks with Jerry Garcia of the Grateful Dead and the band's manager Rock Scully under the street signs on the corner of Ashbury and Haight streets © Corbis via Getty Images\n\nDrugs poured in, including LSD, speed, and cannabis. So did plenty of youth from around the country eager to get away from mainstream America and experience the burgeoning counterculture first hand. The neighborhood's growing transient population would crash at rooming houses like the Red Victorian – a former hotel that was best known at the time as Jeffrey Haight – or at the apartments of acquaintances, or in Golden Gate Park. The Diggers, a radical anarchist and performance art collective, helped support the Haight's down-and-out with a network of free housing flops, health clinics, soup kitchens, clothing swaps, and artistic \"happenings\" thrown in collaboration with a carousel of hippie bands, dancers, and creatives, and especially the Grateful Dead.\nIt was a creative, open scene many feel nostalgia for – though not without its dark side. Writer Joan Didion arrived in 1967 to report on the Haight-Ashbury scene for The Saturday Evening Post and observed not the hippie utopia so many young people were searching for, but a crumbling jumble of lost drug-users who included, harrowingly, a five year old under the influence of LSD. In many ways Didion's essay predicted the rough decline into hard drugs and dilapidation that even the well-intentioned social network of Diggers and community activists couldn't hold back.\n\n  \nModern Haight Ashbury blends a variety of architectural and cultural eras into a neighborhood still compelling for locals and visitors alike © Meghan O'Dea / Lonely Planet\n\nHaight-Ashbury today\nThe neighborhood gentrified throughout the 1980s, and many of the stately homes were restored. Today, the Haight is a mix of businesses old and new that reflect both its hippie legacy and the changing flavor of tech-era San Francisco. Still, flashbacks of all sorts remain a given in the Haight, which still has its swinging-’60s tendencies.\nSpots like the indie Booksmith, Amoeba Music, and Magnolia Brewery, not to mention hazy outdoor hideaways like Hippie Hill, and Buena Vista Park, still hold a torch for the neighborhood's countercultural vibes. So do annual events like the Haight-Ashbury Street Fair. But you can also get a taste of how time has marched on at restaurants like Alembic, home to inventive fare like jerk-spiced duck hearts that you'd never find on The Diggers' menus. Or you can go even further back in time at Aub Zam Zam, a cash-only joint with jazz on the juke that's been pleasing the Haight since 1941.\nVisit Haight-Ashbury today and you'll find the fog remains fragrant downwind of neighborhood cannabis dispensaries, and that tie-dye and ideals have never entirely gone out of fashion here – hence the prized vintage rock tees on the wall at Wasteland, organic-farming manuals in their umpteenth printing at Bound Together Anarchist Book Collective, and judgment-free treatment for bad trips and unfortunate itches at the Haight-Ashbury Free Clinic. At the corner of Haight and Cole, see you how far humanity has come in Joana Zegri's 1967 Evolution Rainbow mural, showing life forms evolving from the Pleistocene era to the Age of Aquarius. Who knows what the Haight will get into next.\n \n"
    },
    {
        "country": "usa",
        "index": 18,
        "name": "Venice Boardwalk",
        "latitude": "33.988073381563",
        "longitude": "-118.4747171402",
        "excerpt": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of…",
        "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/venice-boardwalk/a/poi-sig/380015/1324616",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_618145523.jpg",
        "detail_description": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of sunglasses, string bikinis, Mexican ponchos and cannabis, while cyclists and in-line skaters whiz by on the bike path and skateboarders and graffiti artists get their own domains.\nHistory\nVenice, SoCal’s quintessential bohemian playground, is the legacy of Abbot Kinney (1850–1920). A tobacco mogul by trade and a dreamer at heart, Kinney in 1905 dug canals and turned fetid swampland into a cultural and recreational resort he dubbed the ‘Venice of America.' For nearly two decades, crowds thronged to this ‘Coney Island on the Pacific’ to be poled around by imported gondoliers, walk among Renaissance-style arcaded buildings and listen to Benny Goodman tooting his horn in clubs. But time was not kind to Kinney’s vision.\nVenice was incorporated into the city of LA in 1926, most of the canals were filled and paved over in 1929 and Venice plunged into a steep decline until its cheap rents and mellow vibe drew first the beatniks then hippies in the '50s and '60s. A decade later Venice and Santa Monica's Ocean Park neighborhood along Main St turned into ‘Dogtown’ as modern skateboarding hit the big time. \nThese days, tech and entertainment dollars have fueled a hard-charging gentrification that is changing this once-low-key enclave with a strong sense of community. As rents have risen, many long-term businesses have been forced out and locals speak of an 'old Venice/new Venice' divide. The year 2017 saw a further influx of cash as locally headquartered Snap Inc (parent company of Snapchat) went public, creating multiple millionaires. Paradoxically, along with these new millionaires and long-time-resident surf rats, skate punks, string bikinis, yogis, psychics and street performers, you'll also find a prodigious and entrenched houseless population. Venice Beach's houseless community has long been part of the fabric of the neighborhood, despite routine attempts by the city to uproot them.\n\n  \nBiking, skateboarding, roller blading and other wheeled activities are the thing to do on the boardwalk ©Layland Masuda/Getty Images\n\nThings to do on Venice Boardwalk\nMurals\nVenice Beach has long been associated with street art and for decades there was a struggle between outlaw artists and law enforcement. Art won out and the tagged-up towers and the free-standing concrete wall of the Venice Beach Art Walls, right on the beach, have been covered by graffiti artists from 1961 to the present. To really get into the art around Venice stroll past murals by famous Rip Cronk, including Venice Reconstituted,  Jim Morrison and the Homage to Starry Night. Abbot Kinney Blvd, not far from the boardwalk, has wonderful art galleries. Probably the best art gallery in the area, and maybe the city is the LA Louvre. It's housed in a landmark building designed by Frederick Fisher. It's a modern and contemporary art gallery featuring rotating, museum-quality exhibitions that show for five to six weeks.\nMuscle Beach \nGym rats with an exhibitionist streak can get a tan and a workout at this famous outdoor gym right on the Venice Boardwalk, where Arnold Schwarzenegger and Franco Columbu once bulked up. Its fun to meander past and gawk, because the body builders totally want you to gawk.\nVenice Skatepark\nWhen Angelenos drained their swimming pools during a 1970s drought, board-toting teens from Venice and neighboring Santa Monica made their not-quite-welcome invasion and modern skateboarding culture was born. Well, as the bumper sticker says, 'skateboarding is not a crime,' at least not anymore, and if you needed further proof, this public, 17,000-sq-ft, ocean-view skate park is now a destination for both high flyers and gawking spectators. Look for great photo ops, especially as the sun sets. Brave the bowls if you dare. \nSaturday &amp; Sunday drum circle\nOn weekend evenings at the end of Brooks Ave. on the beach, hundreds of people gather with drums, shakers, congas – anything that keeps a beat and fills the air with rhythms. Dancers come in hoards to feed off the energy and move their bodies to the impromptu music. Its high vibe fun, completely unofficial and totally amazing. It usually starts around noon and lasts well past dark.\n\n  \nPhotos at the world famous skatepark are great at sunset ©Michael Urmann/Shutterstock\n\nWhen to go to the Venice Boardwalk\nLate nights and early mornings are the quietest times on the boardwalk, but quiet is not really why people come to Venice Beach. Busiest times are summer weekend afternoons, especially when the drum circle is beating its resounding beats. During the off season, local crowds tend to gather at the cafes around sunset.\nWhere to eat and drink\nNo place melds Old Venice and New Venice like the Rose. This airy institution dates from 1979 yet remains current, serving a diverse, all-day menu (sophisticated pastries to gourmet feasts) to laptop-toting writers, tech geeks and Venice locals.\nWhere to stay\nHotel Erwin near the canals and the boardwalk, this one-time motor inn has been dressed up, colored and otherwise funkified in retro style. Think eye-popping oranges, yellows and greens, framed photos of graffiti art and ergo sofas in the spacious rooms. Book online for the best deals. Whether or not you stay here, the High rooftop lounge is wonderful for a sundowner. Valet parking is $42.\nGetting to the Venice Boardwalk, parking and other practicalities\nTraffic is bumper to bumper in Venice on busy weekends, especially in summer near the beach. Instead, try parking inland, ride-sharing or do as the locals do and get around by bike. Rentals are available in Venice at Venice Boardwalk Bike Rental or in neighboring Santa Monica. The Expo Line train opened in 2016 in Santa Monica; the station is about 1.5 miles from the Venice border.\n \n"
    },
    {
        "country": "usa",
        "index": 19,
        "name": "Chinatown Alleyways",
        "latitude": "37.795104",
        "longitude": "-122.407311",
        "excerpt": "If you look close today at the clinker-brick buildings lining these narrow backstreets, past the temple balconies jutting out over bakeries, acupuncture…",
        "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/chinatown-alleyways/a/poi-sig/1338379/1329641",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_717666367.jpg",
        "detail_description": "If you look close today at the clinker-brick buildings lining these narrow backstreets, past the temple balconies jutting out over bakeries, acupuncture clinics, barbershops, and travel agencies, you'll see a microcosm of the the American dream. San Francisco's storied Chinatown is the oldest in North America, and the largest off the Asian continent. For almost two hundred years, the 41 historic alleyways packed into Chinatown's 22 blocks have welcomed newcomers from every province, and been the stage for sometimes improbable stories of tenacity and resilience.\nSan Francisco's Chinatown history\nThe first Chinese immigrants arrived in San Francisco in 1848, drawn largely from the Pearl River Delta in Guangdong by the promise of good jobs. In just five years, almost 5,000 Chinese immigrants arrived in San Francisco – a lot of names for the switchboard operators at the Chinese Telephone Exchange to keep track of as the largely male population called home to their families on the other side of the Pacific. By the 1880s, the city's Chinatown had begun to coalesce near Portsmouth Square, and was already drawing not only immigrants craving the familiar sights, sounds, and scents of home but also curious tourists.\n\n  \nAn early Chinese American telephone operator minds the switchboards at the telephone exchange in San Francisco circa 1900 © Photo by Library of Congress/Corbis/VC Corbis/VCG via Getty Images\n\nStill, the backlash was swift when the city's demographics and economic fortunes shifted at the end of the 19th century and San Francisco blamed its woes on its newest citizens. As editor and historian Gary Kimya explains in Cool Grey City of Love: 49 Views of San Francisco, \"The movement to get rid of Chinatown began as soon as there was a Chinatown.\" A 1900 outbreak of bubonic plague followed up by the 1906 earthquake in San Francisco very nearly did the job.\nNot only did Chinatown literally rise from the ashes, however, it returned more Chinese than ever as residents collaborated with white architects and landlords to create new architectural styles that reflected the neighborhood's unique heritage. Chinatown may have had to grow up rather than out thanks to the limitations imposed by the Chinese exclusion laws first passed in the 1880s. Nowhere is this more evident than Waverly Place, one of San Francisco's most treasured Chinatown alleys. It's home to the Tin How Temple – the oldest surviving Taoist temple in San Francisco, which has been welcoming worshipers since 1852. \n\n  \nA banner on Grant Street, San Francisco, welcomes visitors to Chinatown in the 1950s © Photo by Orlando /Three Lions/Getty Images\n\nContemporary Chinatown\nStill, San Franciscans had to admit Chinatown's alleyways offered something special that couldn't be found anywhere else, wether it was booze in Spofford Alley during Prohibition, nightlife at legendary clubs like Forbidden City, or brand-new \"Chinese\" dishes invented stateside in California kitchens like chop suey and moo goo gai pan. Indeed, some of San Francisco's most beloved haunts have been part of Chinatown for over a hundred years, including Mister Jiu's, which has been serving up mouth-watering banquets sine the 1880s; Hang Ah Tea Room, the oldest dim sum restaurant in the United States; and Sam Wo Restaurant, a late-night mainstay that's been open since 1912 and charmed Beat generation luminaries from neighboring North Beach like Allen Ginsberg and Charles Bukowski.\nDespite the huge cultural impact the Chinese community has made on San Francisco, there continue to be battles to fight. Activists and politicians like Rose Pak, Ed Lee, and Gordon Chin have fought hard since the 1970s against the steady tide of gentrification to keep the Chinatown district affordable. Indeed, Chin founded the Chinatown Community Development Center that's continued to build affordable housing and keep long-time residents in the neighborhood. Now many of those elders are experiencing a fresh wave of anti-Asian sentiment and violence in the wake of the COVID-19 pandemic, painfully recalling the last century's scapegoating of Chinese immigrants for the Barbary Plague. \n\n  \nThe Dragon Gate south entrance to Chinatown in San Francisco, California, USA. ©James Au/Alamy Stock Photo\n\nSan Francisco Chinatown parking and what to do\nIf you've got a yen to experience San Francisco's vibrant Chinatown for yourself, leave you vehicle at the Good Luck Parking Garage and be sure to snap a photo by the Dragon's Gate, which was gifted by Taiwan in 1970. One of the best ways to get oriented is setting off on one of the Chinatown Alleyway Tours and Chinatown Heritage Walking Tours that offer community-supporting, time-traveling strolls through defining moments in American history.\nThe later are hosted by the Chinese Culture Center, which also offers everything from art classes to Mandarin lessons and genealogy services. Visitors can also take in the rotating exhibits at the Chinese Historical Society of America, which was founded in the 1960s as a new wave of Chinese immigrants arrived largely from Hong Kong. Don't miss the magical mosaic mural at Wentworth Place, either – it's one of the Chinatown alleyways most dazzling sights. \nFor the full Chinatown experience, time your visit for the Lunar New Year, when the neighborhood's winding alleys are lit up by lanterns and firecrackers as crowds pack in to see the lion dances and parade floats go by. For a real treat, duck into the Golden Gate Fortune Cookie Factory at 56 Ross Alley to see how the classic treats are made by hand – and even crunch into some hot off the cast iron griddle. \n"
    },
    {
        "country": "usa",
        "index": 20,
        "name": "City Park",
        "latitude": "29.984091",
        "longitude": "-90.089886",
        "excerpt": "Live oaks, Spanish moss and lazy bayous frame this masterpiece of urban planning. Three miles long and 1 mile wide, dotted with gardens, waterways and…",
        "detail_url": "https://www.lonelyplanet.com/usa/new-orleans/mid-city-and-the-treme/attractions/city-park/a/poi-sig/381255/1329662",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-565420717_high.jpg",
        "detail_description": "Live oaks, Spanish moss and lazy bayous frame this masterpiece of urban planning. Three miles long and 1 mile wide, dotted with gardens, waterways and bridges and home to a captivating art museum, City Park is bigger than Central Park in NYC and it's New Orleans’ prettiest green space.\nIn many ways, City Park is a near-perfect expression of a local \"park,\" in the sense that it is an only slightly tamed expression of the forest and Louisiana wetlands (Bayou Metairie runs through the grounds) that are the natural backdrop of the city. Golf courses mar this narrative, but there's still enough wild to get lost in.\nArt- and nature-lovers could easily spend a day exploring the park. Anchoring the action is the stately New Orleans Museum of Art, which spotlights regional and American artists. From there, stroll past the whimsical creations in the Sydney &amp; Walda Besthoff Sculpture Garden, then check out the lush Botanical Gardens. Kids in tow? Hop the rides at the Carousel Gardens Amusement Park or climb the fantastical statuary inside Storyland.\nHistory\nCity Park occupies the site of the former Allard Plantation; much of the infrastructure and improvements, including pathways, bridges and art deco flair, were built by the Works Progress Administration (WPA) during the Great Depression. The arboreal life is magnificent and includes strands of mature live oaks – thousands of them, some as old as 600 years – along with bald cypresses, Southern magnolias and other species.\nDuring Hurricane Katrina, nearby canals flooded and inundated more than 90% of the park in up to 8ft of salt water. Though the ground has recovered, many priceless trees were lost. One tree that wasn’t was the Singing Oak (or Singing Tree), which stands festooned with chimes, some up to 14ft in length. Standing under the tree during the slightest breeze is pretty magical.\n\n  \nThe New Orleans Museum Of Art, located in New Orleans City Park ©Chuck Wagner/Shutterstock\n\nNew Orleans Museum of Art\nLooking like a vague cross between Lenin’s tomb and a Greek temple, the New Orleans Museum of Art is one of the finest art museums in the South. There’s strong representation from regional and American artists, but the work of masters, such as Edgar Degas, who have passed through the city is also prominent.\nSydney &amp; Walda Besthoff Sculpture Garden\nThree of George Rodrigue's \"Blue Dogs\" – in red, yellow and blue – await your arrival in the pleasant Sydney &amp; Walda Besthoff Sculpture Garden, which sits beside the New Orleans Museum of Art.\nThe garden opened in 2003 with pieces from the world-renowned Besthoff collection and today holds more than 60 pieces, dotted across 5 acres. Most are contemporary works by artists such as Antoine Bourdelle, Henry Moore and Louise Bourgeois.\nThe Botanical Gardens and Peristyle\nThe Botanical Gardens have been the site of many a New Orleans wedding, and in their green depths you'll find examples of flora from both around the world and across the backyard of Louisiana.\nOverlooking Bayou Metairie like a Greek temple is the Peristyle, a classical pavilion featuring Ionic columns, built in 1907. Four concrete lions stand watch, while weddings, dances, recitals and curious tourists meander through.\n\n  \nLow angle of a ferris wheel in Carousel Gardens Amusement Park, New Orleans ©jaimie tuchman/Shutterstock\n\nTheme Parks\nAnyone who doesn’t like the charmingly dated Carousel Gardens must surely have a heart of stone. The lovingly restored antique carousel is housed in a 1906 structure with a stained-glass cupola. In the 1980s, residents raised $1.2 million to restore the broken animals, fix the squeaky merry-go-round and replace the Wurlitzer organ.\nThe results are spectacular in a tweedy, tinkly kind of way. You can board the tiny City Park Railroad here as well, plus a little Ferris wheel, bumper cars and a tilt-a-whirl.\nStoryland doesn't have rides, just fun statues of fairy-tale heroes and villains. If the characters seem strangely similar to Mardi Gras floats, it’s because they were created by master float-builder Blaine Kern. During the Christmas season it’s lit up like a Christmas tree and all very magical.\nLouisiana Children's Museum\nThe Louisiana Children’s Museum recently built new digs in City Park. It's kind of a theme park for kids (albeit more educational). There’s giant bubble-blowing exhibits, play loading cranes, a book forest, a play shopping area, and plenty of other stuff that should appeal to any kid under 10. \nCouturie Forest\nThe wildest section of the park is this scad of hardwood forest, where live oaks shade leafy underbrush and mushrooms peek out of the moist soil. Park your car in the lot off the Harrison Ave traffic circle, and you'll see a road that extends back into the forest; take any branching trail and get pleasantly lost.\n\n  \nTrees and bridge reflecting in City Park, New Orleans © Aaron Woodall Photography / Getty Images\n\nPopp Fountain\nThe Popp Fountain is wonderful, and another impressive example from the Works Progress Administration. Promenades planted with perennials and 26 Corinthian columns surround the centerpiece of water erupting from a bronze base of cavorting dolphins.\nTips for visiting City Park\nThe best spots for parking in City Park include the area in front of the New Orleans Museum of Art and the lot near Morning Call.\nThere are alligators here! If you're walking your dog or are near the water, keep an eye out. We're not kidding – local gators aren't common, but they're not unheard of. The waters in the park aren't suitable for swimming. See the above tip about alligators.\nNearby restaurants\nA few steps from the sculpture garden, take a break for coffee, beignets and gumbo at Morning Call, conveniently open 24/7.\nWant a picnic lunch? Head to Canseco's on Esplanade Ave and grab something from their hot bar.\n"
    }
]