[
    {
        "country": "victoria",
        "index": 1,
        "name": "Royal Botanic Gardens",
        "latitude": "-37.83104",
        "longitude": "144.980736",
        "excerpt": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/royal-botanic-gardens/a/poi-sig/366245/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_466960136.jpg",
        "detail_description": "Considered one of the finest examples of Victorian-era landscaping in the world, Melbourne’s Royal Botanic Gardens draw over two million visitors a year. Here you'll find plants from around the globe as well as a strong show of unique Australian flora.\nMini ecosystems, a herb garden and an indigenous rainforest are all set amid vast, picnic-friendly lawns and black-swan-spotted ponds. From the air, these stunning, 38-hectare gardens suggest a set of giant green lungs in the heart of the city.\nEvents and tours\nIn summer the gardens play host to Moonlight Cinema, a nightly pop-up cinema where cult classics and new release films are screened under the stars.&nbsp;Open-air theatre performances are another summer highlight from Shakespeare to Wind in the Willows, they’re often child-friendly events.&nbsp;\nChildren and parents will love the excellent, nature-based Ian Potter Foundation Children’s Garden, a whimsical, child-scaled place that invites exploration and water play.\nThe Aboriginal Heritage Walk comes highly recommended. This is a site of cultural significance to the local Kulin Nation (there’s a reason this vast green space was not buried under streets and houses when the British descended). On the tour you’ll learn to identify significant native plants with&nbsp;an Aboriginal guide, and gain some insight in the customs and ongoing connection to country of Australia’s First Nations people.\nThe visitor centre is the departure point for tours but book ahead&nbsp;(see the website for details). Close by, the National Herbarium, established in 1853, contains more than a million dried botanical specimens used for plant-identification purposes.\nAnd finally, the 19th-century Melbourne Observatory runs tours of the night sky here.&nbsp;\nRoyal Botanic Gardens cafes&nbsp;\nThis being Melbourne there are a few excellent cafes in and around the gardens including French-Vietnamese inspired Jardin Tan near entrance F.\nCranbourne Botanic Gardens\nFor visitors who can’t get enough, Royal Botanical Gardens has also developed the Australian Garden in the outlying suburb of Cranbourne which boasts 10kms of walking tracks through bushland and Australian landscapes.\n&nbsp;\n"
    },
    {
        "country": "victoria",
        "index": 2,
        "name": "Shrine of Remembrance",
        "latitude": "-37.83048889",
        "longitude": "144.9734643",
        "excerpt": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/south-yarra-prahran-windsor/attractions/shrine-of-remembrance/a/poi-sig/1162273/1341490",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1195643743.jpg",
        "detail_description": "One of Melbourne's icons, the Shrine of Remembrance is a commanding memorial to Victorians who have served in war and peacekeeping, especially those killed in WWI. \nThe shrine draws thousands to its annual Anzac Day dawn service (on 25 April), while the Remembrance Day service at 11am on 11 November commemorates the signing of the 1918 Armistice, marking the formal end to WWI. At this precise moment a shaft of light shines through an opening in the ceiling, passing over the Stone of Remembrance and illuminating the word ‘love’; on all other days this effect is demonstrated using artificial lighting on the hour.\nShrine of Remembrance eternal flame\nWith its cenotaph and eternal flame (lit by Queen Elizabeth II in 1954), the forecourt was built as a memorial to those who died in WWII. There are several other memorials surrounding the shrine. Below the shrine, a stunningly conceived architectural space houses the Galleries of Remembrance, a museum dedicated to telling the story of Australians at war via its 800-plus historical artefacts and artworks.\n\n  \nThe classical exterior of Melbourne's Shrine of Remembrance. ©Annie Leong/Shutterstock\n\nHistory \nBuilt between 1928 and 1934, much of it with Depression-relief, or ‘susso’ (sustenance) labour. Its stoic, classical design is partly based on the Mausoleum of Halicarnassus, one of the seven ancient wonders of the world. \nThe shrine's upper balcony affords epic panoramic views of Melbourne's skyline and all the way up tram-studded Swanston Street. This unobstructed view isn't coincidental; planning regulations continue to restrict any building that would encroach on the view of the shrine from Swanston Street as far back as Lonsdale Street.\nPlanning your visit \nDownload the free Shrine of Remembrance app for a self-guided tour, or consider joining the guided tours daily (free for Australian and New Zealand veterans and defence force personnel).\nKids can choose from four activity cards and learn about the Shrine, armed with an 'explorer kit'. Borrowed from the visitor centre, it features a periscope, a magnifying glass, a kaleidoscope and more.\nThe complex is under 24-hour police guard; during opening hours the police are required to wear uniforms resembling those worn by WWI light-horsemen. \n \n"
    },
    {
        "country": "victoria",
        "index": 3,
        "name": "Hosier Lane",
        "latitude": "-37.816285",
        "longitude": "144.969149",
        "excerpt": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/hosier-lane/a/poi-sig/1370641/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_322803704.jpg",
        "detail_description": "Melbourne's most-celebrated laneway for street art, Hosier Lane's cobbled length draws camera-wielding crowds to its colorful canvas of graffiti, stencils and art installations. The changing subject matter runs from political to countercultural, spiced with irreverent humour. \nThe street art continues along Rutledge Lane, which horseshoes back around to Hosier Lane. As the artworks evolve, with fresh murals continually thrown up overnight (officially most of this is actually illegal), no two visits will be the same. \nYou'll visit Hosier Lane, as well as many other street art-laden lanes nearby including AC/DC Lane, on walking tours of the city centre.\nHosier Lane street art\nMany famous Australian and international artists’ works have been spotted in Hosier Lane since it was first made famous in the global street art scene in the 1990s. The most well-known a Banksy stencil piece, Parachuting Rat from 2003, was mistakenly painted over by city council workers in 2010. \nOther renowned artists to have graced the lane with their ephemeral works include ABOVE (USA), Shepard Fairey (USA), Invader (France), and D*FACE (GB), as well as local talents such as Ha Ha, Prism and Rone. \n\n  \nNight view of colorful graffiti artwork at Hosier Lane in Melbourne ©Javen/Shutterstock\n\nHosier Lane history\nMelbourne's street artists first took their lead from the graffiti scene in New York, with train carriages and railway tracks the focus in the 1980s, before Melbourne's dark and disused city laneways became the new canvas for creatives. Over time stencil art, ‘pasties’ and sculptures complemented tags and pieces spray-painted after hours.\nSmall bars and restaurants began popping up off the main city thoroughfares. Soon the city embraced this new vibrancy and the attention from overseas visitors to Melbourne. Many private and public walls now have large-scale murals painted on commission across Melbourne. Hosier Lane is just the beginning of your street art odyssey. To learn more about Melbourne’s early underground street art scene, seek out the 2005 documentary RASH. \nIn 2020, ten masked men spray painted Hosier Lane with fire extinguishers filled with brightly colored paint, an act of vandalism according to the police and Lord Mayor. It was unclear if this was a response to the commercialization of Hosier Lane’s street art, or just a boring contribution to its story, but the bluestone cobbled lane was quickly cleaned up and new artworks appeared almost immediately. \nHosier Lane directions\nThe lane is directly opposite Federation Square (‘Fed Square’ to locals) off Flinders Street, at the southern end of Melbourne’s main city centre. Fed Square also houses two major cultural hubs: ACMI, the museum of screen culture, and the Ian Potter Centre: NGV Australia.\nAnother major landmark to look out for is the 1920s-built Forum theatre, originally a picture palace and now a major live music venue. \nHosier Lane bars and restaurants \nA Melbourne institution, the Spanish tapas restaurant MoVida sits as the southern end of Hosier Lane. While newcomer Tres a Cinco, a colorful Mexican cantina selling tacos and tequila, replaced the long-standing Misty cocktail bar.\n \n"
    },
    {
        "country": "victoria",
        "index": 4,
        "name": "Twelve Apostles",
        "latitude": "-38.665675",
        "longitude": "143.102074",
        "excerpt": "The most iconic sight and enduring image for most visitors to the Great Ocean Road, the Twelve Apostles provide a fitting climax to the journey. Jutting…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/port-campbell-national-park/attractions/twelve-apostles/a/poi-sig/1225589/362493",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/467466054_master.jpg",
        "detail_description": "The most iconic sight and enduring image for most visitors to the Great Ocean Road, the Twelve Apostles provide a fitting climax to the journey. Jutting out from the ocean in spectacular fashion, these rocky stacks stand as if they've been abandoned to the waves by the retreating headland. Today only seven Apostles can be seen from a network of viewing platforms connected by timber boardwalks around the clifftops.\nHow to get there\nThere’s pedestrian access to the viewing platforms from the car park at the Twelve Apostles Visitor Centre – more a kiosk and toilets than an info centre – via a tunnel beneath the Great Ocean Road. It's a 4 hour drive from Melbourne along the Great Ocean Road or just a 10-minute drive from Port Campbell if you'd prefer more time to explore the area.\nBest time to visit\nThe best time to visit is sunset, not only for optimum photographic opportunities and to beat the tour buses but also to see little penguins returning ashore. Sightings vary, but generally the penguins arrive 20 to 40 minutes after sunset. They can be spotted from about 197ft (60m) away, so you'll need binoculars, which can be borrowed from the Port Campbell Visitor Centre.\n"
    },
    {
        "country": "victoria",
        "index": 5,
        "name": "Queen Victoria Market",
        "latitude": "-37.80769",
        "longitude": "144.957572",
        "excerpt": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/queen-victoria-market/a/poi-sig/1222520/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1068638891.jpg",
        "detail_description": "With more than 600 traders, 'Vic Market' is a large open-air market brimming with food, shopping and cultural experiences. Early mornings are best for fresh produce, taste-testing or dodging the booming cries of stall holders. Lunch hour sees shoppers queuing for street food and flower stalls, serenaded by a rotating cast of buskers.\nThe deli hall, lined with stalls selling everything from Australian cheeses, to Polish sausages and kangaroo biltong, has some Art Deco era flourishes.\nClothing and knick-knack stalls dominate on Sunday; they're big on variety, but don’t come looking for style (if you’re in the market for sheepskin moccasins or cheap T-shirts, this is the place).\nVarious tours are run by the market including heritage, cultural and food tours; check the official website for details.\nQueen Victoria Market night market\nIn summer – and again in winter – there’s a hawker-style Night Market on a Wednesday after hours (5pm to 10pm) with pop-up bars, outdoor seating, live music and DJs, plus local makers selling boutique wares.\n\n  \nThe hawker-style night market attracts thousands of visitors to sample cuisine from around the world. © P_Wei / Getty Images\n\nHistory\nThe market has been here for more than 130 years; before that, from 1837 to 1854, it was the old Melbourne Cemetery. Remarkably, around 9000 bodies remain buried here, from underneath Shed F to the car park leading to Franklin St. There's a small memorial on the corner of Queen and Therry Streets.\nRedevelopment and parking\nNote that an ongoing redevelopment program to preserve various market buildings is being rolled out in various phases, so you might find construction work on in sections when you visit.\nParking can be an issue, but most people use the many public transport options and bicycle parking is also available.\n"
    },
    {
        "country": "victoria",
        "index": 6,
        "name": "Melbourne Cricket Ground",
        "latitude": "-37.820031113428",
        "longitude": "144.98346090317",
        "excerpt": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League,…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/richmond-east-melbourne/attractions/melbourne-cricket-ground/a/poi-sig/366477/1341487",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1101720614.jpg",
        "detail_description": "With a capacity of 100,000 people, the \"G\" is one of the world’s great sporting venues, hosting cricket in summer and AFL (Australian Football League, Aussie rules or \"footy\") in winter – for many Australians it's hallowed ground.\nHistory\nThough the MCG has undergone numerous renovations and expansions during its lifetime, the original cricket ground dates back to 1853. It hosted its first game of Aussie Rules football in 1858, and in 1877 it was the venue for the first test cricket match between Australia and England. Since then, the ground has served as the central stadium for the 1956 Melbourne Olympics and played host to two Cricket World Cups, as well as the 2006 Commonwealth Games. It was also used as an army barracks during WWII. Despite this venerable history, the oldest parts of the current structure are the light towers, dating from the 1980s.\nA number of historical sporting items, including the hand-written notes defining the rules of Australian Rules Football, are on display at the Australian Sports Museum, located within the bowels of the stadium.\nThere’s plenty of evidence to suggest that Aboriginal Australians played a form of football called \"marngrook\" prior to European settlement. A scar tree near the MCG, from which bark was removed to make canoes, serves as a reminder that Melbourne’s cricket fans were not the first to gather at this site – some Indigenous Australians like to call it the Melbourne Corroboree Ground. Marngrook is remembered in the name of a trophy awarded to the winner of an annual AFL match.\n\n  \nThe best way to experience the MCG is to make it to a game © Darrian Traynor / Stringer / Getty Images\n\nHow to tour Melbourne Cricket Ground\nMake it to a game if you can (tickets for matches are available via the official stadium website); otherwise, there are non-match-day tours that take you through the stands, media and coaches’ areas, changing rooms and members' lounges. Discounts are available if you get a combined Australian Sports Museum and tour ticket.\nIf you're in the area and after a quick taste of a live AFL game, sometimes it's possible to wander in free of charge at three-quarter time (around 1½ hours after starting time) to see the last 30 minutes of the action.\n"
    },
    {
        "country": "victoria",
        "index": 7,
        "name": "Melbourne Zoo",
        "latitude": "-37.784325",
        "longitude": "144.95194",
        "excerpt": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/north-melbourne-parkville-west-melbourne/attractions/melbourne-zoo/a/poi-sig/366287/1341498",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475796819_medium.jpg",
        "detail_description": "Established in 1862, this compact zoo remains one of the city’s most popular attractions and continues to innovate, having become the world's first carbon-neutral zoo. Set in prettily landscaped gardens, the enclosures aim to simulate the animals’ natural habitats and give them the option to hide if they want to (the gorillas and tigers are particularly good at playing hard to get).\nThere’s a large collection of native animals in natural bush settings, a platypus aquarium, fur seals, plenty of reptiles and an entire faux–Southeast Asian jungle village built around the elephant enclosures. In some cases walkways pass through the enclosures: you can stroll through some of the aviaries and enter a tropical hothouse filled with colourful butterflies. See if you can pass through Lemur Island without an internal soundtrack of 'I like to move it, move it' turning over in your mind.Running from late January to early March, the yearly Zoo Twilights feature performances by big names and indie talent. Past years included The Presets, Hanson and Rufus Wainwright. From September to May Roar ‘n’ Snore (adult/child from $205/150) allows you to camp at the zoo and join the keepers on their morning feeding rounds."
    },
    {
        "country": "victoria",
        "index": 8,
        "name": "NGV International",
        "latitude": "-37.822624",
        "longitude": "144.968966",
        "excerpt": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/southbank-docklands/attractions/ngv-international/a/poi-sig/1097788/1341492",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1aa5e228adc4c195bda26998990cf2c9-lpl-02374.jpg",
        "detail_description": "Housed in a vast, brutally beautiful, bunker-like building, the international branch of the NGV has an expansive collection, from ancient artefacts to the cutting edge. Regular blockbuster exhibitions (prices vary) draw crowds, and there are free 50-minute highlight tours on the hour from 11am to 2pm daily. It's a rite of passage to touch the water wall at the entrance.\nKey works include a Rembrandt self-portrait, Tiepolo's Banquet of Cleopatra and Turner's otherworldly Falls of Schaffhausen. It’s also home to Picasso’s Weeping Woman, which was the victim of an art heist in 1986 to protest the lack of state art funding. The 1st floor is given over to Asian art, with exquisite pieces from China, Japan and Southeast Asia. The gallery also has an excellent decorative arts and furniture collection, which is showcased alongside contemporaneous paintings rather than being quarantined in its own section.Designed by architect Sir Roy Grounds, the NGV building was controversial when it was completed in 1967 but has come to be respected as a modernist masterpiece. Make sure you wander through the foyer to the Great Hall, with its extraordinary stained-glass ceiling (lying on the floor to the side is recommended), and continue out onto the sculpture lawn.Keep an eye on the website for NGV Friday Nights, a series of fun-filled ticketed events featuring music, bars, dining and late-night access to feature exhibitions.The NGV's Australian art collection is on display at the Ian Potter Centre at nearby Federation Sq."
    },
    {
        "country": "victoria",
        "index": 9,
        "name": "Sovereign Hill",
        "latitude": "-37.575177465255",
        "longitude": "143.86647762334",
        "excerpt": "You’ll need to set aside at least half a day to visit this fascinating re-creation of Ballarat's 1860s gold-mining township. The site was mined in the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/ballarat/attractions/sovereign-hill/a/poi-sig/1073792/1314071",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/541e4427860b22131409e5d47d0d8bab-sovereign-hill.jpg",
        "detail_description": "You’ll need to set aside at least half a day to visit this fascinating re-creation of Ballarat's 1860s gold-mining township. The site was mined in the gold-rush era and much of the equipment is original, as is the mine shaft. Kids love panning for gold in the stream, watching the hourly gold pour and browsing ye olde lolly shop. While it's especially popular with children and families, it'll be enjoyed by all.\nThe main street is a living history museum, with people performing their chores dressed in costumes of the time; check the schedule for daily parades and demonstrations. Sovereign Hill opens again at night for the impressive sound-and-light show Aura, which through projections in the night sky tells the story of the Indigenous Wadawurrung, and describes the discovery of gold in Ballarat and how it shaped the town and beyond. Times vary, so check in advance; bookings are essential. The spooky lamplight tours, comprising a night walk through Sovereign Hill to learn the darker side of life on the goldfields, are also popular.In July the blockbuster Winter Wonderlights festival brings in the crowds for wintry Christmas festivities.Your ticket also gets you into the nearby Gold Museum, which sits on a mullock heap from an old mine. The museum has imaginative, modern displays and samples from all the old mining areas, as well as gold nuggets, coins and a display on the Eureka Rebellion.To get here from town, take bus 21 from Ballarat Station, or better, the free Gold Rush Express, which departs Ballarat Station at 10.40am (to meet the 9.16am train from Melbourne) and returns at 3.25pm; this service also gets you a 10% discount on entry fees."
    },
    {
        "country": "victoria",
        "index": 10,
        "name": "Point Nepean National Park",
        "latitude": "-38.307585",
        "longitude": "144.675586",
        "excerpt": "Commanding expansive ocean views, this windswept national park on the peninsula’s western tip was a seasonal base of its traditional owners, the Boon…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/mornington-peninsula/attractions/point-nepean-national-park/a/poi-sig/1163615/362495",
        "image_url": null,
        "detail_description": "Commanding expansive ocean views, this windswept national park on the peninsula’s western tip was a seasonal base of its traditional owners, the Boon Wurrung people. After colonisation, a Quarantine Station was established here in 1852. Fort Nepean, which played an important role in defending Australia from military threat, was built in stages from the late 1870s. Original gun emplacements remain there, as do the 50-odd heritage buildings that made up the Quarantine Station.\nThere are a number of scenic walking and cycling trails in the park; gnarled Moonah trees (Melaleuca lanceolata) bent by the strong winds dot most of the landscape and local fauna including echidnas and wallabies can be spotted. Coles Track links the Quarantine Station with Gunners Cottage and Fort Nepean. En route keep an eye out for the Harold Holt memorial, the site where Australia's former prime minister remarkably disappeared here after a swim in December 1967.The visitor centre in the Quarantine Station offers walking maps, or hire a bike (per three hours standard/electric bike $19.40/43.70) – they book out, so arrive early to avoid disappointment. Audio tours of Fort Nepean, the Quarantine Station and the park can be downloaded from the Parks Victoria website or the iTunes Store.There is a large car park at the Quarantine Station. To get to the fort you can park at Gunners Cottage, from where it's a 2.6km walk or bicycle ride. Alternatively a hop-on/hop-off wheelchair-accessible shuttle bus travels between the quarantine station and the fort (adult/child return $12/8) operating every 30 minutes between 10.30am and 4pm. This connects with the Portsea public bus stop (bus 788 to/from Frankston) three times daily; check the Parks Victoria website for details."
    },
    {
        "country": "victoria",
        "index": 11,
        "name": "Federation Square",
        "latitude": "-37.817927798584",
        "longitude": "144.96840440737",
        "excerpt": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/federation-square/a/poi-sig/366241/1341486",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5e82471b36716333af536a171a5d9bde-federation-square.jpg",
        "detail_description": "One of the city's newest public spaces and an urban focal point, Federation Sq is a place to meet, celebrate, protest, watch major sporting events or simply hang out on deckchairs. Occupying a prominent city block, 'Fed Square’ is far from square: its undulating and patterned forecourt is paved with 460,000 hand-laid cobblestones from the Kimberley region in WA, with sight lines to important landmarks. Its buildings are clad in a fractal-patterned reptilian skin. Check the website to see what's on.\nSet within the square are cultural heavyweights the Ian Potter Centre, Australian Centre for the Moving Image and Koorie Heritage Trust, as well as restaurants and bars (though there are better eating and drinking options nearby). Free public events are staged here most days, particularly on weekends. Highly recommended free tours depart from the flagpoles Monday to Saturday at 11am, but spaces are limited to 15 people so arrive 15 minutes early."
    },
    {
        "country": "victoria",
        "index": 12,
        "name": "Cape Otway Lightstation",
        "latitude": "-38.856886972458",
        "longitude": "143.51185083389",
        "excerpt": "The oldest surviving lighthouse in mainland Australia, Cape Otway Lightstation was built in 1848 without mortar by more than 40 stonemasons. There are…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/cape-otway/attractions/cape-otway-lightstation/a/poi-sig/453297/1294860",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f00ac34914849fb46618722458851384-cape-otway-lightstation.jpg",
        "detail_description": "The oldest surviving lighthouse in mainland Australia, Cape Otway Lightstation was built in 1848 without mortar by more than 40 stonemasons. There are sublime coastal views from its observation deck, while the Telegraph Station has fascinating displays on the 250km undersea telegraph-cable link with Tasmania, laid in 1859. It's a sprawling complex with plenty to see, from Aboriginal cultural sites to a WWII radar bunker built to detect potential Japanese threats.\nThe Gadubanud people are the traditional custodians of the Otway region, and the lighthouse precinct offers an excellent overview of their culture and traditions at its excellent Meeting Hut wuurn (Aboriginal shelter). Aim to get here for one of the daily bush-tucker talks, generally held at noon and 3pm.The turn-off for Lighthouse Rd, which leads 12km down to the lighthouse, is 21km from Apollo Bay – a beautiful stretch that takes you through enchanting rainforest. There's a cafe here, as well as the option to stay at the lighthouse keeper's cottages.It's slightly cheaper to buy tickets online."
    },
    {
        "country": "victoria",
        "index": 13,
        "name": "Royal Exhibition Building",
        "latitude": "-37.804706417347",
        "longitude": "144.9715973954",
        "excerpt": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/carlton-brunswick/attractions/royal-exhibition-building/a/poi-sig/366561/1341485",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/548731447_full.jpg",
        "detail_description": "Built for the 1880 International Exhibition, this Victorian edifice in Carlton Gardens symbolises the glory days of 19th-century Melbourne's economic supremacy. It was the first Australian building to fly the country's flag, house an aquarium, hold parliament (in 1901) and receive Unesco World Heritage status (in 2004). Tours of the building leave from the Melbourne Museum at 2pm; call to confirm.\nThe building and gardens host everything from craft fairs to car shows. While you're there, Carlton Gardens is a stunning place to picnic or rest by the grand fountain, and if visiting in March, you can attend the Melbourne International Flower and Garden Show, the largest in the southern hemisphere, attracting more than 100,000 people over five days."
    },
    {
        "country": "victoria",
        "index": 14,
        "name": "Old Castlemaine Gaol",
        "latitude": "-37.06203442",
        "longitude": "144.2115005",
        "excerpt": "Looming from its commanding hilltop location, the Old Castlemaine Gaol is the town's most notable historical landmark; dating from 1861, it closed its…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/castlemaine/attractions/old-castlemaine-gaol/a/poi-sig/1100066/362485",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148934193_high.jpg",
        "detail_description": "Looming from its commanding hilltop location, the Old Castlemaine Gaol is the town's most notable historical landmark; dating from 1861, it closed its doors in 1990. Today the cells that once held some of the state's most feared criminals are home to the whimsical works and sculptures of esteemed Australian artist David Bromley. He bought the site in 2018 with the aim of beautifying the once-fearsome Pentonville-style prison into his latest canvas.\nDespite the reimagining of this formidable space as a modern art gallery, featuring the vibrant work of both Bromley and his contemporaries, you'll still get a sense of its creepy history, with the old cells, gallows and watchtowers, and tales of its executions and notable inmates.There are plans to open a cafe and outdoor shipping-container bar to take in the wonderful views of town."
    },
    {
        "country": "victoria",
        "index": 15,
        "name": "Brambuk Cultural Centre",
        "latitude": "-37.158111",
        "longitude": "142.531525",
        "excerpt": "Don't leave Halls Gap without visiting the superb cultural centre at Brambuk, 2.5km south of town. Run by five Koorie communities (including the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/halls-gap/attractions/brambuk-cultural-centre/a/poi-sig/1100126/362528",
        "image_url": null,
        "detail_description": "Don't leave Halls Gap without visiting the superb cultural centre at Brambuk, 2.5km south of town. Run by five Koorie communities (including the Jardwadjali and Djab Wurrung people, the traditional custodians of the region) in conjunction with Parks Victoria, the centre offers insights into local culture and history through traditional stories, art, music, dance, weapons, tools and photographs.\nThe striking building combines timeless Aboriginal motifs with contemporary design and construction materials. Its flowing orange roof represents the open wings of a cockatoo and references the peaks of the Grampians.The Gariwerd Dreaming Theatre (tickets $5/3/15 per adult/child/family) shows two 15-minute films explaining Dreaming stories of Gariwerd (the region's original name) and the creation story of Bunjil. The ceiling here represents the southern right whale (totem of the Gunditjmara people). There’s an art room where kids can try their hand at Indigenous painting (from $10), boomerang throwing and didgeridoo playing, among various holiday programs. Native species used for food and medicine are planted outside.Also offered are trips to nearby Aboriginal rock-art sites (from $80/50 per adult/child), which take in other significant sites along the way.The centre has an important section on Aboriginal political issues experienced since colonial times, including sobering coverage of the massacres of Indigenous people that took place across the state.In a separate building – where you first enter the complex – are a souvenir shop and interesting educational displays covering the natural features and history of the Grampians; staff can advise on walks and sell camping permits. The bush-tucker cafe has a lovely deck overlooking the gardens."
    },
    {
        "country": "victoria",
        "index": 16,
        "name": "Castlemaine Art Museum",
        "latitude": "-37.064646",
        "longitude": "144.215899",
        "excerpt": "Housed in a superb art deco building, this gallery (established in 1913) features colonial and contemporary Australian art, including works by such well…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/castlemaine/attractions/castlemaine-art-museum/a/poi-sig/1100063/362485",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/141858756_high.jpg",
        "detail_description": "Housed in a superb art deco building, this gallery (established in 1913) features colonial and contemporary Australian art, including works by such well-known artists as Frederick McCubbin, Arthur Streeton, Russell Drysdale, Fred Williams and Sidney Nolan. There are guided tours on Saturday. A basement museum provides insights into Aboriginal and colonial history, with period costumes, porcelain, silverware and gold-mining relics. The gallery was set to close in 2017, but an anonymous donor chipped in $250,000 to save the day.\nCome also for the series of contemporary exhibitions."
    },
    {
        "country": "victoria",
        "index": 17,
        "name": "Birrarung Marr",
        "latitude": "-37.818395",
        "longitude": "144.972839",
        "excerpt": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/melbourne/city-centre/attractions/birrarung-marr/a/poi-sig/366489/1341486",
        "image_url": null,
        "detail_description": "Multi-terraced Birrarung Marr is one of Melbourne’s most unique parks, featuring grassy knolls, river promenades, thoughtful planting of Indigenous flora and great viewpoints of the city and the river. There's also a scenic route to the MCG via the ‘talking’ William Barak Bridge – listen out for songs, words and sounds representing Melbourne’s cultural diversity as you walk.\nAs a sign of respect to Wurundjeri people, the traditional owners of the area (in their language, 'Birrarung Marr' means 'river of mists'), the park features a snaking eel path with Indigenous Australian art, a shield-and-spear sculpture and an audio installation outside ArtPlay that tells the story of contemporary Wurundjeri.Within an old railway building, ArtPlay hosts creative workshops for babies, toddlers and preteens, getting them sewing, singing, painting and puppeteering; there's also a very cool playground out the back.The sculptural Federation Bells perch on the park’s upper level and ring out three times daily like a robotic orchestra, with 39 brass bells of various sizes and shapes, all with impressive acoustics, and specially commissioned compositions.Other highlights are the 10m-high, three-legged mosaic Angel (1988), a vivid abstract sculpture by Deborah Halpern; Speakers Corner, featuring original mounds used as soapboxes in the early 20th century; and a dried riverbed lined with ghost gums and palms, giving it a tranquil billabong feel."
    },
    {
        "country": "victoria",
        "index": 18,
        "name": "Golden Dragon Museum & Gardens",
        "latitude": "-36.754943",
        "longitude": "144.282503",
        "excerpt": "Bendigo’s Chinese heritage sets it apart from other goldfields towns, and this fantastic museum is the place to experience it. Walk through a huge wooden…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/bendigo/attractions/golden-dragon-museum-gardens/a/poi-sig/1226374/362484",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/149699011_high.jpg",
        "detail_description": "Bendigo’s Chinese heritage sets it apart from other goldfields towns, and this fantastic museum is the place to experience it. Walk through a huge wooden door into an awesome chamber filled with dragons and amazing Chinese cultural items and costumes. The highlight for many are the imperial dragons, including Old Loong (the oldest in the world) and the recently retired Sun Loong (100m long); its replacement, Dai Gum Loong (the longest in the world at 120m), was unveiled in 2019.\nOther highlights include the jade dragon chariot, an exquisite wooden panel screen and a dragon throne. The area outside the museum has been redeveloped as the Dai Gum San Chinese precinct, complete with a large lotus flower, imperial gardens and a temple."
    },
    {
        "country": "victoria",
        "index": 19,
        "name": "Gabo Island",
        "latitude": "-37.563902",
        "longitude": "149.912567",
        "excerpt": "Located 14km offshore from Mallacoota, the windswept 154-hectare Gabo Island Lightstation Reserve is home to seabirds and one of the world’s largest…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/mallacoota/attractions/gabo-island/a/poi-sig/1404535/362477",
        "image_url": null,
        "detail_description": "Located 14km offshore from Mallacoota, the windswept 154-hectare Gabo Island Lightstation Reserve is home to seabirds and one of the world’s largest colonies of little penguins (you'll only see them if you stay overnight). There's also a significant fur-seal colony, and whales and dolphins are regularly sighted offshore. The snorkelling here is outstanding. The island has an operating red-granite lighthouse (1862) that's one of the tallest in the southern hemisphere – you can stay in the old keepers’ cottages.\nBoat access to the island is often restricted due to bad weather; Wilderness Coast Charters, Gabo Island Escapes and Mallacoota Fishing Charters &amp; Tours are your best bets. If you have a boat you can head out independently, but you'll need to be experienced in these waters.While there are no longer direct flights to Gabo Island from Mallacoota, Merimbula Air Services can arrange a drop-off and pick-up service (a four-seater costs $775 one way)."
    },
    {
        "country": "victoria",
        "index": 20,
        "name": "Krowathunkooloong Keeping Place",
        "latitude": "-37.829387",
        "longitude": "147.628151",
        "excerpt": "A stirring and well-curated cultural exhibition space, Krowathunkooloong Keeping Place offers a fascinating insight into the history and traditions of the…",
        "detail_url": "https://www.lonelyplanet.com/australia/victoria/bairnsdale/attractions/krowathunkooloong-keeping-place/a/poi-sig/1100288/1297970",
        "image_url": null,
        "detail_description": "A stirring and well-curated cultural exhibition space, Krowathunkooloong Keeping Place offers a fascinating insight into the history and traditions of the Gunai and Kurnai nation and its five clans, who've lived in the East Gippsland region for well over 30,000 years. The exhibition traces the Gunai and Kurnai from their Dreaming ancestors, Borun the pelican and his wife, Tuk the musk duck, and features an impressive display of original artefacts and traditional cultural items, including canoes, boomerangs and contemporary Aboriginal art.\nIt also covers life and hardships following European colonisation, including the massacres of the Kurnai from 1839 to 1849, and the Lake Tyers Mission, east of Lakes Entrance, now a trust privately owned by Aboriginal shareholders.To avoid disappointment, call a day in advance; that way, if they're closed they can arrange someone to let you in.The Bataluk Cultural Trail is a must for those seeking further engagement with the traditions and culture of the Gunai and Kurnai.The museum is on the site of a historical Gunai and Kurnai campground, and today forms the Gippsland &amp; East Gippsland Aboriginal Co-operative (GEGAC), which offers a medical centre, and education, employment and housing services to the local Indigenous community."
    }
]