[
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 1,
        "name": "United States Holocaust Memorial Museum",
        "latitude": "38.886583415546",
        "longitude": "-77.032878656942",
        "excerpt": "Image bykanzilyou/GettyRF",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/united-states-holocaust-memorial-museum/a/poi-sig/1246945/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2021-09/GettyImages-1177049674.jpg",
        "detail_description": "Image bykanzilyou/GettyRF\nFor a deep understanding of the Holocaust – its victims, perpetrators and bystanders – this harrowing United States Holocaust Memorial Museum is a must-see.\nLocated among national monuments to freedom on the National Mall in Washington, DC, the living memorial to the Holocaust aims to inspire citizens and leaders worldwide to confront hatred, prevent genocide and promote human dignity.\nSince its dedication in 1993, it has worked to advance and disseminate knowledge about this unprecedented tragedy; to preserve the memory of those who suffered; and to encourage visitors to reflect upon the moral and spiritual questions raised by the events of the Holocaust as well as their own responsibilities as citizens of a democracy.\nVisitors can visit several exhibitions, including the main, permanent one and a gentler installation recommended for children aged eight and over.\nHistory of the museum\nThe museum was founded as the US’s national institution for the documentation, study and interpretation of Holocaust history. It serves as a memorial to the millions of people murdered during the state-sponsored, systematic persecution and annihilation of Jews, primarily, but also Roma, people with disabilities and Poles, by Nazi Germany and its collaborators between 1933 and 1945.\nThe museum was chartered by a unanimous Act of Congress in 1980 after the President’s Commission on the Holocaust submitted its recommendations for Holocaust remembrance and education in the US. The groundbreaking ceremony for the building on the National Mall took place in 1985, and President Ronald Reagan marked the laying of the museum cornerstone in 1988, saying, \"We must make sure that [...] all humankind stares this evil in the face.\"\nPresident Bill Clinton dedicated the museum on April 22, 1993, and it has now welcomed more than 40 million visitors, including 99 heads of state and more than ten million school-age children.\n\n  \nThe United States Holocaust Memorial Museum is in Washington,DC © Juanmonino/Getty Images/ iStock\n\nWhat to do at the museum\nThe main exhibit, The Holocaust, is a permanent self-guided exhibition spanning three floors of the museum. It offers a chronological narrative of the Holocaust through historical artifacts, photographs and film footage. Throughout the exhibition, visitors will also encounter personal objects and the eyewitness testimonies of individual survivors.\nYou will be given the identity card of a single Holocaust victim, whose story is revealed as you take a winding route into a hellish past marked by ghettos, rail cars and death camps. It also shows the flip side of human nature, documenting the risks many citizens took to help the persecuted. Allow one to three hours to take the exhibition in, and bear in mind that there are several other fascinating exhibitions on at the museum at all times.\nIf you have children aged eight and over, a gentler installation – Remember the Children: Daniel’s Story – is located on the 1st floor and presents the history of the Holocaust through the experience of one child.\nTickets and other practicalities\nThe museum is located on the National Mall, just south of Independence Avenue SW between 14th Street and Raoul Wallenberg Place (15th Street) in Washington, DC. The nearest Metro stop is Smithsonian on the orange, blue and silver lines, located one block east of the museum. It does not have a public parking facility, but there is a paid parking garage located across the street on D Street SW between 13th and 14th Streets, and some metered parking along Independence Avenue.\nAdmission tickets for the museum are free and can be reserved online in advance via the museum’s website for a $1 surcharge. For those looking for a bite to eat, the Museum Café is located in the Ross Administrative Center.\nThe museum is open every day apart from Yom Kippur and Christmas, and its website is available in 16 languages.\n\n  \nThe eternal flame in the Hall of Remembrance inside the museum © rypson/ iStock Editorial / Getty Images Plus\n\nAccessibility at the museum\nThe National Park Service has designated approximately ten accessible parking spaces for people with disabilities at and around the Washington Monument, along Independence Avenue west of 14th Street, and at the Tidal Basin parking lot. Visitors may be dropped off on the 14th Street side of the museum for easier access by car.\nThe building is fully accessible to visitors who use mobility assistive devices. Elevators have been installed to provide access all floors, and ramps are available where there is a change in floor height. Wheelchairs are provided as needed from the coat check on the main floor of the museum, and accessible restrooms are located on every floor of the Permanent Exhibition and on the museum’s lower level.\nThe museum offers guided highlights tours for visitors who are blind or sight-impaired and their guests, but must be requested in advance. They are led by trained staff or volunteer docents and include visual description and touchable objects.\nVisitors to the Permanent Exhibition receive an ID card showcasing the life history of a person who lived during the Holocaust. Large print and Braille ID cards are available from the information desk on the museum’s main floor. An audio-descriptive tour of the Hall of Witness and Hall of Remembrance is available, and audio files can be downloaded here.\nMultimedia in exhibition spaces is captioned for visitors who are deaf or hard of hearing, and most multimedia that uses audio is equipped with T-coil technology. All First Person programs are open-captioned in real time, and recorded programs are available online with captions. Visitors to programs in the museum’s auditoriums may request assistive-listening devices.\nThe museum’s accessibility guide can be downloaded here.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 2,
        "name": "National Air and Space Museum",
        "latitude": "38.888027379065",
        "longitude": "-77.019805105844",
        "excerpt": "The legendary exhibits at the National Air and Space Museum include the Wright brothers' flyer, Chuck Yeager's Bell X-1, Charles Lindbergh's Spirit of St…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-air-and-space-museum/a/poi-sig/385397/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/5a720e62546f1cf628db4ee4fd1447c4-national-air-space-museum.jpg",
        "detail_description": "The legendary exhibits at the National Air and Space Museum include the Wright brothers' flyer, Chuck Yeager's Bell X-1, Charles Lindbergh's Spirit of St Louis, Howard Hughes' H-1 Racer and Amelia Earhart's natty Vega 5B.\nThe hugely popular Smithsonian museum in Washington, DC, maintains the world's largest and most significant collection of aviation and space artifacts, encompassing all aspects of human flight.\nIt presents programs, educational activities, lectures and performances that reflect the American spirit and the innovation, courage and optimism that have led to triumphs in the history, science and technology of flight. Children and adults alike love walking through the Skylab Orbital Workshop and viewing the Apollo to the Moon exhibit.\n\n  \nThe museum maintains the world's largest collection of aviation and space artifacts © f11photo/Shutterstock\n\nHistory of the museum\nThe Smithsonian Institute's connection to flight began in 1861 when its first secretary, Joseph Henry, invited Thaddeus S.C. Lowe to inflate his hot air balloon on its grounds. In 1876, a group of 20 kites was acquired from the Chinese Imperial Commission, seeding what would later become the largest collection of aviation and space artifacts in the world.\nThe collections were first housed in the institute's Arts and Industries building, and were expanded after World War I to a Quonset hut erected by the War Department behind the Smithsonian Castle. Affectionately known as the \"Tin Shed,\" the new building opened to the public in 1920 and remained in use for the next 55 years.\nPresident Harry Truman signed a bill in 1946 establishing the Smithsonian's National Air Museum to memorialize the development of aviation; collect, preserve and display aeronautical equipment; and provide educational material for the study of aviation.\nAs the technology continued to advance and the collection expanded to include artifacts related to rocketry and spaceflight, it became clear that the museum was entering a new phase. In 1966, President Lyndon Johnson signed a law that changed the name to the National Air and Space Museum to memorialize the development of both aviation and spaceflight. The museum's collection on display expanded to include missiles and rockets.\nFunding to construct a new building was approved in 1971, and the National Air and Space Museum's new building was inaugurated with great fanfare on July 1, 1976. The collection that started in 1876 with a group of 20 kites has grown to nearly 60,000 objects now, and more avionic pieces reside in Virginia at the Steven F Udvar-Hazy Center, an annex that holds more of this museum's extraordinary collection. Both buildings combine to welcome more than eight million visitors per year.\n\n  \nThe museum is one of the most-visited in the world © Ritu Manoj Jethani/Shutterstock\n\nWhat to do at the museum\nThe Boeing Milestones of Flight Hall is the museum's entrance gallery, and it will appeal to aviation enthusiasts as it showcases the Spirit of St. Louis, the North American X-15A-1, John Glenn’s Mercury spacecraft, the Viking Lander, Pioneer 10, SpaceShipOne and a touchable lunar sample. \nHow Things Fly is a fun, interactive gallery allowing children and adults to explore the principles of flight through hands-on activities. It features a Cessna 150, a section of a Boeing 757 fuselage, a model of the International Space Station and more than 50 interactives, including a visitor-operated supersonic wind tunnel.\nSpace-lovers will enjoy Exploring the Planets, which takes visitors on a tour of the solar system and imparts some of the knowledge scientists have acquired by exploring the planets via space missions and observations from Earth. The largest single artifact in this gallery is a full-scale replica of a Voyager spacecraft.\nAnd of course, the full-scale mock-up of the Hubble Space Telescope is always a popular attraction and is on display in the Space Race exhibition.\nTickets and other practicalities\nThe National Air and Space Museum is located on the National Mall at Sixth Street and Independence Avenue SW. It is near Metrorail stops on the blue, orange, yellow and green lines, and the closest Metrorail stop is at L'Enfant Plaza. Metrobus stops are located on Independence Avenue SW and along 7th Street SW.\nAdmission is free, although there are charges for immersive experiences including the IMAX theater planetarium and flight simulators. The museum often observes extended hours during the spring and summer - check the website for details.\nNote: In late 2018, the museum began a seven-year complete renovation so the west wing of the building is currently closed for the first phase of the renovation. In 2022, the first new galleries will begin to open to the public and the east wing of the building will close for renovation.\nAccessibility at the museum\nThe Central Smithsonian Accessibility Office has an accessibility map that depicts accessible entrances, curb cuts and designated parking for Smithsonian facilities on the National Mall. There are seven National Park Service designated accessible parking spaces located on Jefferson Drive across from the museum. Visitors with disability hang tags or license plates can park for free at metered spaces controlled by the DC government along Independence Avenue SW.\nThe museum has two wheelchair-accessible exterior ramps, and an elevator is available at the entrance to the How Things Fly gallery on the first level and The Wright Brothers gallery on the second level. Standard and bariatric wheelchairs are available on loan from the security desk. All restrooms are accessible, and there are two family/companion care restrooms inside the Flight Line Café entrance on the first level.\nBraille and tactile guides are available at the Southwest Airlines Welcome Center. The museum can be navigated with Aira, a free app that connects users with sighted agents who provide visual descriptions on-demand. Audio-described, docent-led tours and discovery stations with models and tactile components are provided, and sign language interpreters can be made available for tours, public programs or evening lectures with advance notice.\nA pre-visit social narrative is available to help prepare visitors with cognitive and sensory processing disabilities for the situations they might encounter when visiting the museum, and address what to expect, museum rules and other safety information. Further information on accessibility can be found here.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 3,
        "name": "US Capitol",
        "latitude": "38.889806667009",
        "longitude": "-77.009040403885",
        "excerpt": "Since 1800, this is where the legislative branch of American government (ie Congress) has met to write the country's laws. ",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/us-capitol/a/poi-sig/385385/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ee987d05a26935b54212b6b5bba5c0cb-capitol.jpg",
        "detail_description": "Rising atop Capitol Hill, the US Capitol represents the foundations of American democracy. President George Washington, who laid the cornerstone in 1793, was determined to create a republic in which supreme power was held not by a king but by the people and their representatives. And he did. To this day, within the Capitol’s hallowed walls, 435 elected members of the House of Representatives and 100 senators come together to represent the voices of the United States, debating issues and turning them into law.\nNote: Due to COVID-19, Capitol tours are suspended. \n\n  \nThe Capitol originally held the Library of Congress and the Supreme Court © Orhan Cam / Shutterstock\n\nHistory\nWhen French engineer Pierre Charles L’Enfant designed the new capital city of Washington, DC, in the late 1700s, the most important building, of course, would be the Capitol. And the obvious site was Jenkins’ Hill (renamed Capitol Hill) at the National Mall’s eastern end: “a pedestal waiting for a monument,” L’Enfant declared. None of the 17 entries in a design competition pleased the judges, but when Dr. William Thornton, a Scottish-trained physician, belatedly submitted a neoclassical design comprising three sections – a central structure crowned with a low dome, flanked on either side by rectangular wings – the design immediately was approved. Enslaved people worked on much of the building, including quarrying stone and carving columns.\nIn 1800, the government moved in. Originally, the building also held the Library of Congress and the Supreme Court, both of which relocated to nearby buildings in 1897 and 1935, respectively. Separate buildings for the House and Senate and the US Botanic Garden are among other structures that since have been added to the Capitol campus.\nThe Capitol’s democratic symbolism has been challenged. The British burned the building in 1814 during the War of 1812. And, more recently, angry rioters invaded the building in January 2021, threatening to dismantle democracy altogether. Nevertheless, the Capitol continues to stand proud, a grand, historic tribute to the strength of American democracy laid out by the Founding Fathers.\nHighlights\nThe hourlong tour takes visitors through the Capitol’s most important rooms, including:\nCapitol Visitor Center\nYour visit begins at the underground visitor center, where tours convene, visitor info is provided and the Capitol’s history is recounted in Emancipation Hall, a small museum with exhibits about the building (passes not required). There’s also a 500-seat restaurant, along with two gift shops.\nOld Supreme Court\nThe Supreme Court began meeting in these chambers in 1810. Back then, Supreme Court prosecution, which took place twice a year, was a high form of entertainment, and a great way to catch up on the news – hence the large number of spectator chairs. The most famous case argued here was Dred Scott vs. Sandford in 1857, in which the Supreme Court ruled no former enslaved person could claim US citizenship (the bust of Robert Taney, the chief justice who delivered the majority opinion against Scott, was recently removed from the room). The Supreme Court moved to the Old Senate Chamber in 1860 (which often is also part of the tour).\nCrypt\nPresident George Washington and his wife, Martha, were supposed to be laid to rest in this regal crypt, with its 40 Doric brown-stone columns and sandstone arches. But they had other plans (they’re buried at Mount Vernon). Today, the tomb remains empty, and the crypt displays 13 statues representing the 13 original colonies.\n\n  \nImportant people lie in state or honor in the Rotunda of the Capitol © Jerric Ramos / Shutterstock\n\nRotunda\nUp the stairs, you’ll find the grandiose Rotunda, the heart of the building and the most iconic element. This is where both sides of Congress come to celebrate a new bill or receive an esteemed visitor. Here, too, is where important people lie in state or in honor; to date, only 40 individuals have held this honor, including Abraham Lincoln, Ruth Bader Ginsberg and, most recently, two Capitol police officers killed in the January 6 insurrection. \nThe fresco inside the dome above, entitled Apotheosis of Washington by Constantino Brumidi, depicts George Washington in the heavens, surrounded by the goddesses Liberty and Victory, and 13 maidens representing the original 13 colonies. Four revolutionary period scenes and four scenes of early exploration decorate the walls. Most of the statues and busts are of presidents, including the one of Abraham Lincoln, sculpted by Vinnie Ream, the first woman artist to receive a federal government commission. \nNational Statuary Hall\nThis elegant room just south of the Rotunda, with its ancient-Greek-inspired architecture, was meant to be a House of Representatives chamber, but the acoustics created by the curved ceiling were dreadful. After much debate, the room finally was set aside to honor the most revered citizens of every state with two statues per state. Overcrowding soon became an issue, however. Today, 35 statues are displayed, with the rest showcased in prominent locations throughout the Capitol.  \nUS Capitol Grounds\nFrederick Law Olmsted, the designer of Central Park, turned wilderness into a rolling parkland surrounding the Capitol. Look for the Summerhouse, with a fountain, hidden grotto and three public drinking fountains.\nFrom the grounds, you have the perfect vantage to admire the beauty of the cast-iron dome, topped by the 19.6-foot-tall bronze statue of Freedom.\nTour passes\nPasses are free but required to tour the Capitol building. You can obtain them three ways: 1) Book them online in advance. 2) Contact your senators or representative. Some congressional offices offer staff-led tours of up to 15 constituents. 3) Go to the visitor center for same-day passes, which are in limited supply. All tours start at the underground visitor center beneath East Front plaza.\nIf you want to visit the Galleries to watch the House or Senate in action, separate passes are required. International visitors should stop by the Appointments Desk at the visitor center. \nCheck the website for additional details as well as policies concerning etiquette, security and COVID-19 restrictions.\nDid you know?\nIf the white light atop the dome is on at night, the House, Senate, or both are working. It’s called a Convene or Session light.\nDetails \nVisitor center: Beneath the Capitol’s East Front plaza between Constitution and Independence Avenues\nVisitor center hours: 8:30am-4:30pm Mon-Sat, closed Thanksgiving, Christmas, New Year’s Day and Inauguration Day\nGuided tours: Mon-Sat 8:50am-3:20pm  (see “tour passes”)\nPublic transportation: Metro: Union Station on the red line; Capitol South and Federal Center SW on the orange, silver and blue lines. Bus: DC Circulator-National Mall\nPrice: Tours are free, but passes required\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 4,
        "name": "National Museum of African American History & Culture",
        "latitude": "38.891075",
        "longitude": "-77.032592",
        "excerpt": "Located in Washington, DC, the sensational National Museum of African American History & Culture is devoted exclusively to the documentation of African…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-museum-of-african-american-history-culture/a/poi-sig/1246939/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/46d58947557e635b317819a82274b8df-national-museum-of-african-american-history-and-culture.jpg",
        "detail_description": "Located in Washington, DC, the sensational National Museum of African American History &amp; Culture is devoted exclusively to the documentation of African American life, history and culture. Since it opened in 2016, the museum has collected more than 36,000 artifacts and almost 100,000 people have become members.\nThe museum details how the diverse African American experience helped to shape the nation, and it aims to help all Americans see how their stories, histories and cultures are informed by global influences. Artifacts, state-of-the-art interactive exhibits, site-specific artworks and fascinating interpretative panels abound in the cleverly designed and dramatically-lit exhibition spaces.\nThe National Museum of African American History &amp; Culture was established by an Act of Congress in 2003, following decades of efforts to promote and highlight the contributions of African Americans. It opened to the public in September 2016 as the 19th and newest museum of the Smithsonian Institution.\n\n  \nSince it opened in 2016, the museum has collected more than 36,000 artifacts © Pete Kiehart/Bloomberg via Getty Images\n\nWhat to see at the museum\nStart downstairs in the sobering Slavery and Freedom exhibition, which covers the period from 1400 to 1877. From there, work your way through two more history exhibitions, Defending Freedom, Defining Freedom: The Era of Segregation, 1876-1968 and A Changing America: 1968 and Beyond.\nAs you go up to the upper floors of the building, you will enter the community and culture galleries on the 3rd and 4th floors, where African American achievements in sport, music, theater and visual arts are joyfully celebrated.\nHighlights include Double Victory: The African American Military Experience, which is designed to convey a sense of appreciation and respect for the military service of African Americans from the American Revolution to the War on Terror.\nVisitors can connect to the museum's free wifi network, \"SI-Visitor\" and download its mobile app to complement their museum visit and discover additional stories in the collection. The museum's Sweet Home Café is a popular lunch stop for visitors.\nTickets and other practicalities\nThe museum opens daily from 10am to 5.30pm and admission is free. All visitors, regardless of age, need a timed entry pass, which can be reserved online here or by phone at 1-800-514-3849.\nTimed-entry passes are released up to 30 days in advance on a rolling basis. A limited number of same-day timed-entry passes are released online throughout each day, beginning at 8.15am EST. An individual can reserve up to six passes for their visit.\nPrint your timed-entry passes at home or present them on a mobile device for entry. You can enter the museum after your scheduled time (until 4pm and based upon capacity) and are permitted to stay until closing.\nThe entrance to the museum is at 15th Street and Madison Drive NW. The easiest way to visit is by using public transportation, and the closest Metro stations are Federal Triangle and Smithsonian (Mall exit). There are no Smithsonian Institution public parking facilities on the National Mall, and the nearest public parking garage is located at the Ronald Reagan Building and International Trade Center.\n\n  \nThe Taking the Stage section of the National Museum of African American History &amp; Culture © Alex Wong/Getty Images\n\nCheck out the online portal\nThe museum opened a free-to-use web portal that helps people explore issues of race, racism and racial identity called Talking About Race in 2020. It examines how forces surrounding racial identity shape every aspect of society in the US, from the economy and politics to the broader culture. It has videos, online exercises, scholarly articles and over 100 multi-media resources tailored for educators, parents and caregivers and individuals committed to racial equality. The portal is free and does not require a registration or sign-up to use.\nAccessibility at the museum\nThe museum is compliant with the Americans with Disabilities Act (ADA) and has accessible facilities and entrances. A limited number of free manual wheelchairs are available on a first-come, first-served basis but you can request one when reserving a timed-entry pass.\nAmerican Sign Language interpretation and access services are available for scheduled programming by contacting the museum with two weeks advance notice. T-Loops are available at the Welcome Desk and open captioning is included in all exhibition videos. There are National Park Service designated accessible parking spaces along Madison Drive NW adjacent to the museum.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 5,
        "name": "Lincoln Memorial",
        "latitude": "38.889212542689",
        "longitude": "-77.050168788714",
        "excerpt": "Anchoring the National Mall's west end is the hallowed shrine to Abraham Lincoln, who gazes across the Reflecting Pool beneath his neoclassical, Doric…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/lincoln-memorial/a/poi-sig/385369/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/4681dabd65276bbf442b2df10f615c20-lincoln-memorial.jpg",
        "detail_description": "Anchoring the National Mall's west end is the hallowed shrine to Abraham Lincoln, who gazes across the Reflecting Pool beneath his neoclassical, Doric-columned abode. The words of his Gettysburg Address and Second Inaugural speech flank the huge marble statue on the north and south walls. \nBe sure to visit the lower-level museum, featuring interesting displays about Lincoln’s life and times, and video history of the many protests that have taken place here.\nThe memorial's several-year renovation, which expanded the museum and opened up the underground vault which will be open to the public for the first time, is expected to open in 2021.\nHistory of the Lincoln Monument\nPlans for a monument to Abraham Lincoln began in 1867 – two years after his assassination – but construction didn’t begin until 1914. Henry Bacon designed the memorial to resemble a Doric temple, with 36 columns to represent the 36 states in Lincoln’s union.\nCarvers used 28 blocks of marble to fashion the seated figure. Lincoln’s face and hands are particularly realistic since they are based on castings done when he was president. \nThe words of his Gettysburg Address and Second Inaugural speech flank the statue on the north and south walls, along with murals depicting his principles. Look for symbolic images of freedom, liberty and unity, among others.\n\n  \nThe Lincoln Memorial statue weighs 19 tons © Sen LI / Getty Images\n\nLincoln Memorial facts\nThe memorial measures 190ft long and 119ft wide and is nearly 100ft tall. The statue itself weighs 175 tons and is 19ft tall.  \nThe memorial’s interior is divided into three chambers – north, south and central. A pair of rows each with four columns separate the chambers.  \nLincoln Memorial hours and how to get there\nThe Lincoln Memorial is open 24 hours a day, 365 days of the year. To reach the area by bus, DC Circulator's National Mall route has two stops on 15th St by the memorial. By metro, the orange, silver and blue lines to Smithsonian, then a five- to 10-minute walk.\nLincoln Memorial and Martin Luther King Jr’s  “I Have a Dream Speech” \nFrom the get-go, the Lincoln Memorial became a symbol of the Civil Rights movement. Most famously, Martin Luther King Jr. gave his “I Have a Dream” speech here in 1963. An engraving of King’s words marks the spot where he stood.\nIt’s on the landing 18 steps from the top, and is usually where everyone is gathered, snapping photos of the awesome view out over the Mall.\nArchitect Henry Bacon also conceived the iconic Reflecting Pool, modeling it on the canals at Versailles and Fontainebleau. The 0.3-mile-long pond holds 6.75 million gallons of water that circulate in from the nearby Tidal Basin.\n\n  \nVisit the Lincoln Memorial at night to avoid the crowds © Jeff Turner / 500px\n\nTips for visiting the Lincoln Memorial \nVisit the memorial at night. It's well lit and particularly atmospheric once the sun sets (plus there’s less crowd jostling).\nFor a dramatic view of the Reflecting Pool and Washington Monument, stand on Martin Luther King Jr's step and ready your camera.\nTop sights around the Lincoln Memorial\nWhatever places you decide to explore, be prepared to walk. The main row of sights, from the Smithsonian museums west to the Lincoln Memorial, is about 2 miles tip to tip. The DC Circulator National Mall bus route stops by many of the hot spots, but you'll still end up hoofing it quite a bit.\nHere are a few of the top attractions around the Lincoln Memorial:\n\nWashington Monument \nVietnam Veterans Memorial\nFranklin Delano Roosevelt Memorial\nMartin Luther King Jr Memorial\nNational Museum of African American History and Culture \n\n\n  \nAbraham Lincoln Memorial in Washington DC ©bbourdages/Getty Images\n\nBest places to eat around the Lincoln Memorial \nAside from a few notable museum cafes and a scattering of snack vendors and kiosks, the Mall is sorely lacking in eating and drinking choices. \nThe best option is to head to the cafes in the National Museum of African American History and Culture, the National Museum of the American Indian or the National Gallery of Art Sculpture Garden at the start of the lunch period to score a table and have first dibs at the dishes in the bains-marie.\nGetting around the Lincoln Memorial \nBicycles are welcome on the Mall, and two-wheeling is a great way to navigate the lengthy expanse. Capital Bikeshare has several stations around the area.\nHandy ones are by the Smithsonian Metro, Lincoln Memorial, Maryland and Independence Aves SW (near the National Air and Space Museum) and Jefferson and 14th Sts SW (near the Washington Monument). No companies rent bikes on the Mall proper, though Bike &amp; Roll at L'Enfant Plaza isn't too far away.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 6,
        "name": "National Gallery of Art",
        "latitude": "38.8912",
        "longitude": "-77.019889",
        "excerpt": "Two buildings. Hundreds of masterpieces. Infinite enjoyment. It's easy to spend a full day at the National Gallery of Art, which showcases a whole range…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-gallery-of-art/a/poi-sig/385373/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_1382071871.jpg",
        "detail_description": "Two buildings. Hundreds of masterpieces. Infinite enjoyment. It's easy to spend a full day at the National Gallery of Art, which showcases a whole range of artworks and masterpieces from the 11th century to the modern day. Its highlights include works by da Vinci, Manet, Monet and Van Gogh as well as more contemporary artists such as Pollock, Picasso and Calder.\nAn underground walkway connects the buildings and is made extraordinary by Leo Villareal's light sculpture, Multiverse. Consider joining one of the regular volunteer-led tours or taking advantage of the free, multilanguage 'Director's Tour' audioguide, which introduces the gallery's highlights. There's also a dedicated audioguide for kids.\nThe National Gallery of Art is not part of the Smithsonian Institution.\n\n  \nThe West Building houses the oldest works in the National Gallery of Art collection ©Anton_Ivanov/Shutterstock\n\nWest Building\nThe neoclassical West Building showcases European art and sculpture from the 11th century through to the early 1900s. The building was completed in 1941 and is made from pink Tennessee marble. It was designed by architect John Russell Pope who took inspiration from the Pantheon in Rome for the  gallery's rotunda.\nSpread over two floors, the highlights include Ginevra de' Benci by Leonardo da Vinci, the Niccolini-Cowper Madonna by Raphael, a self portrait by Vincent van Gogh and Claude Monet's Rouen Cathedral, West Façade, Sunlight. There's also a compelling collection of early American furniture and decorative arts.\nFree classical concerts fill the air on Sundays, fall through spring, in the West Building's West Garden Court.\n\n  \nThe East Building of the National Gallery of Art was designed by famed architect I. M. Pei © Jorg Hackemann / Shutterstock\n\nEast Building\nThe IM Pei–designed East Building, completed in 1978, displays modern and contemporary art – don't miss Pollock's Number 1, 1950 (Lavender Mist), Picasso's Family of Saltimbanques and the massive Calder mobile specially commissioned for the entrance lobby.\nThe National Gallery's documentary and avant-garde film program takes place several times a month in the East Building auditorium. \n\n  \nRoy Lichtenstein House I is one of the artworks on display in the Sculpture Garden © Dan Herrick / Lonely Planet\n\nSculpture Garden \nFor a bit of fresh air, there's no better diversion the National Gallery of Art's Sculpture Garden. Dotted around the greenery are a number of modern works of art. \nOur favorites include House I by Roy Lichtenstein, Robert Indiana's pink-and-yellow AMOR, the creepy Spider by Louise Bourgeois and Magdalena Abakanowicz's Puellae (Girls) — 30 rigid, headless bronze figures.\n\n  \nThe Sculpture Garden ice rink gives visitors another way to interact with the National Gallery of Art © A Blokhin / Getty Images\n\nIce rink\nEach winter, an ice rink is erected in the Sculpture Garden. Sessions begin on the hour and last for two 45-minute sessions. Tickets cost $9 for adults and children age 13 and over and 8 for skaters age 50 and over and children aged 12 and younger. Students also receive a discount.\nNearby hotels\nThe closest hotels worthy of your buck can be found Downtown and in the Penn Quarter. The Tudor-style Henley Park Hotel is a beautiful ex-apartment building for Senators and Congressmen. The rooms – decked in tasteful plaids, paisleys, and dark wood furniture – are as elegant as the edifice. The property has tons of character, with a charming bar and restaurant serving afternoon tea.\nFor budget accommodation, try the HI Washington DC Hostel. Top of the budget picks, this large, friendly hostel attracts a laid-back international crowd and has loads of amenities: lounge rooms, a pool table, a 60in TV for movie nights, free tours of various neighborhoods and historic sites, free continental breakfast and free wi-fi.\nNearby restaurants\nThe National Gallery of Art has several in-house cafes. Secreted on the edge of the Sculpture Garden, the Pavilion Cafe is housed in a glass pavilion whose design was inspired by the metro signs designed by art nouveau master, Hector Guimard. Head here to enjoy a salad, sandwich or pastry accompanied by tea, coffee or wine.\nAlternatively, the Cascade Café at the juncture of the National Gallery's two wings, offers views of just that: a shimmering, IM Pei–designed artificial waterfall. The cafeteria-style restaurant is divided into different stations where you pick up a tray and choose from pizza, pasta, sandwiches, barbecue and salads.\nFor something more substantial, head two blocks north of the National Gallery of Art, across Pennsylvania Ave NW, to find a clutch of great restaurants, including the elegant, upscale trattoria Fiola, the Texas-themed, cowboy-hat-filled smoked meat joint Hill Country Barbecue and  cutting-edge Indian grub from Rasika.\nTickets and other practicalities\nEntry to the National Gallery of Art is free. It's open 10am-5pm Monday to Saturday and 11am-6pm on Sunday.\nParking\nThe easiest way to arrive at the National Gallery of Art is by public transport. There are a limited number of car parking spaces for visitors with disabilities only. \nThere are a number of commercial parking lots and garages both to the north and to the south of the gallery. Parking starts from around $16 and is often cheaper on streets to the south.\n \n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 7,
        "name": "Library of Congress",
        "latitude": "38.888703",
        "longitude": "-77.00473",
        "excerpt": "The world's largest library – with 164 million books, manuscripts, maps, photos, films and other items – awes in both scope and design. The centerpiece is…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/library-of-congress/a/poi-sig/385387/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ed6d5b24d9f29186af134453a2822956-library-of-congress.jpg",
        "detail_description": "The world's largest library – with 164 million books, manuscripts, maps, photos, films and other items – awes in both scope and design. The centerpiece is the 1897 Jefferson Building. Gawk at the Great Hall, done up in stained glass, marble and mosaics of mythical characters, then seek out the Gutenberg Bible (c 1455), Thomas Jefferson's round library and the reading room viewing area. Free tours of the building take place between 10:30am and 3:30pm on the half-hour.\nA groovy underground tunnel connects the library's Madison Building, where the Madison Cafe hides on the 6th floor and offers views of the city. Room 133 is where staff members issue library cards to anyone who wants to do research (or Room 139 in the Jefferson Building). A handy tunnel also runs to the Capitol Visitor Center."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 8,
        "name": "Jefferson Memorial",
        "latitude": "38.881353117722",
        "longitude": "-77.036639070259",
        "excerpt": "Set on the south bank of the Tidal Basin amid the cherry trees, this memorial honors the third US president, political philosopher, drafter of the…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/jefferson-memorial/a/poi-sig/1247007/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2021-10/thomas%20jefferson%20memorial%20cherry%20blossom%20washington%20dc%20grant-czerwinski.jpg",
        "detail_description": "The gracefully domed, white-marble Thomas Jefferson Memorial is all about the man himself, an accomplished architect, political philosopher and, notably, the third president of the United States. \nHere you’ll find Jefferson’s stately bronze statue and his most famous quotes etched on the memorial’s interior walls. You’ll also find a nod to arguably his greatest achievement: his statue holds in its hands the Declaration of Independence, the document, which he largely wrote, that serves as the basis for American democracy (though, at the time, this was reserved only for educated white males).\nCome here to ponder Jefferson’s words, visit the small museum and relax on its steps, taking in the cherry-tree-fringed Tidal Basin in one of DC’s classic scenes. Its glowing marble dome is especially striking at night.\n\n  \nThe interior of the memorial contains a bronze statue of Thomas Jefferson, with some of his famous quotes inscribed on the walls Ⓒ Matthew T. Carroll / Getty Images\n\nHistory of Jefferson Memorial\nThe memorial was President Franklin Roosevelt’s idea, who in 1934 contacted the Commission of Fine Arts about memorializing the president he greatly admired. Famous architect John Russell Pope designed the memorial, with later modifications by the architectural firm of Otto R. Eggers and David R. Higgins. The circular, open-air structure with its 26 Ionic columns – reflecting the number of states in the Union when Jefferson died – was styled after Rome’s Parthenon, the same classical structure that inspired Jefferson’s beloved Monticello and the University of Virginia Rotunda. Much care was given to ensure the memorial’s placement along the National Mall’s north-south axis, aligning with the White House and the Washington Monument.\nConstruction took place between 1939 and 1943 on reclaimed land along the Tidal Basin. Frederick Law Olmsted, Jr., designer of Central Park, oversaw the design of the surrounding setting, including a circular driveway on its southern side. President Roosevelt dedicated the memorial on April 13, 1943 – the 200th anniversary of Jefferson’s birth – ending his tribute with Jefferson’s prophetic words: “I have sworn upon the altar of God, eternal hostility against every form of tyranny over the mind of man.” The one thing missing was the bronze statue; with a wartime ban on the use of metals, a plaster model was used until the real one, sculpted by Rudolph Evans, replaced it in 1947.  \nControversies\nAnd, of course, there were controversies. Some argued the monument’s chosen site, south of the White House, didn’t mesh with L’Enfant’s original plan to keep the vista open. Others felt the monument was too grandiose for Jefferson, who didn’t even list “president” as one of his accomplishments on his tombstone. When construction started in 1938, 50 women marched to the White House to protest the removal of cherry trees, a gift from Japan; some chained themselves to a tree in an incident that became known as the “Cherry Tree Rebellion.”\nHighlights of the Jefferson Memorial\nWalk up the stairs to the airy, white-marble interior and its statue of Jefferson. The interior walls are etched with words from various Jefferson texts. One expounds on the right to religious freedom, and another conveys the importance of changing laws to represent changing times. The most powerful words, however, are taken from the Declaration of Independence: \"We hold these truths to be self-evident: that all men are created equal, that they are endowed by their Creator with certain inalienable rights, among these are life, liberty, and the pursuit of happiness.\"\nDownstairs you’ll find a bookstore, a small museum and restrooms.\nFrom the memorial, paths take off through the cherry-tree-dotted surroundings, along the Tidal Basin, making for a pleasant stroll – notably in spring, when the trees explode in clouds of fluffy pink and white.\n\n  \nThe Jefferson Memorial is particularly striking at night Ⓒ traveler1116 / Getty Images\n\nAnnual events at the Jefferson Memorial\nA variety of festivities take place at the memorial throughout the year, including Memorial Day exercises, Easter sunrise services and the Cherry Blossom Festival. Check the website for details.\nDid you know?\nThe Tidal Basin once was a popular swimming spot, including a diving platform and a cabana. It was for white people only, and Congress approved funding for a similar spot for African-Americans. After debate intensified, the Tidal Basin was closed to everyone instead.\nEssential info\nThe monument is free to enter. It can be reached easily by public transport, using the Metro. The closest stop is Smithsonian, on the orange, blue and silver lines. Additionally, buses: 32, 34 and 36 stop at the Memorial, as does the DC Circulator bus.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 9,
        "name": "Vietnam Veterans Memorial",
        "latitude": "38.891245607485",
        "longitude": "-77.047573500024",
        "excerpt": "In a city of classic, white-marble monuments, the Vietnam Veterans Memorial stands out on the National Mall for its stark modernism. Designed by 21-year…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/vietnam-veterans-memorial/a/poi-sig/385391/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-494216867_high.jpg",
        "detail_description": "In a city of classic, white-marble monuments, the Vietnam Veterans Memorial stands out on the National Mall for its stark modernism. Designed by 21-year-old Maya Linn and dedicated in 1982, its two black, 246-foot-long, granite wedges cut into the earth, symbolizing a healing wound.\nOn its dark, shiny face, the half-inch-high names of 58,318 Americans are etched in order of casualty, beginning in 1959 and ending in 1975. Every day, hundreds of people slowly walk along its length, taking in the names, some leaving flowers, teddy bears, flags, beer steins and other items for their lost loved ones.  \nHistory of the Vietnam Veterans Memorial\nWhen American soldiers returned home from the Vietnam War, they did not receive a hero’s welcome, instead they were often ignored or insulted. One of the soldiers, Jan Scruggs, who was involved in a postwar research study looking at the psychological consequences of serving in Vietnam, proposed the idea of a national memorial to send the message that their sacrifices were honorable. “Our country needed something symbolic to help heal our wounds,” he said.\nHe rallied support, forged partnerships, fundraised and pushed the idea—including getting senators involved to ferry two bills through Congress. At last, President Jimmy Carter signed the legislation in 1980, authorizing the memorial to be built on the federally owned National Mall.\n\n  \nThe Three Soldiers sculpture was a compromise in the design of the memorial ©bwzenith/Getty Images\n\nA design competition was held, and of more than 1,400 submissions, the winner was Maya Ying Lin, a senior at Yale University. She envisioned creating a quiet, reflective park within Constitution Gardens, with the mirror-like surface of the memorial reflecting surrounding trees, monuments and viewers. The walls point to the Washington Monument and Lincoln Memorial, providing historical context. And she decided the names should be inscribed in chronological rather than alphabetical order; in this way, a veteran could locate his or her time of service on the wall, and those who died together would remain together.\nNot everyone supported the design. A national controversy ensued, as many desired a more grandiose monument, with statues and columns to align with other memorials on the Mall. And they didn’t like the fact that Lin was so young. One group of protesting veterans stated it was an ugly insult. “For too long the veterans of that miserable conflict have borne the burden of the national ambivalence about the war,” one critic wrote. “To bury them now in a black stone sarcophagus, sunk into a hollow in the earth below eye level, is like spitting on their graves.”\nThe U.S. Commission of Fine Arts, in charge of the design, compromised. They kept Lin’s design, and added a sculpture of “Three Soldiers,” which had won third place in the competition. The dedication took place in November 1982, including a vigil at the National Cathedral, a grand parade featuring marching veterans, workshops, parties and reunions. “It was like a Woodstock atmosphere in Washington for those who had served in Vietnam,” Scruggs said. \nA statue honoring women’s military service was added in 1993. It portrays three women caring for a fallen soldier; the names of eight women who died in Vietnam are included in the list on the Wall. The goal was to create a memorial to honor Vietnam veterans, with the added tribute of engraving the names of those who did not return. With its contemplative silence and the reverence of the hallowed space, the memorial has succeeded. \nHow to find a name on the Vietnam Veterans Memorial?\n\n  \nFlowers and other gifts are often left at the memorial. ©Hang Dinh/Shutterstock\n\nPrinted registries are available at the memorial for those who want to find a specific person. Park rangers are on hand to answer questions. \nThe National Park Service collects the items that people leave at the wall. You can’t see the collection in person, but you can view nearly 500 of them online at www.vvmf.org/items.\nHow to get to the Vietnam Veterans Memorial\nYou’ll find it on the National Mall’s northwest side, between the World War II Memorial and the Lincoln Memorial, just across the street from the National Academy of Sciences. It's open 24 hours a day, 365 days a year and entry is free. \nBy public transport, you should get off at Foggy Bottom or Federal Triangle on the orange, blue and silver lines. It's on the National Mall route DC Circulator or Metrobus routes 32, 34 and 36.\n \n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 10,
        "name": "Embassy Row",
        "latitude": "38.911073",
        "longitude": "-77.047586",
        "excerpt": "Want to take a trip around the world? Stroll northwest along Massachusetts Ave from Dupont Circle (the actual traffic circle) and you pass more than 40…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/dupont-circle-kalorama/attractions/embassy-row/a/poi-sig/1097401/1329652",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6d5d53e5df42e3516696595e50a63dde-embassy-row.jpg",
        "detail_description": "Want to take a trip around the world? Stroll northwest along Massachusetts Ave from Dupont Circle (the actual traffic circle) and you pass more than 40 embassies housed in mansions that range from elegant to imposing to discreet. Tunisia, Chile, Turkmenistan, Togo, Haiti – flags flutter above heavy doors and mark the nations inside, while dark-windowed sedans ease out of driveways ferrying diplomats to and fro. The district has another 130 embassies sprinkled throughout, but this is the main vein.\n"
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 11,
        "name": "Reynolds Center for American Art & Portraiture",
        "latitude": "38.897813",
        "longitude": "-77.022936",
        "excerpt": "The Reynolds Center is one of DC's finest museums. This Smithsonian venue combines the National Portrait Gallery and the American Art Museum into one…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/downtown-penn-quarter/attractions/reynolds-center-for-american-art-portraiture/a/poi-sig/1070996/1329651",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/f94174c1d735af4bf6d6dbde94debc05-reynolds-center-for-american-art-portraiture.jpg",
        "detail_description": "The Reynolds Center is one of DC's finest museums. This Smithsonian venue combines the National Portrait Gallery and the American Art Museum into one whopping collection of American art that's unmatched anywhere in the world. Keep an eye out for famed works by Edward Hopper, Georgia O’Keeffe, Andy Warhol, Winslow Homer and loads more celebrated artists.\nBe sure to hit the Luce Foundation Center on the 3rd and 4th floors: the open storage area stuffed with more than 3000 paintings, sculptures, miniatures and folk-art pieces makes for glorious browsing. The museum's glass-roofed inner courtyard on the 1st floor, dotted with trees and marble benches, is another lovely spot. Bring your own picnic or order sandwiches at the cafe."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 12,
        "name": "National Archives",
        "latitude": "38.892841187548",
        "longitude": "-77.022948033418",
        "excerpt": "It's hard not to feel a little in awe of the big three documents in the Archives: the Declaration of Independence, the Constitution and the Bill of Rights…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/downtown-penn-quarter/attractions/national-archives/a/poi-sig/386087/1329651",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e99e813023fdc48b7faa490adedf0f76-national-archives.jpg",
        "detail_description": "It's hard not to feel a little in awe of the big three documents in the Archives: the Declaration of Independence, the Constitution and the Bill of Rights. Taken together, it becomes clear just how radical the American experiment was. The archival bric-a-brac of the Public Vaults makes a flashy rejoinder to the main exhibit. You can reserve tickets (www.recreation.gov) for $1.50 and use the fast-track entrance on Constitution Ave (especially recommended in spring and summer).\nThe David M Rubenstein Gallery explores the evolution of rights in the United States from its earliest days through to the present. Among its vast collection of photographs, documents, videos and interactive exhibits, its most coveted artifact is one of four surviving originals of the 1297 Magna Carta."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 13,
        "name": "Ford’s Theatre",
        "latitude": "38.896668262254",
        "longitude": "-77.025712670069",
        "excerpt": "On April 14, 1865, John Wilkes Booth assassinated Abraham Lincoln here. Free timed-entry tickets provide access to the site, which has four parts: the…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/downtown-penn-quarter/attractions/ford-s-theatre/a/poi-sig/1333369/1329651",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockRF405822280.jpg",
        "detail_description": "On April 14, 1865, John Wilkes Booth assassinated Abraham Lincoln here. Free timed-entry tickets provide access to the site, which has four parts: the theater itself (where you see the box seat Lincoln was sitting in when Booth shot him), the basement museum (displaying Booth's .44-caliber pistol, his muddy boot etc), Petersen House (across the street, where Lincoln died) and the aftermath exhibits. Arrive early (by 8:30am) because tickets do run out. Better yet, reserve online ($3 fee) to ensure admittance.\nThe play the president and Mrs Lincoln watched was Our American Cousin. Booth knew the farce and knew at what line the audience would laugh most. He shot Lincoln at that moment to muffle the sound. National Park Service rangers are on hand to tell the story.The theater still holds performances, and sometimes the venue is closed to the public. It’s always smart to check the schedule before heading out; Ford’s posts it online, or you can call the box office to make sure the site is open. Also, not all entry tickets provide admittance to all four parts of the experience, due to occasional scheduling conflicts. Be sure to check before booking. Allow at least two hours to see it all."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 14,
        "name": "Supreme Court",
        "latitude": "38.89064844694",
        "longitude": "-77.004424728613",
        "excerpt": "The highest court in the USA occupies a pseudo-Greek temple protected by 13,000lb bronze doors. Arrive early to watch arguments (periodic Monday through…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/supreme-court/a/poi-sig/386133/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/19e9eda2026273bf0c5d283772b4fb5d-supreme-court.jpg",
        "detail_description": "The highest court in the USA occupies a pseudo-Greek temple protected by 13,000lb bronze doors. Arrive early to watch arguments (periodic Monday through Wednesday from October to April). You can visit the permanent exhibits and the building’s two five-story, marble-and-bronze spiral staircases year-round. On days when court is not in session you can also hear lectures (every hour on the half-hour beginning 9:30am) in the courtroom. Be sure to exit via the doors that lead to the regal front steps.\nIf you wish to attend arguments, lines form out front by the court steps starting at 8am. There are usually two queues: one for people who wish to sit through the entire argument, and another for people who want to observe the court in session for three minutes. Seating for the first argument begins at 9:30am; seating for the three-minute line begins at 10am. A checkroom is available for coats, and bring quarters to use for lockers; you're not allowed to take anything into the courtroom.When the building was erected in 1935, some justices felt it was too large and didn’t properly reflect the subdued influence of the nine justices within. The neoclassical design was meant to evoke a Greek temple. The seated figures in front of the building represent the female Contemplation of Justice and the male Guardian of Law; panels on the front doors depict the history of jurisprudence. The interior grand corridor and Great Hall are no less impressive. Downstairs is an exhibit on the history of the court. Friezes within the courtroom also depict legal history and heroes."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 15,
        "name": "Phillips Collection",
        "latitude": "38.911409575402",
        "longitude": "-77.046797331816",
        "excerpt": "The country's first modern-art museum (opened in 1921) houses a small but exquisite collection of European and American works. Renoir’s Luncheon of the…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/dupont-circle-kalorama/attractions/phillips-collection/a/poi-sig/385989/1329652",
        "image_url": null,
        "detail_description": "The country's first modern-art museum (opened in 1921) houses a small but exquisite collection of European and American works. Renoir’s Luncheon of the Boating Party is a highlight, along with pieces by Gauguin, Van Gogh, Matisse, Picasso and many other greats. The intimate rooms, set in a restored mansion and adjacent former apartment building, put you unusually close to the artworks. Download the free app or dial 202-595-1839 for audio tours through the works.\nThe Rothko Room, which has four of the abstract expressionist’s pieces, is also worth a peek.The Phillips Collection is open Tuesday through Sunday (closed Mondays), 10 am - 5 pm. General Admission: Adults ($20); Seniors, 62+ ($15); Students and Educators, with ID ($10); Military, Active Duty & Retired ($12); 18 and Under (Free); Members (Free). The museum also offers Pay-What-You-Wish admission from 4 pm–close.The Phillips' Sunday chamber-music series has been making sweet sounds since 1941; concerts start at 4pm October through May, and tickets cost $45."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 16,
        "name": "Union Station",
        "latitude": "38.897187",
        "longitude": "-77.006199",
        "excerpt": "DC's main rail hub, a 1907 beaux-arts beauty designed by Daniel Burnham, is an eye popper. The Grand Concourse is patterned after the Roman Baths of…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/union-station/a/poi-sig/385977/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1173601186.jpeg",
        "detail_description": "DC's main rail hub, a 1907 beaux-arts beauty designed by Daniel Burnham, is an eye popper. The Grand Concourse is patterned after the Roman Baths of Diocletian and is awash in marble and gold filigree. Besides being an architectural gem, the station features an arcade of beyond-the-norm shops and fast-food restaurants. At the time of research, plans were underway to expand the rail concourse, upgrade the shopping mall and develop a mixed-use space over the rail yard.\nMore than 90,000 visitors and commuters pass through the busy station daily. When walking around the main hall, take a moment to check out the legionnaire statues atop the arches that span the entrances and exits. Although shields are strategically placed across their waists, the guys' man-bits are visible. They are supposed to be anatomically correct, but rumor holds that only one was built that way."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 17,
        "name": "National Museum of American History",
        "latitude": "38.891172024459",
        "longitude": "-77.030166707537",
        "excerpt": "Containing all kinds of artifacts of the American experience, this museum has as its centerpiece the flag that flew over Baltimore's Fort McHenry during…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-museum-of-american-history/a/poi-sig/1097060/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/12469195cc662e71fc2ae09deb4fa11b-national-museum-of-american-history.jpg",
        "detail_description": "Containing all kinds of artifacts of the American experience, this museum has as its centerpiece the flag that flew over Baltimore's Fort McHenry during the War of 1812 – the same flag that inspired Francis Scott Key to pen 'The Star-Spangled Banner' (it's on the entry level). Other highlights include Julia Child's kitchen (1st floor) and 'The First Ladies' costume exhibit on the 3rd floor. New exhibits include 'American Enterprise' (1st floor) and 'On with the Show' (3rd floor).\nOn select days, usually in spring and summer, the museum extends its hours and stays open until 7:30pm. To do the collection justice, take a volunteer-led guided tour of its highlights, hire an audioguide ($6) or download a free audioguide from the website.There are two on-site places to eat: Eat at America’s Table, featuring American regional cuisine, and the LeRoy Neiman Jazz Cafe, which specialises in New Orleans cuisine."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 18,
        "name": "National Museum of Natural History",
        "latitude": "38.891258",
        "longitude": "-77.025919",
        "excerpt": "Arguably the most popular of the Smithsonian museums, so crowds are pretty much guaranteed. Wave to Henry, the elephant who guards the rotunda, then zip…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-museum-of-natural-history/a/poi-sig/1097056/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/536c4ab899b222858a3a391fc0c49471-national-museum-of-natural-history.jpg",
        "detail_description": "Arguably the most popular of the Smithsonian museums, so crowds are pretty much guaranteed. Wave to Henry, the elephant who guards the rotunda, then zip to the 2nd floor’s Hope Diamond, a 45.52-karat bauble that's said to have cursed its owners, which included Marie Antoinette.The giant squid (1st floor, Ocean Hall), live butterfly pavilion and tarantula feedings provide additional thrills at this kid-packed venue. The beloved dinosaur hall, centered on the Nation’s T-Rex, has reopened after being revamped.\nAdults will find lots to love here too: Easter Island heads (lobby at the Constitution Ave entrance), mummies (2nd floor), ground-floor halls devoted to mammals and oceans, and a vibrant temporary exhibition program.The butterfly pavilion has a separate admission fee (adult/child two to 12 years $7.50/6.50); it's free on Tuesdays.On select days, usually in spring and summer, the museum extends its hours and stays open until 7:30pm."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 19,
        "name": "National WWII Memorial",
        "latitude": "38.889347726786",
        "longitude": "-77.0399743148",
        "excerpt": "Dedicated in 2004, this grandiose memorial honors the 16 million US soldiers who served in WWII. Groups of veterans regularly come here to pay their…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/national-mall/attractions/national-wwii-memorial/a/poi-sig/1097055/1329647",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d93d61772feda73a1e9866e40cce803a-national-wwii-memorial.jpg",
        "detail_description": "Dedicated in 2004, this grandiose memorial honors the 16 million US soldiers who served in WWII. Groups of veterans regularly come here to pay their respects to the 400,000 Americans who died as a result of the conflict. The plaza's dual arches symbolize victory in the Atlantic and Pacific theaters, and the 56 surrounding pillars represent each US state and territory.\nThe Freedom Wall is studded with 4048 hand-sculpted gold stars, one for every 100 Americans who lost their lives in the war (the stars are replicas of those worn by mothers who lost their sons in the fighting). Bas-relief panels depict both combat and the mobilization of the home front. Beside the memorial to the south there is an information kiosk where you can look through the registry of war veterans."
    },
    {
        "country": "washington-dc",
        "city": "Washington, DC",
        "index": 20,
        "name": "National Postal Museum",
        "latitude": "38.897688",
        "longitude": "-77.008238",
        "excerpt": "The Smithsonian-run Postal Museum is way cooler than you might think. Level 1 has exhibits on postal history from the Pony Express to modern times, where…",
        "detail_url": "https://www.lonelyplanet.com/usa/washington-dc/capitol-hill-south-dc/attractions/national-postal-museum/a/poi-sig/385999/1329650",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3619e1a899a3349b186ebf2c0cf67cc2-national-postal-museum.jpg",
        "detail_description": "The Smithsonian-run Postal Museum is way cooler than you might think. Level 1 has exhibits on postal history from the Pony Express to modern times, where you'll see antique mail planes and touching old letters from soldiers and pioneers. Level 2 holds the world's largest stamp collection. Join the stamp geeks pulling out drawers and snapping photos of the world's rarest stamps (the Ben Franklin Z Grill!), or start your own collection, choosing from among thousands of free international stamps (Guyana, Congo, Cambodia…).\nThe museum is kid-friendly and hosts story times and card-making workshops. It also has a stamp shop where you can browse the catalog of oddball US Postal Service stamps and have the ‘philatelic clerk’ (excellent job title) fetch your selection. Many of the stamps are hot off the press and aren’t available elsewhere."
    }
]