{
  "list_id": "1022",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1022/1.jpg",
  "description": "Dive into \"Sun-Kissed Shores of Lagos\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110220"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sun-Kissed Shores of Lagos",
  "city_id": "9831",
  "subtype": "poi",
  "city": "Lagos",
  "created_ts": 1759439037,
  "slug": "sun-kissed-shores-of-lagos-lagos-poi-7426ed",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ2V7v-GgxGw0RS2YnR1CMQzk",
        "generalDescription": "Praia Dona Ana is a stunning beach located in Lagos, Portugal. It is nestled in a calm cove and surrounded by towering rugged cliffs, creating a picturesque setting for visitors. The beach's unique rock formations and cliffs, combined with the mesmerizing blue waters of the ocean, give it an exotic island-like ambiance. Praia Dona Ana is renowned for its beauty and is often considered one of the most beautiful beaches in the world.",
        "utcOffset": 60,
        "maxMinutesSpent": 210,
        "longitude": -8.668997,
        "rating": 4.6,
        "numRatings": 9390,
        "sources": [
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "If you’re on the hunt for some colorful sea shells, then the fantastic Praia Dona Ana is the place to go. With an abundance of beautiful shells, glittering crystal waters, golden sand, and soaring limestone cliffs, Praia Dona Ana is one of the best places to visit in Lagos (especially for some great Lagos travel photos!). With the imposing sandstone cliffs sheltering the beach from the wind, this 525 ft (160 m) long beach offers tranquil waters, great for swimming, snorkeling, and diving.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 4,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100071",
            "type": "webPlacesList",
            "url": "https://travel-boo.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "Starting off with what has to be one of my favourite beaches in Lagos and definitely in my top 10 beaches in the Algarve overall, is that of Praia Dona Ana. The beach itself is flanked by two other beaches on our list, Praia do Pinhão and Praia do Camilo. The entire beach is surrounded and sheltered by stunning golden cliffs which not only offers protection against the winds, but also add to the dramatic landscape and layout of the beach.",
            "siteName": "Travel-Boo Europe Travel Blog",
            "shortName": "8 Of The Most Beautiful And Best Beaches in Lagos, Portugal To Explore!",
            "indexInSource": 0,
            "iconSiteId": 8944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100061",
            "type": "webPlacesList",
            "url": "https://www.7continents1passport.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Once you arrive at Praia da Dona Ana, you understand why it was considered the most beautiful beach in the world by Condé Nast Traveller Magazine in 2013. At one side, a long and uneven wall, formed by ravishing orange cliffs covered in low vegetation, merges with the azure water and disappears in front of your eyes. On the other side, the cliffs shelter the beach and form a bay that is perfect for swimming in its tranquil waters.",
            "siteName": "7 Continents 1 Passport",
            "shortName": "Beaches in Lagos, Portugal: 7 Must-See + A Secret One",
            "indexInSource": 2,
            "iconSiteId": 15538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846221",
            "type": "webPlacesList",
            "url": "https://thevillaagency.co.uk/10-must-visit-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia Dona Ana is undoubtedly the most photographed beach in the Algarve, and it’s not hard to see why. This 160-metre sandy stretch is surrounded by rugged rock formations, creating a dramatic and photogenic backdrop perfect for your Instagram feed. The high cliffs provide welcome shade on scorching days and protect the beach from aggressive waves, making it an ideal spot for snorkelling and deep diving.",
            "siteName": "The Villa Agency",
            "shortName": "10 Must-Visit Beaches in Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 59290,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518831",
            "type": "webPlacesList",
            "url": "https://expertworldtravel.com/best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "If you continue west from Praia do Pinhao for around 300m, you’ll reach the beloved Praia Dona Ana. The beach is named after a nun who escaped a grizzly end during the First World War by fleeing her convent as it was attacked by soldiers and heading to this beach via a hidden tunnel. The Praia Dona Ana beach is commonly ranked as the most beautiful beach in Portugal, and it’s easy to see why.",
            "siteName": "Expert World Travel",
            "shortName": "Best Beaches In Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 4538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846227",
            "type": "webPlacesList",
            "url": "https://redwhiteadventures.com/beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "One of the most famous and beautiful beaches in Lagos is the Praia de Dona Ana beach. It’s a bit of a walk to get to Praia de Dona Ana but if you take the coastal walk from downtown Lagos you’ll eventually end up at Dona Ana and it’s absolutely incredible. Praia de Dona Ana is one of the bigger beaches in Lagos and is usually quite busy because it’s a good place to relax and swim at.",
            "siteName": "Red White Adventures",
            "shortName": "8 Beautiful Beaches in Lagos You Need to Visit",
            "indexInSource": 1,
            "iconSiteId": 44515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277544",
            "type": "webPlacesList",
            "url": "https://www.portugalvisitor.com/algarve/lagos-beaches",
            "sourceSite": "Web",
            "snippet": "Praia da Dona Ana is a popular beach resort reached by local bus and the Lagos tourist train. The beach is reached by a set of steep stairs from the headland above where the  Carvi Beach Hotel and a number of other accommodation options are located. The beach is excellent for swimming and Praia da Dona Ana's rock formations receive visits throughout the day from sea kayaking tours.",
            "siteName": "Portugal Visitor Travel Guide To Portugal",
            "shortName": "Lagos Beaches",
            "indexInSource": 2,
            "iconSiteId": 13664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Praia da Dona Ana is often cited as the best beach on the Algarve, in fact it was even described as the 'best beach in the World' by magazine Condé Nast Traveller. That's quite a lot to live up to!. Dona Ana beach is the classic Algarve cove; nestled between the sandstone cliffs on the eastern side of Ponta da Piedade, it is sheltered from the breeze but catches all the day's sun.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 1,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Dona Ana is easily one of the most picturesque beaches in the Algarve – and it’s conveniently located only 10 minutes from the centre. The orange cliffs here form a natural bay, encasing a protected swimming area with timid tides and crystal-clear waters. The calm ambiance and excellent infrastructure makes Praia de Dona Ana ideal for families with small children.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 7,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "The access to Praia Dona Ana beach ends in a small overlook from which you can see the interesting rocky formation. These have been sculpted by the fresh and sea waters for centuries, creating a vast array of grots, cliffs, caves, etc. The sandy area offers concavities next to the cliffs, perfect for hiding from the winds and enjoying an intimate spot.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 1,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia Dona Ana is the most photographed Algarve beach and for the right reasons. Embraced by imposing rock formations, this 160-meter sandy expanse possesses a striking and photogenic allure, making it the ideal backdrop for Instagram-worthy moments. These high cliffs cast large shadows on the beach, offering cool corners on a really hot day.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "Praia da Dona Ana beach is another one of Lagos’s best beaches with lots of unique rock formations surrounding it. It’s absolutely stunning with its golden sand and crystal clear turquoise water. In fact, this beach is often regarded as one of the best beaches in the whole of the Algarve and is often the beach you’ll see on all the postcards.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846215",
            "type": "webPlacesList",
            "url": "https://www.gnometrotting.com/beach-guide-to-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "For slightly easier access and a wider stretch of sand, you can head north to Dona Ana. It’s still scenic, though the rocks around this beach are not as intricate as the ones closer to the peak. But it’s one of the longest stretches of sand on that side of Lagos and has calm waters, making it a popular spot especially in the summer.",
            "siteName": "GnomeTrotting",
            "shortName": "Beach guide to Lagos, Portugal",
            "indexInSource": 1,
            "iconSiteId": 4417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100060",
            "type": "webPlacesList",
            "url": "http://www.goodtimeslagos.com/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Just over the hill from Pinhão is the famous Dona Ana beach. There are two large hotels and a parking lot above it, so its more accessible than other beaches, but also less natural. After being voted the world’s most beautiful beach a few years ago, the council decided to fill it in with more sand, so more people could enjoy it.",
            "siteName": "goodtimeslagos.com",
            "shortName": "Best Beaches in Lagos Portugal",
            "indexInSource": 1,
            "iconSiteId": 4689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "The beautiful rock formations of Dona Ana Beach form an incredibly privileged setting as there are no words to describe the colossal beauty of the landscape. The beach owes its name to the nun Ana, who lived in the nunnery of Lagos. During World War I, soldiers invaded the convent and murdered all the nuns, except D.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 0,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "It appears on a lot of photographs of the Algarve, especially in the past. It used to be a relatively small beach, but in 2015 the municipality performed a beach reconstruction to enlarge the beach. While the beach is indeed bigger nowadays, some people say that the beach lost the charm it once had.",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 2,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846236",
            "type": "webPlacesList",
            "url": "https://livingourmemories.com/5-beaches-you-cant-miss-near-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia da Dona Ana is an iconic beach in the Algarve within walking distance from Lagos’s old town. Located between Praia do Camilo and Praia do Pinhão. It has also been voted one of the best beaches in the world by Conde Naste travellers and when you visit, it’s easy to see why.",
            "siteName": "livingourmemories.com",
            "shortName": "5 Mind-Blowing Beaches Near Lagos, Portugal (Ultimate 2023 Guide)",
            "indexInSource": 0,
            "iconSiteId": 122606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100068",
            "type": "webPlacesList",
            "url": "https://delveintoeurope.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "So which of Lagos’ best beaches was once voted the best in the world?. OK, it was Praia Dona Ana, on the east side of Ponta da Piedade. Dona Ana beach (you’ll also see it referred to as Praia de Dona Ana and Praia da Dona Ana) is also on the east side of Ponta da Piedade.",
            "siteName": "Delve Into Europe",
            "shortName": "8 Best Lagos Portugal Beaches To Visit (don't Miss Them)",
            "indexInSource": 0,
            "iconSiteId": 13401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "299136",
            "type": "webPlacesList",
            "url": "https://thehaphazardtraveler.com/best-algarve-beaches/",
            "sourceSite": "Web",
            "snippet": "Backed by limestone cliffs, Praia Dona Ana close to Lagos is one of the most beautiful beaches in the Algarve. There are stunning views from above of its clear green waters and rugged rock formations. These rocks block the wind, creating calm waters good for families.",
            "siteName": "The Haphazard Traveler",
            "shortName": "Best Algarve Beaches: 10 Stunning Beaches Of Portugal’s Algarve",
            "indexInSource": 1,
            "iconSiteId": 13179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100073",
            "type": "webPlacesList",
            "url": "https://www.opreismetco.nl/en/portugal-en/best-beaches-in-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "Praia de Dona Ana (or Dona Ana Beach) is one of the most beautiful and popular beaches in Lagos. It’s located right next to Praia do Pinhão and it is so pretty!. This beach is also located between several high cliffs, and it is quite large.",
            "siteName": "Op reis met Co",
            "shortName": "13 Best Beaches in Lagos Portugal",
            "indexInSource": 3,
            "iconSiteId": 15545,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "It’s one of Algarve’s most famous beaches and the reason is its spectacular ochre cliffs. They offer shelter from the winds and stunning views from the top. It’s about a 15-minute walk from the Old Town, but can also be reached by bus.",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 0,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846217",
            "type": "webPlacesList",
            "url": "https://www.globeslice.com/lagos-beaches/",
            "sourceSite": "Web",
            "snippet": "**About a 20 minute walk South lies Praia da Dona Ana, the first of Lagos beaches along the cliffside . Unfortunately for me, there was some heavy construction going on, so the whole area was closed off preventing any beach access.",
            "siteName": "GlobeSlice",
            "shortName": "Lounging around Lagos Beaches",
            "indexInSource": 2,
            "iconSiteId": 267781,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846233",
            "type": "webPlacesList",
            "url": "https://www.charlotteplansatrip.com/en/portugal-en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "You reach it by descending the high cliffs with a steep staircase. The beach is not very big, but it is larger than most of the bays here, so you will probably find a spot. Click here for the location of this beach in the Algarve.",
            "siteName": "Charlotte Plans a Trip",
            "shortName": "The 6 most beautiful beaches around Lagos in the Algarve!",
            "indexInSource": 1,
            "iconSiteId": 1886,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846237",
            "type": "webPlacesList",
            "url": "https://fortheloveofwanderlust.com/the-gorgeous-beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "There is a beautiful trail that leads along the cliffside down to Praia Done Ana. This is where the coastline starts to really have all of the separated formations. Here we saw a couple of surfers and found some bigger seashells.",
            "siteName": "For the Love of Wanderlust",
            "shortName": "The Gorgeous Beaches of Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 41159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846225",
            "type": "webPlacesList",
            "url": "https://www.gorgeousunknown.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "In fact, it was voted best beach in the world by Condé Nast Traveler magazine in 2013. The beach is wide, providing ample space and is a stunner. It also has amenities like a snack hut and chairs and umbrellas for rent.",
            "siteName": "Gorgeous Unknown",
            "shortName": "Beaches in Lagos Portugal",
            "indexInSource": 0,
            "iconSiteId": 21541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421225",
            "type": "webPlacesList",
            "url": "https://www.nothingfamiliar.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "There is a stretch of beach between Praia do Pinhao and Praia Dona Ana that only appears at low tide. What makes this beach so awesome is that it’s made up of several small caves that are typically filled with water.",
            "siteName": "Nothing Familiar",
            "shortName": "7 Best Beaches in Lagos Portugal: Secret Cliffs & Coves Guide",
            "indexInSource": 2,
            "iconSiteId": 15693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "A beautiful wide sandy beach; it’s quite bigger than the nearby beaches. There are several picturesque pinnacles sticking out of the water around the beach. From the surrounding cliffs, you can take stunning photos.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846219",
            "type": "webPlacesList",
            "url": "https://travelsblog.co.uk/lagos-portugal-beaches",
            "sourceSite": "Web",
            "snippet": "Praia Dona Ana is considered the most beautiful beach in Lagos by many. It is easily accessible and has facilities such as restaurants and water sports rentals.",
            "siteName": "travelsblog.co.uk",
            "shortName": "Lagos Portugal Beaches – Travel Blog",
            "indexInSource": 4,
            "iconSiteId": 98514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1490972",
            "type": "webPlacesList",
            "url": "https://www.belmarresort.com/en/blog/7-best-beaches-for-families-in-lagos/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "BelmarResort - Website",
            "shortName": "7 Best Family Beaches in Lagos",
            "indexInSource": 1,
            "iconSiteId": 99997,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bdYgMcZ50IWJFnu9v2V4146FdHaQxrHF",
          "m5h5if0DomK3iVfbIkOAKqfBB8FvtqOt",
          "lDmrjBYYcKE13vvS9FC33zlnjQins1ix",
          "100D1ruAnegLuYB3oJuyM97WexE0viUV",
          "46ifkXZGh6YhBpwflvex97MNQdXTEIRq",
          "bdYgMcZ50IWJFnu9v2V4146FdHaQxrHF",
          "m5h5if0DomK3iVfbIkOAKqfBB8FvtqOt",
          "lDmrjBYYcKE13vvS9FC33zlnjQins1ix",
          "100D1ruAnegLuYB3oJuyM97WexE0viUV",
          "46ifkXZGh6YhBpwflvex97MNQdXTEIRq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Praia Dona Ana",
        "placeId": "ChIJ2V7v-GgxGw0RS2YnR1CMQzk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Loved this beach. Has a bathroom, a restaurant and chairs and umbrellas if you want to rent for the day. We went on a Friday and Saturday and it didn't get that busy. Saw a black snake climbing the rock wall. Lots of shells and great sand. The water was too cold to swim but beautiful to watch.",
            "author_name": "Candace Elliott",
            "relative_time_description": "",
            "time": 1746965741,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best beaches in Lagos. Not as crowded as those close to downtown but at the same time not as tiny as the ones close to the cliffs and the lighthouse. The way down is steep but worth it, there are some rocks so you have to be careful but otherwise it pretty nice. It even has a small bar. The water is a bit cold mind you.",
            "author_name": "Trachemysta",
            "relative_time_description": "",
            "time": 1754063238,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our favorite beach during our stay in Lagos. We went for sunrise, during the day, and had a sunset picnic. It's busy but never overwhelmingly crowded. There can be seaweed but not too bad!",
            "author_name": "McKenna Gervais",
            "relative_time_description": "",
            "time": 1755025837,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Beach pavillion"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 116,
            "2": 167,
            "3": 527,
            "4": 1939,
            "5": 6648
          }
        },
        "minMinutesSpent": 210,
        "latitude": 37.091889,
        "address": "8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJp3Ided0xGw0RpPjW0OTMZQA",
        "generalDescription": "Praia do Camilo is a picturesque beach in Algarve, Portugal, accessed by descending 200 wooden steps to a sheltered cove divided by ochre-colored rocks with a hand-dug tunnel. It is one of the tiny coves curtained by low cliffs in the area. The beach is popular on Instagram due to its iconic staircase and stunning views, making it advisable to visit early for a less crowded experience.",
        "utcOffset": 60,
        "maxMinutesSpent": 20,
        "longitude": -8.668487,
        "rating": 4.6,
        "numRatings": 10715,
        "sources": [
          {
            "id": "1846219",
            "type": "webPlacesList",
            "url": "https://travelsblog.co.uk/lagos-portugal-beaches",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo in Lagos, Portugal, is one of the most picturesque beaches in the Algarve, offering a perfect blend of natural beauty and serenity. Accessible via a wooden staircase that winds down the cliffs, the descent reveals a breathtaking panorama of golden sands, dramatic cliffs, and crystal-clear turquoise waters. The surrounding rock formations and caves create a secluded, intimate atmosphere, making it a hidden paradise for beachgoers seeking a peaceful escape.",
            "siteName": "travelsblog.co.uk",
            "shortName": "Lagos Portugal Beaches – Travel Blog",
            "indexInSource": 1,
            "iconSiteId": 98514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100061",
            "type": "webPlacesList",
            "url": "https://www.7continents1passport.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is a very scenic beach framed by impressive limestone rocks and one of my favourite Lagos beaches. The tiny beach surrounded by orange, yellow and red cliffs, has crystalline green-blue water, and amber sand and is accessed by a long wooden staircase. What I like most about Praia do Camilo is that it’s so picturesque, whether you see it from the cliffs, the stairway, the sand or even from the water.",
            "siteName": "7 Continents 1 Passport",
            "shortName": "Beaches in Lagos, Portugal: 7 Must-See + A Secret One",
            "indexInSource": 1,
            "iconSiteId": 15538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846227",
            "type": "webPlacesList",
            "url": "https://redwhiteadventures.com/beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Tucked away between some cliffs and a long 200-step staircase to get down to the beach it definitely keeps some people away so it’s less touristy than it otherwise could’ve been. You also either need to drive out or walk along the coast to get here, but it is really worth checking out!. You can’t really see the beach from the viewpoint above but you can see the big rocks, the sea, and the cliffs all around.",
            "siteName": "Red White Adventures",
            "shortName": "8 Beautiful Beaches in Lagos You Need to Visit",
            "indexInSource": 2,
            "iconSiteId": 44515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Along with neighbouring Praia Dona Ana, the beach of Camilo is Lagos' (if not one of the Algarve's) iconic beach. Whilst Dona Ana may have the slight edge when it comes to outlandish, cohre rock formations and grottoes, Praia do Camilo shares the same golden sand and crystal clear, azure waters. To reach the beach involves negotiating the 200 wooden steps which wind their way down the orange cliffs.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 3,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100073",
            "type": "webPlacesList",
            "url": "https://www.opreismetco.nl/en/portugal-en/best-beaches-in-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "The most beautiful beach in Lagos (and I think it’s also the most beautiful of all the Algarve beaches) is Praia do Camilo. You get here via a long staircase (200 steps!) and the more you descend, the more beautiful the view of the beach and high cliffs. It’s a small beach, but if you walk to the left, you will see a tunnel in the rocks that leads to a different (quieter) part of the beach.",
            "siteName": "Op reis met Co",
            "shortName": "13 Best Beaches in Lagos Portugal",
            "indexInSource": 4,
            "iconSiteId": 15545,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518831",
            "type": "webPlacesList",
            "url": "https://expertworldtravel.com/best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Finally, if you thought 93 steps was bad, wait until you get to Praia do Camillo, accessed via a wooden staircase containing roughly 200 steps… It is, however, worth it. This small beach is flanked by impressively steep cliffs, and the mixture of gold and orange next to the turquoise waters really is astounding. There’s also a cool archway within the rocks and a nifty tunnel.",
            "siteName": "Expert World Travel",
            "shortName": "Best Beaches In Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 4538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100068",
            "type": "webPlacesList",
            "url": "https://delveintoeurope.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "I once met a group of friends from Australia who had travelled to Portugal just to see Praia do Camilo beach. Even if you’re only passing through Lagos Camilo beach is an absolute must see, along with Dona Ana beach. It’s one of our favourite Algarve Portugal beaches, and is off the same minor road that leads down to the Ponta da Piedade lighthouse.",
            "siteName": "Delve Into Europe",
            "shortName": "8 Best Lagos Portugal Beaches To Visit (don't Miss Them)",
            "indexInSource": 2,
            "iconSiteId": 13401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "299136",
            "type": "webPlacesList",
            "url": "https://thehaphazardtraveler.com/best-algarve-beaches/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is widely known as one of the most gorgeous beaches in the Algarve. It has the characteristic high cliffs of many beaches in Lagos and the region, as well as clear green waters and views of Lagos and the Ponta da Piedade rock formations. Located next to Praia Dona Ana, this beach is smaller, but also good for swimming and snorkeling.",
            "siteName": "The Haphazard Traveler",
            "shortName": "Best Algarve Beaches: 10 Stunning Beaches Of Portugal’s Algarve",
            "indexInSource": 2,
            "iconSiteId": 13179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277544",
            "type": "webPlacesList",
            "url": "https://www.portugalvisitor.com/algarve/lagos-beaches",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is an iconic Lagos beach with superb views from the headland and beautiful rock formations and cliffs in the small cove at the foot of the long set of stairs. Fully sheltered Praia do Camilo is an excellent swimming beach and the last stop on the sea kayak tours from town. A restaurant in the cliffs above the beach has lovely views.",
            "siteName": "Portugal Visitor Travel Guide To Portugal",
            "shortName": "Lagos Beaches",
            "indexInSource": 3,
            "iconSiteId": 13664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846237",
            "type": "webPlacesList",
            "url": "https://fortheloveofwanderlust.com/the-gorgeous-beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "After a bit of a walk down the road, instead of the walking paths, we found a turnout that led to the top of what looked like an insanely massive flight of stairs. Probably because it was indeed and insanely massive flight of stairs. They lead down to a really tiny beach, sometimes referred to as doll beach, with a beautiful sea arch at the bottom.",
            "siteName": "For the Love of Wanderlust",
            "shortName": "The Gorgeous Beaches of Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 41159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846221",
            "type": "webPlacesList",
            "url": "https://thevillaagency.co.uk/10-must-visit-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo, another iconic Algarve beach, is easily reached via a series of wooden staircases. Like Praia Dona Ana, it boasts golden cliffs, dramatic grottoes, and ochre rocks, all protected from strong winds and waves by the surrounding cliffs. The shadows cast by these picturesque rocks provide welcome relief from the heat on hot days.",
            "siteName": "The Villa Agency",
            "shortName": "10 Must-Visit Beaches in Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 59290,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421225",
            "type": "webPlacesList",
            "url": "https://www.nothingfamiliar.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "If you’ve been looking at photos of the best beaches in Lagos, the extremely scenic Praia do Camilo is probably what you’ve been admiring. The set of two small coves that make up Praia do Camilo has gained much popularity over the last few years, and the installation of steps down to the beautiful beach has only increased visitors.",
            "siteName": "Nothing Familiar",
            "shortName": "7 Best Beaches in Lagos Portugal: Secret Cliffs & Coves Guide",
            "indexInSource": 4,
            "iconSiteId": 15693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Easily accessible through a series of wooden staircases, the Praia do Camilo is one of the iconic Algarve beaches. The landscape here flaunts the same golden-hued cliffs, dramatic grottoes, and ochre rocks as the Dona Ana beach. And much like Dona Ana, Camilo is also protected from harsh winds and big waves by its lording cliffs.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "With jagged rocks bursting through the blue-green ocean, this cove of amber sand is small but intimate. However, due to its small size, Praia do Camilo does get pretty crowded in the summer (with tons of people taking holidays to Lagos Portugal). This makes it difficult to find a free spot, so I recommend getting there early!",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 5,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Once you’ve managed to descend the 200 odd wooden steps to get to Praia do Camilo, only then will you realise that it was well worth the effort. Another picture-perfect Lagos beach, this sandy slice of shoreline is small but exceedingly beautiful. It’s completely hemmed in by jagged rocks, giving it an intimate feel.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 1,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Camilo’s Beach is one of the most breath-taking beaches in all of Europe. When we first see the beauty of its rock formations, the turquoise of the sea and the whiteness of its sands, we are assailed by an explosion of colours. Praia do Camilo is also known for featuring frequently in postcards about the Algarve.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 2,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "This “secret” beach (though during the season it doesn’t look that secret) is amazing. Praia do Camilo is a picturesque small sandy beach squeezed between the cliffs with calm turquoise waters great for swimming. High tide significantly reduces the size of the beach it’s better to come here in the low tide.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 5,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100071",
            "type": "webPlacesList",
            "url": "https://travel-boo.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "Another idyllic and certainly Instagram worthy Lagos beach is Praia do Camilo. It is situated about around 1km further down from Dona Ana beach. With its winding staircase leading down onto the beach, the clear blue waters and more amazing golden rock formations, this beach is a little secluded haven.",
            "siteName": "Travel-Boo Europe Travel Blog",
            "shortName": "8 Of The Most Beautiful And Best Beaches in Lagos, Portugal To Explore!",
            "indexInSource": 1,
            "iconSiteId": 8944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100060",
            "type": "webPlacesList",
            "url": "http://www.goodtimeslagos.com/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "The next beach along the coast line is the lovely Praia do Camilo. The view from above to the jagerred coastline and down to the beach is magnificent. There is quite a staircase – which is enjoyable on the way down as you are bewildered by the beauty, but challenging in the heat on the way back up.",
            "siteName": "goodtimeslagos.com",
            "shortName": "Best Beaches in Lagos Portugal",
            "indexInSource": 2,
            "iconSiteId": 4689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is one of my favorite beaches in Lagos because it’s super secluded and very beautiful with soft golden sand and crystal clear waters. I was actually surprised when I first got to this beach at just how small it was though!. It’s really tiny, meaning that it does get very crowded.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529458",
            "type": "webPlacesList",
            "url": "https://www.seabookings.com/blog/top-6-beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is a sheltered little beach cove on the road from Lagos to Ponta da Piedade. The beauty of this beach is apparent when you look at it from top, where you can park your car. Its crystal clear waters and impressive cliff formations create this little jewel.",
            "siteName": "SeaBookings",
            "shortName": "Our top 6 beaches in Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 36162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "This beach is reached via a staircase where everyone takes selfies. There’s a perfect view over the different rock formations and the usually calm and crystal-clear water. It’s the beach for snorkeling, but not for relaxation -- it’s often packed in the summer.",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 1,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846225",
            "type": "webPlacesList",
            "url": "https://www.gorgeousunknown.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "It’s a little further, about a 30 minute walk from central Lagos, but the cliffs make it really interesting. There are 200 wooden steps leading down to this beach. At the bottom, you’ll find a hand-dug tunnel that passes to another small beach.",
            "siteName": "Gorgeous Unknown",
            "shortName": "Beaches in Lagos Portugal",
            "indexInSource": 2,
            "iconSiteId": 21541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo Beach is a beautiful beach in the municipality of Lagos (Algarve). The beach can be accessed through a grand rocky staircase. The beach’s cliff offers a great panoramic view of the coastal line between Lagos and Albufeira.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 0,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "Praia do Camilo is one of the most beautiful beaches in the area of Lagos. It is backed by stunning rock formations and the water is crystal clear. The water is also very calm, which makes it perfect for swimming.",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 3,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846236",
            "type": "webPlacesList",
            "url": "https://livingourmemories.com/5-beaches-you-cant-miss-near-lagos/",
            "sourceSite": "Web",
            "snippet": "It has also been voted one of the best beaches in the world by Conde Naste travellers and when you visit, it’s easy to see why.",
            "siteName": "livingourmemories.com",
            "shortName": "5 Mind-Blowing Beaches Near Lagos, Portugal (Ultimate 2023 Guide)",
            "indexInSource": 2,
            "iconSiteId": 122606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846217",
            "type": "webPlacesList",
            "url": "https://www.globeslice.com/lagos-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "GlobeSlice",
            "shortName": "Lounging around Lagos Beaches",
            "indexInSource": 3,
            "iconSiteId": 267781,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7v2KiJ0tAGB5QqGwRCvieNpmkGhiZBUq",
          "FHrSSqGroVmBqdigx7nQ8ErJUgZ07k8S",
          "SqcbtSSM96hnGi0AYlbSssqN5TaQg2Kp",
          "TNKU6JqXZ57SL7v48rM2YwSEVtVv5cso",
          "jrl9EtLuK23ELSltqF7oKos78Zxl3JIP",
          "7v2KiJ0tAGB5QqGwRCvieNpmkGhiZBUq",
          "FHrSSqGroVmBqdigx7nQ8ErJUgZ07k8S",
          "SqcbtSSM96hnGi0AYlbSssqN5TaQg2Kp",
          "TNKU6JqXZ57SL7v48rM2YwSEVtVv5cso",
          "jrl9EtLuK23ELSltqF7oKos78Zxl3JIP"
        ],
        "openingPeriods": [],
        "name": "Praia do Camilo",
        "placeId": "ChIJp3Ided0xGw0RpPjW0OTMZQA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Full of seaweed today, but still a must-see.\nThe beach and water were completely covered in seaweed today, so swimming wasn't really an option. That said, the cliffs and views are stunning as always. Arrive early if you want a spot on the sand - the beach is very small at high tide.",
            "author_name": "Snejana F.",
            "relative_time_description": "",
            "time": 1754307926,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lovely beach to take pictures and maybe go for swim but there's not a lot of place to swim. There little to no tide, making it very calm. There's a short cave entrance that can take you the beach next door. There's also another cave that you can enter. The smell of seaweed can be quite strong but it gets better",
            "author_name": "Charbel Hachem",
            "relative_time_description": "",
            "time": 1749722991,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a find.\nAmazing beach with the most serene view.\n\nA looong walk down & up - tons of stairs.\nIt's not easy for someone with bad knees or back to go down.\n\nCarry light bags, and enjoy the beach setting.\nThey have a beach bar with reasonable drinks and wafers.",
            "author_name": "Shaunik Sachdev",
            "relative_time_description": "",
            "time": 1747691418,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 200,
            "2": 196,
            "3": 593,
            "4": 2006,
            "5": 7720
          }
        },
        "minMinutesSpent": 20,
        "latitude": 37.087393,
        "address": "8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJF8nK_NEvGw0RnwQxaP00Dn8",
        "generalDescription": "Meia Praia, also known as Praia Meia, is a stunning 5km stretch of golden sand nestled between rocky cliffs in Lagos. Its flat and rock-free terrain makes it perfect for morning or evening runs and attracts dog walkers due to its safety for both humans and pets. As the largest beach in Lagos, it offers a relaxed atmosphere with calm waves and crystal-clear waters thanks to wind protection from the nearby cliffs of Ponta de Piedade.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.641153,
        "rating": 4.6,
        "numRatings": 2302,
        "sources": [
          {
            "id": "518831",
            "type": "webPlacesList",
            "url": "https://expertworldtravel.com/best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Meia Praia (or Praia Meia as some like to call it), with its sand stretching for almost 5km, is hard to miss and is quite unlike any of Lagos’ other beaches. This expanse of sand is fairly flat, which makes it a the perfect beach for an early morning or evening run (you’ll struggle in the daytime, particularly in the warmer months, with the sun beating down on you). The sand is also fairly rock-free, especially compared to other nearby beaches, so you’ll find that it’s also full of dog walkers, as both two- and four-legged animals can frolic without fear of rock-induced injury.",
            "siteName": "Expert World Travel",
            "shortName": "Best Beaches In Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 4538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846221",
            "type": "webPlacesList",
            "url": "https://thevillaagency.co.uk/10-must-visit-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Meia Praia stands out as the largest of all the beaches in Lagos, stretching an impressive 4 kilometres along the coast. Situated between Lagos to the west and the mouth of the Odiáxere River to the east, the river effectively divides the beach into two sections, earning it the name “Meia Praia” or “Half Beach.” Unlike the cliff-lined beaches, Meia Praia offers a more relaxed atmosphere, making it a must-visit spot for holidaymakers in the Algarve. The cliffs of Ponta de Piedade provide wind protection, keeping the waves calm and the water crystal clear.",
            "siteName": "The Villa Agency",
            "shortName": "10 Must-Visit Beaches in Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 59290,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100060",
            "type": "webPlacesList",
            "url": "http://www.goodtimeslagos.com/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "If you´re looking for long wide beach, where you can rent a deck chair and sun umbrella, play volley ball, frollick in friendly waves and are not too far from a Sangria jug or icecream, this is the place for you. Meia Praia still has its rough natural vegetations, unlike the towns east of Lagos, but it does have a skyline of big hotels sat back from the dunes. In anycase, if you like a big wide space, and without the stairs and cliffs of the other beaches, this is a top pick.",
            "siteName": "goodtimeslagos.com",
            "shortName": "Best Beaches in Lagos Portugal",
            "indexInSource": 4,
            "iconSiteId": 4689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Meia Praia beach features a sandy area that surrounds the vast bay of Lagos. The beach begins next to the dock in the vicinity of Ribeira de Bensafrim and extends for more than four kilometers until it reaches the sandy barrier of Ría de Alvor in Algarve, Portugal. This beach features an exotic lunar field and offers a beautiful panoramic view: low dunes and rolling green hills framed by the city of Lagos to the west and the rocky formations in the sea.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 3,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Literally translating to 'half beach', this vast expanse of sand near the interesting old town of Lagos wraps itself around one of the biggest bays in Europe. The wide bay offers protection from rough seas, which makes this long beach of soft, white sand particularly popular with families. Meia Praia is dotted with snack bars and restaurants, making it an ideal choice for those of you who enjoy long, sandy walks, while the absence of rocks under...",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 2,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "With the western end (closest to Lagos) referred to as the Praia de São Roque, the vast Meia Praia is one of the best beaches of Lagos, Portugal, especially for those who want to avoid large crowds!. 2.5 miles (4 km) long, Meia Praia is unlike every other beach on this list. Ditching the majestic sandstone cliffs, Meia Praia is a flat beach sandwiched between Lagos and the mouth of the Odiáxere River, and backed by pristine sand dunes.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 1,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846219",
            "type": "webPlacesList",
            "url": "https://travelsblog.co.uk/lagos-portugal-beaches",
            "sourceSite": "Web",
            "snippet": "MMeia Praia in Lagos, Portugal, is one of the largest and most stunning beaches in the Algarve, stretching over 4 kilometers of golden sand and clear blue waters. Its vast expanse makes it perfect for those looking for space to relax, sunbathe, or take a leisurely walk along the shoreline. The beach offers calm waters, ideal for swimming, and is popular for water sports like windsurfing, kite surfing, and paddleboarding.",
            "siteName": "travelsblog.co.uk",
            "shortName": "Lagos Portugal Beaches – Travel Blog",
            "indexInSource": 3,
            "iconSiteId": 98514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "Backed by dunes, it offers space for everyone, even in the high season. Although it doesn’t have the towering cliffs and rock formations of the other beaches in town, it stands out for being accessible to the disabled, for being suitable for watersports, and for nearly-deserted spots where some end up sunbathing nude. It’s located a short walk from the train station, but if you’re driving, there’s plenty of parking.",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 2,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100071",
            "type": "webPlacesList",
            "url": "https://travel-boo.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "If you prefer a vast expansive stretch of beach that isn’t overcrowded, then Meia Praia would be your best bet. It is the main beach of Lagos and stretches for approximately 4.5kms and is one of the longest we’ve seen in the Algarve. It’s pretty much your typical beach and doesn’t have the characteristic golden rock formations that you’ll find on the other beaches in the area.",
            "siteName": "Travel-Boo Europe Travel Blog",
            "shortName": "8 Of The Most Beautiful And Best Beaches in Lagos, Portugal To Explore!",
            "indexInSource": 2,
            "iconSiteId": 8944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Running parallel to the Atlantic Ocean, Meia Praia beach is an enormous stretch of sand 5km (around 15 minutes by car) east of central Lagos. Since the beach itself is over 4km (2.5 miles long), it’s never too hard to find your own space. It’s vast and more remote, but this beach is not lacking in amenities – the nearby marina offers food, drink and accommodation options.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 4,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1490972",
            "type": "webPlacesList",
            "url": "https://www.belmarresort.com/en/blog/7-best-beaches-for-families-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Meia Praia is one of the longest in the Algarve, with a sandy beach that stretches over 5km, you can appreciate its beauty and longevity from the city centre. On this huge beach, you can do all kinds of activities and games with children, since it offers volleyball nets, equipment for fun in the water and has plenty of space to play on the beach with the youngest.",
            "siteName": "BelmarResort - Website",
            "shortName": "7 Best Family Beaches in Lagos",
            "indexInSource": 3,
            "iconSiteId": 99997,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846233",
            "type": "webPlacesList",
            "url": "https://www.charlotteplansatrip.com/en/portugal-en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "In the dunes there is another boardwalk over which you can easily walk from the parking spaces to the beach, or to one of the beach bars. In the summer you can rent beds with umbrellas at various places. You are close to the center of Lagos, but still in a quiet place and because the beach is so large, you have more than enough space.",
            "siteName": "Charlotte Plans a Trip",
            "shortName": "The 6 most beautiful beaches around Lagos in the Algarve!",
            "indexInSource": 2,
            "iconSiteId": 1886,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277544",
            "type": "webPlacesList",
            "url": "https://www.portugalvisitor.com/algarve/lagos-beaches",
            "sourceSite": "Web",
            "snippet": "Meia Praia is a large expanse of sand west of Lagos town centre altogether about 4 km in length. The popular beach is backed by restaurants and beach bars and there are stores offering a variety of water sports including sailboarding and water skiing. The beach can be reached by a short walk from Lagos Marina and Lagos train station.",
            "siteName": "Portugal Visitor Travel Guide To Portugal",
            "shortName": "Lagos Beaches",
            "indexInSource": 0,
            "iconSiteId": 13664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Meia Praia is the largest of all beaches in Lagos with an impressive length of 4 km. The beach is wedged between Lagos on the west and Odiáxere River mouth on the east. The river divides the beach into two sections, thus the name Meia Praia which translates to  Half Beach.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529458",
            "type": "webPlacesList",
            "url": "https://www.seabookings.com/blog/top-6-beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Meia Praia’s wide-opened 4 km stretch of beach makes it ideal for a long walk or run. Also to enjoy the sun, this is one of the favorites of the locals with many regular visitors to Lagos. If you like a spacious beach and water sports, then this beach is for you!",
            "siteName": "SeaBookings",
            "shortName": "Our top 6 beaches in Lagos, Portugal",
            "indexInSource": 1,
            "iconSiteId": 36162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "Meia Praia is actually the longest beach in the whole of the Algarve at just over 4km. On Meia Praia, you’ll find soft golden sand that just seems to stretch on forever and ever. My favorite thing about this beach is that it never gets crowded due to its size.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "Quite far from the centre of the town, most people who come here are staying at one of the many hotels/rental apartments nearby. Despite its seeming isolation, it gets quite busy in the peak season. Off-season there is almost nobody here.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846217",
            "type": "webPlacesList",
            "url": "https://www.globeslice.com/lagos-beaches/",
            "sourceSite": "Web",
            "snippet": "The most well known and also the largest among Lagos beaches, Meia Praia is a staple. Stretching into the horizon at almost 4km long, there’s plenty of sun soaked golden sand even when it’s at its most crowded.",
            "siteName": "GlobeSlice",
            "shortName": "Lounging around Lagos Beaches",
            "indexInSource": 0,
            "iconSiteId": 267781,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100073",
            "type": "webPlacesList",
            "url": "https://www.opreismetco.nl/en/portugal-en/best-beaches-in-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "Together, these four beaches are one very long beach, it’s almost five kilometers!. It even has its own train station. Along the beach, there are several parking lots, and beach restaurants.",
            "siteName": "Op reis met Co",
            "shortName": "13 Best Beaches in Lagos Portugal",
            "indexInSource": 0,
            "iconSiteId": 15545,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "It stretches for about 4,5 kilometres, which makes it great for long beach walks. Due to its size, you will always be able to find a spot. It is located not far from the town of Lagos.",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 0,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846215",
            "type": "webPlacesList",
            "url": "https://www.gnometrotting.com/beach-guide-to-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "GnomeTrotting",
            "shortName": "Beach guide to Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 4417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421225",
            "type": "webPlacesList",
            "url": "https://www.nothingfamiliar.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Nothing Familiar",
            "shortName": "7 Best Beaches in Lagos Portugal: Secret Cliffs & Coves Guide",
            "indexInSource": 3,
            "iconSiteId": 15693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GUQLJkfWDOLne2jj4hdJ4F6IrJtjGWmo",
          "b2KLHUzzatEzpyoh2B3L1R4eIinU1KVM",
          "Gr830pmy0QeUiacMW7iRDegO0rlnBCzK",
          "FfixrJ7c8u4TB4DllqrSWjKTFSfWxbZn",
          "k44gSqC9BLHOfIpXktbDIzYx6KxE3x0V",
          "GUQLJkfWDOLne2jj4hdJ4F6IrJtjGWmo",
          "b2KLHUzzatEzpyoh2B3L1R4eIinU1KVM",
          "Gr830pmy0QeUiacMW7iRDegO0rlnBCzK",
          "FfixrJ7c8u4TB4DllqrSWjKTFSfWxbZn",
          "k44gSqC9BLHOfIpXktbDIzYx6KxE3x0V"
        ],
        "openingPeriods": [],
        "name": "Meia Praia",
        "placeId": "ChIJF8nK_NEvGw0RnwQxaP00Dn8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great sand, beautiful wide beaches very accessible with the car",
            "author_name": "BIANCA ANTOCHI",
            "relative_time_description": "",
            "time": 1746110601,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very clean and peaceful beach, perfect for relaxing and safe for kids to play. Great spot for sunbathing, with some nice beachside restaurants nearby. Loved it!",
            "author_name": "vahid chabouk",
            "relative_time_description": "",
            "time": 1749738600,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "When we arrived, it was a bit windy and cloudy, but that actually made it perfect for a long walk along the beach. 🚶‍♂️🚶‍♀️\n\nThe beach itself is huge, with plenty of space for everyone. Both the walking trail and the beach were very clean, we didn't spot any litter or excessive seaweed.\n\nA really pleasant spot to relax and enjoy nature. 🏵",
            "author_name": "Monica MAGDA",
            "relative_time_description": "",
            "time": 1754502149,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 22,
            "2": 15,
            "3": 127,
            "4": 487,
            "5": 1653
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.118552,
        "address": "Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJneMmZtoxGw0RP8LdBdTdDYQ",
        "generalDescription": "Nestled in Lagos, Portugal, Estudantes Beach is a small cove accessible through a rock tunnel, offering scenic cliffs and a modest sandy area for seating. The beach is known for the ruins of the Pinhao Fort Bridge built by the Romans and features a restaurant at the top for refreshments. It is divided by a central cliff connected by a small tunnel and surrounded by striking rock formations.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.667634,
        "rating": 4.6,
        "numRatings": 2257,
        "sources": [],
        "imageKeys": [
          "A2ZzOfYA2OV4k4F9NM1vKn5sdK2PCkdY",
          "V1GQ2jtixPbUuQV7xxaifGhNoraFREmD",
          "qJsBHrAr5sM9PT1FikYn6BcIAXhtHBSJ",
          "zf7RDKhVdBcBPLCawPM8rxOTtgEXKps5",
          "P6gdGEaKphiY41zAULzHApWXhXz1MQRS",
          "A2ZzOfYA2OV4k4F9NM1vKn5sdK2PCkdY",
          "V1GQ2jtixPbUuQV7xxaifGhNoraFREmD",
          "qJsBHrAr5sM9PT1FikYn6BcIAXhtHBSJ",
          "zf7RDKhVdBcBPLCawPM8rxOTtgEXKps5",
          "P6gdGEaKphiY41zAULzHApWXhXz1MQRS"
        ],
        "openingPeriods": [],
        "name": "Beach Estudantes",
        "placeId": "ChIJneMmZtoxGw0RP8LdBdTdDYQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Cool beach with corse sand and good for looking for seashells. Neat tunnel connecting some beaches. We went in April so it wasn't packed but also a bit cool in temp.",
            "author_name": "Linda Thieu",
            "relative_time_description": "",
            "time": 1745403556,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "When you are in Lagos you can't miss this beach. Really nice with the openings in the rocks, the crystal clear water and the beautiful bridge. If you are there at the end of the day, the setting sun makes the rocks look like gold. A really nice place!!",
            "author_name": "Brian Martel",
            "relative_time_description": "",
            "time": 1752352658,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "There are no words. Stunning rock formation and wonderful views and vibes. Walking through a cave to access the next beach is spectacular.",
            "author_name": "mel F",
            "relative_time_description": "",
            "time": 1756795221,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.playocean.net/portugal/lagos/praias/praia-dos-estudantes",
        "index": 4,
        "id": "",
        "categories": [
          "Beach",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 34,
            "3": 120,
            "4": 526,
            "5": 1564
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.096543,
        "address": "8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJD5OTxugxGw0RmdEVpXJvs7o",
        "generalDescription": "The secluded Praia do Barranco do Martinho is a beautiful, bouldered beach with crystal-clear waters. With views of the Algarves' characteristic ochre cliffs, it's a magical spot for swimming or just relaxing.",
        "utcOffset": 60,
        "maxMinutesSpent": 25,
        "longitude": -8.672709,
        "rating": 4.7,
        "numRatings": 972,
        "sources": [
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "For a secluded beach nestled near Ponta da Piedade, visit Praia do Barranco do Martinho. While this beach is a bit more challenging to access, with a few climbing spots (bring an extra pair of shoes that aren’t flip-flops!), this means you’ll mostly get the beach to yourself. And with breathtaking views, clear azure waters, and Algarve’s typical ochre cliffs, Praia do Barranco do Martinho has a magical quality to it.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 6,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Hidden by hills and rock formations, Barranco do Martinho’s Beach is another of Lagos’ beaches that escapes the radar of tourist hordes. Its calm waters create the illusion that you are facing a lagoon. The sand is of a virgin whiteness that gives us the impression of being the first to step on it.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 4,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Located on the western side of the peninsular near Ponta da Piedade, this beach is more secluded than most. That’s because it requires a spot of climbing to get to. For this reason it’s best to come prepared with enclosed shoes.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 6,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xJlqfcJ40C2IJqyAbkdhWg9fepeklDHK",
          "g9LGV85rTAmKtF6Pf9qRe8LGat7GBAtl",
          "Ei1VpY184Y7pPX4wzoO6e7LMWXOERZ1v",
          "Ewp16RBeJlZe4S32WeQ8QEF4HmpKb7nR",
          "UnwHNS0qKLG2dC7bgR0CsyozzkV88g4I",
          "xJlqfcJ40C2IJqyAbkdhWg9fepeklDHK",
          "g9LGV85rTAmKtF6Pf9qRe8LGat7GBAtl",
          "Ei1VpY184Y7pPX4wzoO6e7LMWXOERZ1v",
          "Ewp16RBeJlZe4S32WeQ8QEF4HmpKb7nR",
          "UnwHNS0qKLG2dC7bgR0CsyozzkV88g4I"
        ],
        "openingPeriods": [],
        "name": "Praia do Barranco do Martinho",
        "placeId": "ChIJD5OTxugxGw0RmdEVpXJvs7o",
        "internationalPhoneNumber": "+351 915 225 592",
        "reviews": [
          {
            "rating": 5,
            "text": "Great spot with the Algarve look coast. My done did well on these view points.\n\nPeople take unnecessary risks. A German guy almost slipped and fell and later he even took his scared wife to the same slippery spot. ….why….?\nSta at a safe distance of the cliff and don't start climbing to make the picture of a lifetime. It can be your last.\n\nAwsome view if you leave the wooden path but stay safe!",
            "author_name": "Michael Mangold",
            "relative_time_description": "",
            "time": 1693086207,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place looks amazing from above! Didn't have the chance to go down and check out the beach! But worth the hike!",
            "author_name": "Julian Markov",
            "relative_time_description": "",
            "time": 1750555708,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's very tight to get down. It's steep and narrow and slightly dangerous. Not for the fainted hearted.\n\nAlso, I've loaded photos of the entrance because it's not clear how to get there. You need to get off the wooden walkway and fallow the narrow strait down.\n\nOnce you are down, it's amazing. Secluded and beautiful. Sadly groups of kayakers keep stopping by and slightly ruin your momentary peace!",
            "author_name": "Tarek Cheaib",
            "relative_time_description": "",
            "time": 1631348163,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 5,
            "3": 37,
            "4": 167,
            "5": 747
          }
        },
        "minMinutesSpent": 25,
        "latitude": 37.0822,
        "address": "Estr. da Ponta da Piedade, Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJD4PLl5UxGw0Rayk7f6GOpyU",
        "generalDescription": "Porto Mós Beach is known for its stunning high cliffs made up of layers of marl, claystone, sandstone, and limestone that reveal the geological history of the Algarve. Fossils of ancient marine creatures can be spotted in the older limestone layers. The beach offers a narrow stretch of sand at the base of these impressive cliffs, creating a unique landscape different from other nearby areas. Visitors can also witness Black Rock as evidence of past volcanic activity in the region.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.687537,
        "rating": 4.6,
        "numRatings": 5120,
        "sources": [
          {
            "id": "1846233",
            "type": "webPlacesList",
            "url": "https://www.charlotteplansatrip.com/en/portugal-en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Just before you enter Lagos, you will find the suburb of Porto de Mos. In addition to a lot of holiday homes, you will also find a wonderful family beach: Praia de Porto Mos. Surrounded by high cliffs and with only two beach bars, it is nice and quiet here.",
            "siteName": "Charlotte Plans a Trip",
            "shortName": "The 6 most beautiful beaches around Lagos in the Algarve!",
            "indexInSource": 0,
            "iconSiteId": 1886,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1490972",
            "type": "webPlacesList",
            "url": "https://www.belmarresort.com/en/blog/7-best-beaches-for-families-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Porto Mós Beach is also known for its mud with miraculous properties and therefore, don´t be surprised if you see people with mud masks!",
            "siteName": "BelmarResort - Website",
            "shortName": "7 Best Family Beaches in Lagos",
            "indexInSource": 0,
            "iconSiteId": 99997,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oDyvcjn1RJfp7AUKs0hXeSSelCLyPmfu",
          "fO5ChkBV6Ffe57GjU1UGopKNxxCO0YON",
          "8m8UQCXaiyrZ1GnyiQONIBCubnzDBIIX",
          "khwFB2TbEeuHkjxpUiTICztMTTLMVkRH",
          "kqsm8aqGbCO6TAMRymYahbnBAOVGlSLP",
          "oDyvcjn1RJfp7AUKs0hXeSSelCLyPmfu",
          "fO5ChkBV6Ffe57GjU1UGopKNxxCO0YON",
          "8m8UQCXaiyrZ1GnyiQONIBCubnzDBIIX",
          "khwFB2TbEeuHkjxpUiTICztMTTLMVkRH",
          "kqsm8aqGbCO6TAMRymYahbnBAOVGlSLP"
        ],
        "openingPeriods": [],
        "name": "Porto Mós Beach",
        "placeId": "ChIJD4PLl5UxGw0Rayk7f6GOpyU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great beach with lots of free parking, free wc / toilets and a restaurant.  Benches and paved area as well and handicap parking out front too. Very accessible!",
            "author_name": "Nada K.",
            "relative_time_description": "",
            "time": 1746199627,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is our favorite beach in Lagos! It is easily accesibile by car and by foot, the sand is great, sometimes there forms a lagoon, where children play in warmer water. If you go to Porto Mos, don't miss Campimar restaurant! It will make your whole day better!",
            "author_name": "Mihaela Cimpean",
            "relative_time_description": "",
            "time": 1746719867,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of my all time favorite beaches in the Algarve. This place is especially fun during the evening/sunset. It's so pretty. The sand is super soft and there's lots of room to play. Parking is easy. There aren't big waves which could be good/bad depending on what you're looking for!",
            "author_name": "Mason Fairbanks",
            "relative_time_description": "",
            "time": 1752403166,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.playocean.net/portugal/lagos/praias/praia-de-porto-de-mos",
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks",
          "Marinas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 36,
            "3": 257,
            "4": 1338,
            "5": 3439
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.085417,
        "address": "Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJLyhj-OoxGw0RKMbAXmnCKMQ",
        "generalDescription": "Praia do Canavial, located in Lagos, Portugal, is a popular beach known for its stunning yellow cliffs and rough seas. Accessible by walking along wooden walkways or by car, the beach offers a longer shoreline compared to other nearby beaches. While lacking the dramatic rock formations of Ponta da Piedade, Praia do Canavial is perfect for surfing and body-boarding due to the Atlantic Ocean's strong winds and waves.",
        "utcOffset": 60,
        "maxMinutesSpent": 120,
        "longitude": -8.679358,
        "rating": 4.6,
        "numRatings": 1168,
        "sources": [
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Next on our list on the most fabulous beaches of Lagos, Portugal is the stunning Praia do Canavial. A great destination if you’re planning on surfing Lagos, Portugal, the Praia do Canavial is located west of Ponta da Piedade, and lacks its iconic dramatic rock formations. And while Praia do Canavial still offers imposing ochre cliffs, they don’t shelter the beach from the Atlantic Ocean’s strong winds and waves, making it perfect for surfing and body-boarding.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 7,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia do Canavial beach derives from the vast reedbed extending around the torrential water that runs in a waterfall during the rainy season. This beach can be accessed through a network of pedestrian trails on top of the cliffs, where lots of local vegetation from the Algarve can be seen. The final part of the trail goes through a twisted and narrow path descending on stairs sculpted in the same cliff rock.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 5,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "Praia do Canavial is located just to the west of the rock formations of Ponta da Piedade which means that it’s a little further away from the old town of Lagos. This beach is lined by colossal sandstone cliffs but doesn’t have any rock formations or coves like many of the other Algarve beaches. The beach itself is very long so there is plenty of room for everyone and the sand is super smooth.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 7,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Sandwiched between Praia de Porto de Mós and Praia do Barranco do Martinho, Canavial Beach is south-facing and so experiences rougher seas than the east-facing beaches closer to town. If you’ve come to Lagos to surf, this is another beach worth testing your metal at. The shoreline is much longer than other beaches in the vicinity, so you won’t feel cramped.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 8,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Praia do Canavial sits just to the west of Lagos' famous Ponta de Piedade. This is the other side to all the much-photographed and well known coves with their iconic rock formations and calm, crystal clear waters. Canavial is a very different beach to its neighbours to the east; whilst it shares the same sandstone cliffs the similarities end there.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 8,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "Praia do Canavial is probably the least crowded beach in the area. It’s not easy to access it – a long way down following the narrow rock stairs. The beach is beautiful but rocky at the high tide water completely covers its sandy part leaving only the rocky part at the back.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 6,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "Once a “secret” beach, it has become more popular but still requires some effort to find it. Because it’s rather difficult to reach, it mostly attracts young people and is an unofficial nude and LGBT-friendly beach. Where to Stay: Canavial I & II Apartamentos",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 6,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Small and uncrowded, Praia do Canavial is a visit- and Instagram-worthy beach. Narrow and isolated from the city, framed by tall cliffs, this beach boasts a blissful setting. Take the pedestrian trail that runs along the clifftop to reach the Canavial.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 6,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "Praia do Canavial is a small beach, just east of Praia de Porto de Mós. It is relatively difficult to get to, which is why the beach is usually quite empty. Moreover, this is also an unofficial nude beach.",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 4,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Canavial’s Beach is a small tongue of sand that exists after Porto de Mós Beach. The normally deserted beach is ideal for couples looking for a romantic getaway.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 6,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ylfwym315lx9jPsIR0QMsKu8yUmcpECU",
          "NCzCuxZjjaZoztiZwkg0Zao3Xw41oMj9",
          "tUzckNODXie0fVl4StxD20Ti49dotSbJ",
          "Y9rKlNjOYaaTt5Ji82GyHzLcyEpiV29e",
          "Yof5tKuJxwuE3RvDCqgMFvJlWt7nLNB3",
          "ylfwym315lx9jPsIR0QMsKu8yUmcpECU",
          "NCzCuxZjjaZoztiZwkg0Zao3Xw41oMj9",
          "tUzckNODXie0fVl4StxD20Ti49dotSbJ",
          "Y9rKlNjOYaaTt5Ji82GyHzLcyEpiV29e",
          "Yof5tKuJxwuE3RvDCqgMFvJlWt7nLNB3"
        ],
        "openingPeriods": [],
        "name": "Praia do Canavial",
        "placeId": "ChIJLyhj-OoxGw0RKMbAXmnCKMQ",
        "internationalPhoneNumber": "+351 915 225 592",
        "reviews": [
          {
            "rating": 5,
            "text": "Great somewhat secluded beach just a few kms / miles out of Lagos, it is walkable from the centre but maybe 30-40 minutes, easy drive and there is some parking close by, need to just a fence to find the path and go down the steps on the cliff part, it is not too rough or scary and can be down if you just take your time. Keep coming back in our stay as it just was not as busy and it felt less touristy than the main beaches. Would recommend",
            "author_name": "Dante Mariotto",
            "relative_time_description": "",
            "time": 1737955073,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "From the boardwalk look for a shade spot with a lower cross slat removed and a sharpie note \"NUDE BEACH -->\". I climbed down in sandals and did fine. it took 5 minutes going slow.  there are some makeshift stairs most of the way down. We had an exceptional time at this nude beach.",
            "author_name": "Kate Cascone",
            "relative_time_description": "",
            "time": 1752969851,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really nice beach! You have to go through the railing to get there and the path might be slippery. We made it with Birkenstock 👍🏻😂\nThe water might be getting close to the stones so watch the waves. Our towels got wet 😉😂",
            "author_name": "Birge Je",
            "relative_time_description": "",
            "time": 1726756093,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.playocean.net/portugal/lagos/praias/praia-do-canavial",
        "index": 7,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 14,
            "3": 48,
            "4": 226,
            "5": 860
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.083993,
        "address": "R. do Canavial 17, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJR6ZndN0xGw0RNFD4-OLa4Bs",
        "generalDescription": null,
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.667972,
        "rating": 4.7,
        "numRatings": 648,
        "sources": [
          {
            "id": "1846237",
            "type": "webPlacesList",
            "url": "https://fortheloveofwanderlust.com/the-gorgeous-beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "This tiny beach didn’t have a path that I could see leading to it, which reminds me that this area is a hotspot for kayaking tours and little boating adventures. These tours take you up close and personal with these massive cliffs and sea arches.",
            "siteName": "For the Love of Wanderlust",
            "shortName": "The Gorgeous Beaches of Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 41159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XyqZrnkvb4UlQuN5j1F8WAZqfV9bczJa",
          "1ijfuLHcqgyUUxuP3n3YeihABuZ3lGyR",
          "3Xh6w5x8wr6MAv3yWOsEd5CsoIu84iHX",
          "CQX7XAEAGBznsg0eyjpgTg258KXgkyvf",
          "XyqZrnkvb4UlQuN5j1F8WAZqfV9bczJa",
          "1ijfuLHcqgyUUxuP3n3YeihABuZ3lGyR",
          "3Xh6w5x8wr6MAv3yWOsEd5CsoIu84iHX",
          "CQX7XAEAGBznsg0eyjpgTg258KXgkyvf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Praia da Boneca",
        "placeId": "ChIJR6ZndN0xGw0RNFD4-OLa4Bs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice!Full of caves with beautiful little bays and beaches.The headlands look amazing and the stairs allow for easy access.",
            "author_name": "Joshua Collingwood",
            "relative_time_description": "",
            "time": 1702940389,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beautiful beach, that gets very busy, it's also a bit of a trek down and up the steps.",
            "author_name": "Jason Rodwell",
            "relative_time_description": "",
            "time": 1753794118,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Praia da Boneca & Praia do Camilo are neighbors connected through a short tunnel, carved in the rocks.\nFor me this is one of the most beautiful beach side, I ever visited.\nIt is not only the strong contrast of the azure-turquoise colored water to the badlands (rocks colored in a rainbow from orange to dark red tones), but if you're adventurous and take a longer swim, you'll reach to small little caves and hidden beaches where you can be all alone with your companion or yourself.",
            "author_name": "Xenophiloge (Sess)",
            "relative_time_description": "",
            "time": 1549174019,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.playocean.net/portugal/lagos/praias/praia-da-boneca",
        "index": 8,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 6,
            "3": 21,
            "4": 112,
            "5": 502
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.087126,
        "address": "8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJ1Y4rr9sxGw0Ru5C9uT1hPfw",
        "generalDescription": "Praia do Pinhão is a picturesque and secluded cove nestled between Praia dos Estudantes and Dona Ana. It boasts crystal-clear azure waters, amber sand, and towering orange cliffs that create a stunning backdrop. Accessible by a steep stone stairway or via Praia dos Estudantes at low tide, this beach offers a peaceful retreat away from the bustling crowds.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.668133,
        "rating": 4.6,
        "numRatings": 2178,
        "sources": [
          {
            "id": "100068",
            "type": "webPlacesList",
            "url": "https://delveintoeurope.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "One of the smaller Lagos Algarve beaches, Praia do Pinhao is a small cove a few minutes’ walk north from Praia Dona Ana, on one of the routes back towards Lagos town. It’s accessible via a steep set of steps, and more secluded than most of the other beaches near Lagos Portugal – despite being only a few minutes’ walk from the Old Town. A magical little place, one of the best places in Algarve to escape the crowds, especially outside the summer season.",
            "siteName": "Delve Into Europe",
            "shortName": "8 Best Lagos Portugal Beaches To Visit (don't Miss Them)",
            "indexInSource": 1,
            "iconSiteId": 13401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "To describe the little cove of Praia do Pinhão as a hidden gem might be going a little to far, but it is certainly a gem, and by Lagos standards somewhat hidden. Tucked away at the bottom of the steep ochre cliffs that stretch along the coast towards Ponta da Piedade the beach at Praia do Pinhão is only really obvious to those who are looking for it. It is accessed by a steep stone stairway that makes its way down the cliff in a series of terraces.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 6,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100061",
            "type": "webPlacesList",
            "url": "https://www.7continents1passport.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Located between Praia dos Estudantes and Dona Ana, Pinhão is another gorgeous beach with crystal-clear azure water, yellow and orange towering cliffs and amber sand. It’s accessed by a steep stone stairway and also via Praia dos Estudantes at low tide. Praia do Pinhão is frequented by families and young people and the second part, closer to Dona Ana Beach, is much larger and usually busier than the first one.",
            "siteName": "7 Continents 1 Passport",
            "shortName": "Beaches in Lagos, Portugal: 7 Must-See + A Secret One",
            "indexInSource": 3,
            "iconSiteId": 15538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "A hidden gem by Lagos standards, Praia do Pinhão is located between Praia dos Estudantes and Praia Dona Ana. Tucked beneath steep ochre cliffs, it’s partially shaded in the afternoon, making it a good spot to cool off out of the direct sun. You likely won’t have to jostle with large crowds for a spot on the sand, which is a nice change from some of the other Lagos beach listings here.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 5,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Wedged between Praia dos Estudantes and Praia Dona Ana, Praia do Pinhao is a gorgeous, secluded beach, more untouched than the other beaches of Lagos, Portugal. Since it’s more of a hidden gem (for Lagos’ standards), there are not many amenities offered at Praia do Pinhão. So make sure you bring your own towels, umbrellas, drinks, food, etc.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 3,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100071",
            "type": "webPlacesList",
            "url": "https://travel-boo.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "Nestled between Praia dos Estudantes and Praia Dona Ana you, will find Praia do Pinhão. Another beautiful Lagos beach with the exception that it is not as commercialised as some of the others in the region. This means, if you are looking for sun-loungers, beach bars and other facilities, then this may not be the beach for you!",
            "siteName": "Travel-Boo Europe Travel Blog",
            "shortName": "8 Of The Most Beautiful And Best Beaches in Lagos, Portugal To Explore!",
            "indexInSource": 4,
            "iconSiteId": 8944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846215",
            "type": "webPlacesList",
            "url": "https://www.gnometrotting.com/beach-guide-to-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "North of Dona Ana, there is a slightly smaller beach with almost as much space to lay out that’s nestled between rocks. Because the walk to it is a little longer, it feels more secluded than Dona Ana. It is particularly nice when the tide is low and you can see some of the grottos without the need of a boat.",
            "siteName": "GnomeTrotting",
            "shortName": "Beach guide to Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 4417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "To reach Praia do Pinhão beach, you can walk along a pedestrian trail along the top of the cliff from the famous Praia Dona Ana beach, also in Lagos, Algarve, Portugal. The sandy area is small and nestled among high cliffs of warm and intense hues. The eastern part of the beach creates a slight natural arch.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 2,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "This hidden gem is a little cove tucked away behind Lagos’s famous golden cliffs. You would only really come across this hidden beach if you knew it was there or if you luckily stumbled across it like I did. Praia do Pinhão is the perfect beach for anyone looking for an untouched, unspoiled beach.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846227",
            "type": "webPlacesList",
            "url": "https://redwhiteadventures.com/beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia do Pinhão is another beach not far from downtown Lagos which is easily accessible by foot. There’s a staircase that leads you down to this beautiful golden sand beach. We didn’t get a chance to go down to this one but we did see it from above while walking the coastal trail around Lagos.",
            "siteName": "Red White Adventures",
            "shortName": "8 Beautiful Beaches in Lagos You Need to Visit",
            "indexInSource": 0,
            "iconSiteId": 44515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518831",
            "type": "webPlacesList",
            "url": "https://expertworldtravel.com/best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "If you head west again, the next beach you’ll encounter is Praia do Pinhao, which is somewhat of a hidden gem of a beach in Lagos. And, it is rarely as busy as the surrounding beaches. Two small stretches of beach are separated by a picturesque rocky mass with a ‘walkway’ in between.",
            "siteName": "Expert World Travel",
            "shortName": "Best Beaches In Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 4538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846221",
            "type": "webPlacesList",
            "url": "https://thevillaagency.co.uk/10-must-visit-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Surrounded by massive sea stacks and water-filled caves, this beach offers a sandy expanse for sunbathing. After parking and taking in the breathtaking views from the cliffs above, follow the stone stairs down to the beach. The view from the top is nothing short of incredible.",
            "siteName": "The Villa Agency",
            "shortName": "10 Must-Visit Beaches in Lagos, Portugal",
            "indexInSource": 6,
            "iconSiteId": 59290,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100073",
            "type": "webPlacesList",
            "url": "https://www.opreismetco.nl/en/portugal-en/best-beaches-in-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "The beach called Praia do Pinhão is kind of my own secret beach and a bit of a hidden gem. When I am in Lagos, I always rent the same apartment and this beach is closest to it. It’s just a short walk from the Lagos town center and you can only get here on foot.",
            "siteName": "Op reis met Co",
            "shortName": "13 Best Beaches in Lagos Portugal",
            "indexInSource": 2,
            "iconSiteId": 15545,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "The small Pinhão’s Beach is hidden by the rock formations that surround it. There are no facilities at the beach, which remains virgin and untouched by the human hand, making us feel completely immersed in nature. The water is of an impressive transparency.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 5,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529458",
            "type": "webPlacesList",
            "url": "https://www.seabookings.com/blog/top-6-beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia do Pinhão is a really nice alternative to the larger busier beaches in Lagos, near the city center. Just like Dona Ana and Camilo, Pinhão is stunning. The rock towers around the beach create shaded areas as the sun makes its way through the day.",
            "siteName": "SeaBookings",
            "shortName": "Our top 6 beaches in Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 36162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "Praia do Pinhão is a small but beautiful beach, located between Praia da Dona Ana and Praia dos Estudantes. The beach is not far from the centre of Lagos, but is usually less crowded than the other beaches nearby. Read more about Praia do Pinhão",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 5,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421225",
            "type": "webPlacesList",
            "url": "https://www.nothingfamiliar.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Like several of the other beaches in Lagos Portugal, Praia do Pinhao is made up of two smaller beaches connected with a crazy rock formation. Literally, the only way to get to these spots is by hiking along the cliff walk!",
            "siteName": "Nothing Familiar",
            "shortName": "7 Best Beaches in Lagos Portugal: Secret Cliffs & Coves Guide",
            "indexInSource": 1,
            "iconSiteId": 15693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "Another beautiful beach surrounded by limestone cliffs with bizarre rock formations and turquoise water. This beach sits between Praia dos Estudantes and Praia Dona Ana. There are some caves and tunnels to explore around.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 3,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "Cliffs separate this beach from Praia dos Estudantes to the east and Praia da Dona Ana to the west. A long staircase leads to the sand, offering views along the way. Where to Stay: Lagos City Center Guest House & Hostel",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 4,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846237",
            "type": "webPlacesList",
            "url": "https://fortheloveofwanderlust.com/the-gorgeous-beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "This was probably my favorite of the beaches, even though we really only saw it from above. I just really fell in love with the formations. This isn’t one that you can really access along paths or beach fronts.",
            "siteName": "For the Love of Wanderlust",
            "shortName": "The Gorgeous Beaches of Lagos, Portugal",
            "indexInSource": 1,
            "iconSiteId": 41159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100060",
            "type": "webPlacesList",
            "url": "http://www.goodtimeslagos.com/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Enter the grotto cave room on the left side, or walk through the rock tunnel to the next beach. You can also walk along the path from here to the next beach, Dona Ana. Praia do Pinhão on google maps",
            "siteName": "goodtimeslagos.com",
            "shortName": "Best Beaches in Lagos Portugal",
            "indexInSource": 0,
            "iconSiteId": 4689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846225",
            "type": "webPlacesList",
            "url": "https://www.gorgeousunknown.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "A little further ahead, you’ll find Praia do Pinhao, about a 20-minute walk from central Lagos. This area has two beaches with a passageway between them.",
            "siteName": "Gorgeous Unknown",
            "shortName": "Beaches in Lagos Portugal",
            "indexInSource": 1,
            "iconSiteId": 21541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846236",
            "type": "webPlacesList",
            "url": "https://livingourmemories.com/5-beaches-you-cant-miss-near-lagos/",
            "sourceSite": "Web",
            "snippet": "It has also been voted one of the best beaches in the world by Conde Naste travellers and when you visit, it’s easy to see why.",
            "siteName": "livingourmemories.com",
            "shortName": "5 Mind-Blowing Beaches Near Lagos, Portugal (Ultimate 2023 Guide)",
            "indexInSource": 1,
            "iconSiteId": 122606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "Nature lovers who are longing to become one will not be able to resist the beautiful shoreline of the Praia do Pinhão.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4LAwjzI8XXwy0Lhedx1QIQ96Jayea8oC",
          "IYIkMqzcXekhCffwsGHbNHJFUuVmnvT3",
          "RJkwIJZJIuQx4pUhdMEm29pv6HMYO2dD",
          "UddxeXoKpZ4MZ9uXMhpNcXfgZlDqHP00",
          "mFWOZLoRj3aRxe9kJ7WYf2BJbGBYWvOt",
          "4LAwjzI8XXwy0Lhedx1QIQ96Jayea8oC",
          "IYIkMqzcXekhCffwsGHbNHJFUuVmnvT3",
          "RJkwIJZJIuQx4pUhdMEm29pv6HMYO2dD",
          "UddxeXoKpZ4MZ9uXMhpNcXfgZlDqHP00",
          "mFWOZLoRj3aRxe9kJ7WYf2BJbGBYWvOt"
        ],
        "openingPeriods": [],
        "name": "Praia do Pinhão",
        "placeId": "ChIJ1Y4rr9sxGw0Ru5C9uT1hPfw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Along with the other beaches on this coast, it's very cool to see the rocks formations and enjoy the water and soft sand.\n\nIf you're doing the trails at the top, beware of where you walk because the land is dry and soft. When I was there, there was a boardwalk making in progress, which is a safer alternative than the man-made paved trails.",
            "author_name": "Candice",
            "relative_time_description": "",
            "time": 1703620771,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beach was shut but you can see it from the path above and it is very pretty!",
            "author_name": "Kit Jan",
            "relative_time_description": "",
            "time": 1747754097,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "As of July 2025 this area is closed due to falling rock activity on the cliffs. Anyway the beach is tiny and the way down strenuous. There are better and bigger beaches at each side.",
            "author_name": "Trachemysta",
            "relative_time_description": "",
            "time": 1754063140,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.playocean.net/portugal/lagos/praias/praia-do-pinhao",
        "index": 9,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 24,
            "3": 96,
            "4": 452,
            "5": 1586
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.094378,
        "address": "R. José Formosinho, 8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJq5qngdoxGw0RG1qPPazLaQc",
        "generalDescription": "Miradouro Praia da Batata, also known as Potato Beach, is a stunning gem nestled in Lagos, Algarve. This beach attracts a vibrant crowd, especially during the summer months when young sun-seekers flock to its shores for relaxation and post-nightlife gatherings. The picturesque setting features interconnected beaches adorned with charming caves that invite exploration. For those who rise early, witnessing the sunrise here is an unforgettable experience.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.668461,
        "rating": 4.6,
        "numRatings": 800,
        "sources": [
          {
            "id": "529458",
            "type": "webPlacesList",
            "url": "https://www.seabookings.com/blog/top-6-beaches-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata (or Potato Beach in English) is one of the most popular beaches in Lagos for the young generation. During the summer months, this beach is packed with young guys. After going out at night in Lagos, this is where the youngsters go for an after party or to enjoy their hang-over in the sun.",
            "siteName": "SeaBookings",
            "shortName": "Our top 6 beaches in Lagos, Portugal",
            "indexInSource": 0,
            "iconSiteId": 36162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4cSsltl5av3kIJILzPQFistg6eJM4BAd",
          "l6OFXD8eKhi0iVcMl47ZXBT4ndc3fOrL",
          "5mnYFWyT7HEKIWmPc3QEUJIIPXPRL1mX",
          "i0o7hOLSDoCA9qvQ35Lgba3PYRUbpug2",
          "uvsI7FAb4ttQYw8SRAAr2RALtLXxstkZ",
          "4cSsltl5av3kIJILzPQFistg6eJM4BAd",
          "l6OFXD8eKhi0iVcMl47ZXBT4ndc3fOrL",
          "5mnYFWyT7HEKIWmPc3QEUJIIPXPRL1mX",
          "i0o7hOLSDoCA9qvQ35Lgba3PYRUbpug2",
          "uvsI7FAb4ttQYw8SRAAr2RALtLXxstkZ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Miradouro Praia da Batata",
        "placeId": "ChIJq5qngdoxGw0RG1qPPazLaQc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice beach for relaxing. We visited in may and the water was quite cold so not many people were swimming. The beach was very clean and the sand was very soft. We sat there in the morning with some coffee and pastries",
            "author_name": "Nadia Barakat",
            "relative_time_description": "",
            "time": 1716495797,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely beautiful and awe striking caves and beaches! We did the kayaking tour and it was well worth it! Kayaking is a must here! The Portuguese guides were super friendly and very entertaining! I'll be doing this again!!!",
            "author_name": "Walter Cazares",
            "relative_time_description": "",
            "time": 1622311326,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This beach is easy to reach by foot. Wooden planks lead the way. There is a bar nearby at beach level, it's reasonably clean (trash wise) and there were life guards. It's a VERY POPULAR beach because of the unique setting below/between big rock formations. It's free! One big dislike is for the insane amounts of seaweed both in the water and on the shore. Needless to point out that it stinks and is popular with thousands of flies.",
            "author_name": "Stéphane DECKER",
            "relative_time_description": "",
            "time": 1661466359,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 6,
            "3": 38,
            "4": 198,
            "5": 552
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.098091,
        "address": "Av. dos Descobrimentos, 8600-315 Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJjUbjf9MxGw0RbkoYLTS82CQ",
        "generalDescription": "Sao Roque beach is a popular tourist attraction in Lagos, with shallow waters and a lively atmosphere. The beach is clean and well-maintained, with all amenities provided. There are several beach restaurants on site, as well as a few bars and cafes. The beach can be enjoyed in both summer and winter.",
        "utcOffset": 60,
        "maxMinutesSpent": 180,
        "longitude": -8.667516,
        "rating": 4.6,
        "numRatings": 1468,
        "sources": [
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "A short stroll from Lagos Marina and the centre of town, São Roque Beach might not be the prettiest beach in Lagos, but the ultra-soft sand, shallow waters and gentle waves make it ideal for paddling. There’s plenty of space to pop a parasol on the large crescent-shaped swathe of fine sand or in the dunes beyond. This beach is clean and well-kept, with all amenities provided and lifeguards on duty.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 2,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Technically speaking Praia de São Roque doesn't exist as a beach in its own right and is generally considered to be part of the vast crescent of sand that is Meia Praia. The beach is still referred to by its old name by some locals though. Historically Praia de São Roque and Meia Praia were two separate beaches divided by a stream.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 4,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846234",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/meia-praia.html",
            "sourceSite": "Web",
            "snippet": "Sometimes, the western side is called Praia de São Roque and the east Praia do Vale da Lama, but it’s all the same beach, all Meia Praia. The handful of restaurants and bars (some of which are open until late and throughout the year) are all on the western and middle sections, and there are no facilities on the eastern side.",
            "siteName": "lagosportugaltourism.com",
            "shortName": "Meia Praia Beach, Lagos (Algarve)",
            "indexInSource": 0,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xrb9jiN2qSOsoVTzyLDlSZmVkKAdPDRB",
          "8jgnUZl5muoCrvV5OvW6OQ9OBkkUacOh",
          "5jYeBiTi3z7ducJbqdaRc3Yh5TGobeGo",
          "6NwubyNuKGzebpgAki61EX3un1vaLMx4",
          "EPBPviDS8MbbwI4qrZMMfBTpkbtlPZV5",
          "xrb9jiN2qSOsoVTzyLDlSZmVkKAdPDRB",
          "8jgnUZl5muoCrvV5OvW6OQ9OBkkUacOh",
          "5jYeBiTi3z7ducJbqdaRc3Yh5TGobeGo",
          "6NwubyNuKGzebpgAki61EX3un1vaLMx4",
          "EPBPviDS8MbbwI4qrZMMfBTpkbtlPZV5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Praia de São Roque",
        "placeId": "ChIJjUbjf9MxGw0RbkoYLTS82CQ",
        "internationalPhoneNumber": "+351 915 225 592",
        "reviews": [
          {
            "rating": 5,
            "text": "Fantastic for bathing, running (especially on the new boardwalks) and occasionally surfing. My happy place.",
            "author_name": "Andrew Coleman",
            "relative_time_description": "",
            "time": 1713951219,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful, wide and long beach. You can walk far into the water – highly recommended!",
            "author_name": "Big G0jir4",
            "relative_time_description": "",
            "time": 1755860942,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely place.clean waters,amazing sunset.very nice restaurant near by.",
            "author_name": "Dimitra poul",
            "relative_time_description": "",
            "time": 1696468361,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.playocean.net/portugal/lagos/praias/meia-praia-sao-roque",
        "index": 11,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 13,
            "3": 88,
            "4": 383,
            "5": 970
          }
        },
        "minMinutesSpent": 180,
        "latitude": 37.103228,
        "address": "Lagos, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJs1fqw4sxGw0RWJxUZzquLTM",
        "generalDescription": "Praia da Batata is a pretty but crowded beach in Lagos, Portugal, known for its clean sands and beautiful views. It's just one of the several nice beaches within walking distance of the old town. Praia do Camilo is a small and secluded spot ideal for snorkeling, while Praia Dona Ana is sheltered by ochre-colored cliffs. Estudantes beach features a cool bridge connecting two cliffs that attracts boat trippers who come to admire this man-made treasure.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.668115,
        "rating": 4.6,
        "numRatings": 469,
        "sources": [
          {
            "id": "100061",
            "type": "webPlacesList",
            "url": "https://www.7continents1passport.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "The closest beach to the city centre, “Potato Beach” has an excellent infrastructure with public bathrooms, showers, restaurants, lifeguards, chairs, umbrellas and SUP for hire and is one of only four wheelchair-accessible beaches in the city. At the entrance, you can see the historic beachfront fortress Ponta da Bandeira which was completed in 1690, the Cais da Solaria, a breakwater that protects the mouth of the River Bensafrim, and Lagos’ marina and harbour. When you walk towards the beach’s southern end with the familiar ochre Algarvian cliffs, Praia da Batata gets much more beautiful, quieter and nicer.",
            "siteName": "7 Continents 1 Passport",
            "shortName": "Beaches in Lagos, Portugal: 7 Must-See + A Secret One",
            "indexInSource": 4,
            "iconSiteId": 15538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100067",
            "type": "webPlacesList",
            "url": "https://wander-lush.org/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Due to its close proximity to the centre of Lagos, Praia da Batata (‘Potato Beach’) is extremely popular with first-time visitors. It gets very busy during the summer months as a result – but the southern end of the beach towards Praia dos Estudantes is a little quieter. There are some major upsides to visiting Lagos’ busiest beach – it’s convenient to town, has great infrastructure (including public bathrooms), is monitored by a lifeguard, and it’s one of only a handful of Lagos beaches that is wheelchair-accessible.",
            "siteName": "Wander-Lush",
            "shortName": "11 Best Beaches in Lagos, Portugal to Visit This Summer",
            "indexInSource": 3,
            "iconSiteId": 938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "518831",
            "type": "webPlacesList",
            "url": "https://expertworldtravel.com/best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata is the closest to downtown beach in Lagos, which means it’s definitely one of the busier beaches. In the summer months, you can find it packed with tourists who don’t want to walk far to feel the sand beneath their toes but, in the winter months, it’s reclaimed by locals who trickle in around midday for some lunchtime sun, sea, and sand. The beach itself is located just to the west of the mouth to the Lagos Marina, where you’ll also find the small fort of Ponta da Bandeira.",
            "siteName": "Expert World Travel",
            "shortName": "Best Beaches In Lagos, Portugal",
            "indexInSource": 1,
            "iconSiteId": 4538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846223",
            "type": "webPlacesList",
            "url": "https://www.travellerselixir.com/lagos-beach-guide/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata is the closest beach to the old town of Lagos, where most of the hotels are located, meaning it is pretty easy to get to. It’s also a really beautiful beach that is surrounded by golden cliffs and has inviting smooth sand and turquoise waters. Due to both its beauty and how close it is to Lagos old town, it tends to get very busy and it’s not the biggest of beaches so it can feel crowded.",
            "siteName": "Traveller's Elixir",
            "shortName": "10 Best Beaches In Lagos, Portugal",
            "indexInSource": 1,
            "iconSiteId": 15550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846231",
            "type": "webPlacesList",
            "url": "https://www.vortexmag.net/en/9-best-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata is a urban beach located between Praia dos Estudantes and the western dock of Ribeira de Bensafrim, few meters away from the historical centre of Lagos, the Algarve. Behind the sandy area appears a cliff with a stately stone-paved square, traversed with a beautiful seaside walk, offering several leisure activities. After the dock, you will find a small and lesser-known sandy area.",
            "siteName": "VortexMag",
            "shortName": "The 9 best beaches in Lagos",
            "indexInSource": 4,
            "iconSiteId": 13306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846219",
            "type": "webPlacesList",
            "url": "https://travelsblog.co.uk/lagos-portugal-beaches",
            "sourceSite": "Web",
            "snippet": "Praia da Batata in Lagos, Portugal, is a beautiful, centrally located beach that attracts both tourists and locals. Known for its golden sands, crystal-clear waters, and scenic rock formations, it’s an ideal spot for relaxation and adventure. The beach is just a short walk from Lagos’ historic old town, making it perfect for combining a day of beach fun with city exploration.",
            "siteName": "travelsblog.co.uk",
            "shortName": "Lagos Portugal Beaches – Travel Blog",
            "indexInSource": 0,
            "iconSiteId": 98514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207861",
            "type": "webPlacesList",
            "url": "https://algarvefun.com/lagos/top-beaches-in-lagos/",
            "sourceSite": "Web",
            "snippet": "Batata Beach is just a few meters away from the historic centre of Lagos. Being small, but with a calm and brilliant blue sea, the beach is the perfect destination for the inhabitants of the city who leave work at the end of the day and yearn for a quick dip in the Atlantic Ocean. The rock formations that decorate Batata Beach allow access to caves or to the Students’ Beach.",
            "siteName": "Algarve Fun",
            "shortName": "Best Beaches in Lagos - Top Tips, Advice & Information",
            "indexInSource": 1,
            "iconSiteId": 13517,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277544",
            "type": "webPlacesList",
            "url": "https://www.portugalvisitor.com/algarve/lagos-beaches",
            "sourceSite": "Web",
            "snippet": "Praia da Batata (Potato Beach) is on the opposite side of the river from Meia Praia and the closest beach to Lagos old town. Praia da Batata is the first of Lagos' small, cove beaches as the coastline runs to the south out in to the sea. There are parasols and sun beds for hire and a number of kiosks selling snacks and drinks.",
            "siteName": "Portugal Visitor Travel Guide To Portugal",
            "shortName": "Lagos Beaches",
            "indexInSource": 1,
            "iconSiteId": 13664,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "573000",
            "type": "webPlacesList",
            "url": "https://thealgarvefamily.com/best-beaches-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "There is nothing wrong with it, it’s just not as impressive as the nearby beaches and not as big and wide as the beaches on the extreme east and west of Lagos. Praia da Batata is the closest to the historical centre beach, about 500 m away. It’s situated next to the Forte da Ponte da Bandeira and the Old Town of Lagos.",
            "siteName": "The Algarve Family",
            "shortName": "9 Amazing beaches in Lagos, Portugal",
            "indexInSource": 2,
            "iconSiteId": 53707,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100071",
            "type": "webPlacesList",
            "url": "https://travel-boo.com/lagos-portugal-beaches/",
            "sourceSite": "Web",
            "snippet": "The closest beach to the centre of Lagos is Praia da Batata (literally translated as Potato Beach). It’s a small coved beach surrounded by the typical golden rugged cliffs and rock formations that you’ll keep seeing plenty of in the Algarve. To be very honest, this is not my favourite Lagos beach.",
            "siteName": "Travel-Boo Europe Travel Blog",
            "shortName": "8 Of The Most Beautiful And Best Beaches in Lagos, Portugal To Explore!",
            "indexInSource": 3,
            "iconSiteId": 8944,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529451",
            "type": "webPlacesList",
            "url": "https://www.travel-in-portugal.com/beaches/lagos",
            "sourceSite": "Web",
            "snippet": "Along with the neighbouring Praia do Cais da Solária, Praia da Batata is the closest beach to Lagos' town centre. Just a few minutes walk from all of the town's amenities this is the easiest option around. On the flipside this means it does tend to get busy fairly quickly during the summer months.",
            "siteName": "Portugal Travel Guide",
            "shortName": "24 of the Best Beaches in Lagos",
            "indexInSource": 5,
            "iconSiteId": 16006,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846218",
            "type": "webPlacesList",
            "url": "https://www.lagosportugaltourism.com/beaches/",
            "sourceSite": "Web",
            "snippet": "This small beach is next to the 17th-century fort right in the center of town. Many of the kayak tours around the coast depart from here, and it’s usually crowded. The cliffs shelter it from the wind and separate it from the neighboring Praia dos Estudantes, but a tunnel connects the two.",
            "siteName": "lagosportugaltourism.com",
            "shortName": "The Best Lagos Beaches (and the Most Beautiful)",
            "indexInSource": 3,
            "iconSiteId": 78652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275149",
            "type": "webPlacesList",
            "url": "https://walkawhilewithme.com/beaches-of-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Next on our list is the charming Praia da Batata (Potato Beach). Conveniently close to Lagos, Praia da Batata is a wheelchair-accessible and family-friendly beach offering calm waves and a 17th century fortress!. Due to its close proximity to Lagos, Praia da Batata can get quite crowded.",
            "siteName": "Walk a While with Me",
            "shortName": "The Beaches of Lagos, Portugal: 10 Beaches You Have to Visit!",
            "indexInSource": 2,
            "iconSiteId": 21079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846221",
            "type": "webPlacesList",
            "url": "https://thevillaagency.co.uk/10-must-visit-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata is undeniably one of the most popular beaches in Lagos. This beach is not only a picturesque sunbathing spot but also steeped in history, with a 17th-century fortress overlooking its shores. It’s a fantastic place to connect with locals and socialise.",
            "siteName": "The Villa Agency",
            "shortName": "10 Must-Visit Beaches in Lagos, Portugal",
            "indexInSource": 4,
            "iconSiteId": 59290,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100062",
            "type": "webPlacesList",
            "url": "https://www.wapititravel.com/blog/en/beaches-lagos/",
            "sourceSite": "Web",
            "snippet": "When you talk about the most popular beaches in Lagos, Praia da Batata tops the list. Watched over by a 17th-century fortress on one side, this beach also serves as a living piece of history!. Praia da Batata is where you can meet the locals and socialize.",
            "siteName": "Wapiti Travel",
            "shortName": "9 mind-blowing beaches in Lagos, Portugal",
            "indexInSource": 5,
            "iconSiteId": 14166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846217",
            "type": "webPlacesList",
            "url": "https://www.globeslice.com/lagos-beaches/",
            "sourceSite": "Web",
            "snippet": "**Also known as “the town beach” due to it being right off of the center of town, Praia da Batata offers a mix of open beach with smaller private coves that are accessed through tight man-made tunnels that have been drilled into the rocks.",
            "siteName": "GlobeSlice",
            "shortName": "Lounging around Lagos Beaches",
            "indexInSource": 1,
            "iconSiteId": 267781,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100073",
            "type": "webPlacesList",
            "url": "https://www.opreismetco.nl/en/portugal-en/best-beaches-in-lagos-algarve/",
            "sourceSite": "Web",
            "snippet": "The high cliffs that surround the beach make it feel like a very isolated place. You can watch boats from here because they sail along this beach to the port of Lagos. For the best view of this beach, climb to Miradouro Praia da Batata.",
            "siteName": "Op reis met Co",
            "shortName": "13 Best Beaches in Lagos Portugal",
            "indexInSource": 1,
            "iconSiteId": 15545,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846229",
            "type": "webPlacesList",
            "url": "https://www.algarvetips.com/beaches/lagos/",
            "sourceSite": "Web",
            "snippet": "Due to the proximity to the town, the beach is usually quite crowded. There are also a number of water sports that you can enjoy here, like kayaking. If you want to relax and are staying in Lagos, this beach is a convenient choice.",
            "siteName": "AlgarveTips",
            "shortName": "Lagos Beaches You Should Visit During Your Holiday [Updated]",
            "indexInSource": 1,
            "iconSiteId": 15541,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100060",
            "type": "webPlacesList",
            "url": "http://www.goodtimeslagos.com/best-beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Enter the grotto cave room on the left side, or walk through the rock tunnel to the next beach. You can also walk along the path from here to the next beach, Dona Ana. Praia da Batata on Google maps",
            "siteName": "goodtimeslagos.com",
            "shortName": "Best Beaches in Lagos Portugal",
            "indexInSource": 3,
            "iconSiteId": 4689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421225",
            "type": "webPlacesList",
            "url": "https://www.nothingfamiliar.com/beaches-in-lagos-portugal/",
            "sourceSite": "Web",
            "snippet": "Praia da Batata is probably one of the coolest and most beautiful town beaches in Europe!. Just a short walk from the castle wall you’ll be relaxing in the crystal clear water in no time.",
            "siteName": "Nothing Familiar",
            "shortName": "7 Best Beaches in Lagos Portugal: Secret Cliffs & Coves Guide",
            "indexInSource": 0,
            "iconSiteId": 15693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "D4FOw9sG7kmlLU0cA50seycArVk6wPS9",
          "dM5TOa9PKx2lAS74ujNEOS2RIXgvjGXP",
          "meBADrqT5acSEHWQMSh1sj1iV8PnFKF1",
          "CphTzCy9yOniRIfuhY21D3elEtXaHCXJ",
          "vwpWoeEaA4Yrsj77ukMgKhZvfzDocNKt",
          "D4FOw9sG7kmlLU0cA50seycArVk6wPS9",
          "dM5TOa9PKx2lAS74ujNEOS2RIXgvjGXP",
          "meBADrqT5acSEHWQMSh1sj1iV8PnFKF1",
          "CphTzCy9yOniRIfuhY21D3elEtXaHCXJ",
          "vwpWoeEaA4Yrsj77ukMgKhZvfzDocNKt"
        ],
        "openingPeriods": [],
        "name": "Praia da Batata",
        "placeId": "ChIJs1fqw4sxGw0RWJxUZzquLTM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a cute little beach nestled between the cliffs and just a short walk from the city center. 🏖\n\nPerfect spot for a relaxing morning sunbathing session, highly recommend! ☀️",
            "author_name": "Monica MAGDA",
            "relative_time_description": "",
            "time": 1754234902,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach was nearest to where I was staying. Almost had the beach to myself. Then again it is the end of the season.\n\nSurprised to see the public toilets closed on the 2/11/2024 as all Saints day was the day before. Probably not opened then as it was a rainy day.\n\nThis beach would be my third favourite in Lagos.",
            "author_name": "David White",
            "relative_time_description": "",
            "time": 1731969794,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I visited on Monday and Tuesday in January,  2025.  It's the cleanest public beach I have ever been on.  Zero trash!  Well done, Lagos!!",
            "author_name": "Carla Davis",
            "relative_time_description": "",
            "time": 1736259650,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.visitportugal.com/pt-pt/content/praia-da-batata",
        "index": 12,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 8,
            "3": 36,
            "4": 95,
            "5": 326
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.097916,
        "address": "38XJ+5Q, Lagos, Portugal",
        "travel_time": null
      }
    ]
  }
}