{
  "list_id": "1014",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1014/1.jpg",
  "description": "Dive into \"Picture-Perfect Porto: Capture the Charm\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160444"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Picture-Perfect Porto: Capture the Charm",
  "city_id": "9653",
  "subtype": "poi",
  "city": "Porto",
  "created_ts": 1759437176,
  "slug": "picture-perfect-porto-capture-the-charm-porto-poi-795031",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJHwb6td1kJA0R5zTqv3nKOSk",
        "generalDescription": "Jardim do Morro is a hilltop green space in Porto that offers stunning panoramic views of the city and the distant Atlantic. Visitors can reach this picturesque spot by taking a scenic cable car ride or walking across the iconic Ponte de Dom Luis. The park is popular among locals and tourists alike, especially during late afternoon when people gather to watch the sunset over the river.",
        "utcOffset": 60,
        "maxMinutesSpent": 90,
        "longitude": -8.609293,
        "rating": 4.7,
        "numRatings": 32839,
        "sources": [
          {
            "id": "1001282",
            "type": "webPlacesList",
            "url": "https://www.flytographer.com/blog/best-places-to-take-photos-porto/",
            "sourceSite": "Web",
            "snippet": "Accessible by cable car, or, in Portuguese, teleférico, or by crossing the upper deck of Dom Luís I bridge, Jardim do Morro is a hilltop garden and park in Vila Nova de Gaia. This peaceful spot doubles as a miradouro, or a viewpoint, offering more spectacular city views of Porto and its historic buildings. Do as the locals do and enjoy an afternoon lying on the lawn under the palm trees, admiring the panorama.",
            "siteName": "Flytographer",
            "shortName": "Top 10 Places to Take Photos in Porto",
            "indexInSource": 5,
            "iconSiteId": 19892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "The Jardim do Morro is an extremely well-kept park from where you can have a great view of Oporto. It is actually located in Vila Nova de Gaia but you will only need to cross the Luiz I bridge to reach it, which is pretty cool. You’ve been visiting the city all day and now you’re looking for some relaxation?",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 2,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460720",
            "type": "webPlacesList",
            "url": "https://traveltomorrow.com/10-most-instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "Jardim do Morro is a park located in Vila Nova de Gaia, just across the Dom Luís I Bridge. The park offers panoramic views of Porto’s historic centre and is a popular spot to watch the sunset. The nearby Serra do Pilar Monastery also provides a stunning backdrop for photographs.",
            "siteName": "Travel Tomorrow",
            "shortName": "10 most instagrammable places in Porto for stunning travel photos",
            "indexInSource": 4,
            "iconSiteId": 3858,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "We say that the only good thing from Gaia, the city across the Douro river, is the view towards Porto. This photo might explain better than words why we say that!. How to get there: the subway station Jardim do Morro is across the street.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 6,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Jardim do Morro is one of the best places to take photos in Porto. The park offers stunning views of the city from Gaia, across the Douro River. It is a great spot for picnics and relaxation as well.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 0,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iY0qKwwDgUGOeONZPUDKU65rtPZEnP5P",
          "qoWQCbpo4i4LMN6aLAoQI8Y6OPFdk4oR",
          "gnlW5Qfukb4Cb8K9qcvzBHuanuKjHAl0",
          "cZdiqqR6k7p2EcoQHduYBD8n5ZIbGd4p",
          "IIn5JGXzVwsnTBGBut5qnbrFNySuwGU3",
          "iY0qKwwDgUGOeONZPUDKU65rtPZEnP5P",
          "qoWQCbpo4i4LMN6aLAoQI8Y6OPFdk4oR",
          "gnlW5Qfukb4Cb8K9qcvzBHuanuKjHAl0",
          "cZdiqqR6k7p2EcoQHduYBD8n5ZIbGd4p",
          "IIn5JGXzVwsnTBGBut5qnbrFNySuwGU3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Jardim do Morro",
        "placeId": "ChIJHwb6td1kJA0R5zTqv3nKOSk",
        "internationalPhoneNumber": "+351 22 787 8120",
        "reviews": [
          {
            "rating": 5,
            "text": "I went here on my last day in Porto and honestly, the vibes were immaculate. It was pretty crowded, but there was always somewhere to sit, and the view was absolutely breathtaking. It felt like the place to be - lots of young people, a relaxed atmosphere, even people selling drinks so you don't have to bring your own. Before the sunset, there was live music, almost like a small concert, which made it even more magical. And when the sun finally set, everyone clapped - such a beautiful moment. Hands down the best spot to watch the sunset in Porto. Don't miss it.",
            "author_name": "Quisha Martin",
            "relative_time_description": "",
            "time": 1749030732,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're visiting Porto, you can't miss Jardim do Morro. It's one of those magical spots where everything just feels better especially at sunset. It's right across the famous Dom Luís I Bridge, on the Gaia side, and the view of the river and the city is absolutely stunning. People usually hang out on the grass with a beer or a glass of wine, listen to live music, or just relax. The vibe is super chill, perfect for taking great photos or simply enjoying the moment. Totally recommended if you want a local, laid-back experience.",
            "author_name": "Adriana Buelvas",
            "relative_time_description": "",
            "time": 1751547015,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's wonderful, especially at sunset. There's almost always someone playing music and singing, which makes the atmosphere so relaxing. You don't even need to bring food or drinks – there are always people selling them at great prices. The view of the sunset is absolutely perfect, and it's worth coming either by cable car or walking across the bridge.",
            "author_name": "G G",
            "relative_time_description": "",
            "time": 1756928047,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.cm-gaia.pt/",
        "index": 1,
        "id": "",
        "categories": [
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 210,
            "2": 179,
            "3": 1200,
            "4": 5801,
            "5": 25515
          }
        },
        "minMinutesSpent": 90,
        "latitude": 41.137146,
        "address": "4430-210 Vila Nova de Gaia, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJ00b9XOdkJA0Rq2pFmc9AW8I",
        "generalDescription": "The Luís I Bridge is a prominent arched bridge that spans the Douro River, connecting Porto and Vila Nova de Gaia. It features two levels, with the upper level accommodating trams and pedestrians, while the lower level is open to various vehicles. Designed by architect Teophile Seyrig, a partner of Gustave Eiffel, this metal arch bridge was completed in 1886.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.609448,
        "rating": 4.8,
        "numRatings": 90973,
        "sources": [
          {
            "id": "1170698",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/porto-photography-locations-portugal/",
            "sourceSite": "Web",
            "snippet": "The Dom Luis I bridge is the most central and probably most iconic of the six bridges that connect Porto over the Douro River. It is a metal arch bridge completed in 1886 with two levels and was designed by German architect Teophile Seyrig, a disciple and business partner of Gustave Eiffel (who designed the “Ponte Maria Pia” another Porto bridge just a bit upstream. Both levels are open to pedestrians and while the upper level is additionally used by trams only nowadays, every other vehicle else has to squeeze through the lower level, which made it a bit too busy for me to concentrate on compositions. Don’t be confused that you will find it named in various ways depending on the source.",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "Porto Photography Location Guide, Portugal",
            "indexInSource": 2,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "Dom Luís I Bridge is an iconic arching iron bridge that straddles the Douro River, connecting Porto to Vila Nova de Gaia. Though Porto is known for having quite a few bridges, the Dom Luís I Bridge is special because it was designed by a student of Gustave Eiffel, the mastermind behind the Eiffel Tower in Paris. You can get some of the best views of the city from this double-decker bridge and you can walk on either the top or bottom levels of the bridge.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 1,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "One of the symbols of Porto is the imposing Dom Luis I Bridge. Join it to enjoy a breathtaking view of the old part of the city. To know the reasons that led to its construction we must go back to 1809 when, during the Napoleonic invasion, thousands of people escaped on wooden boats – generally used to transport wine – which at the time represented the only way to travel from Porto to the “twin” city of Vila Nova de Gaia.",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 3,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184259",
            "type": "webPlacesList",
            "url": "https://sunsetobsession.com/best-spots-for-photography-in-porto/",
            "sourceSite": "Web",
            "snippet": "Of Porto’s six bridges, the Ponte de Dom Luis I is undoubtedly the most famous and well-known one. Connecting Porto to Vila Nova de Gaia, it’s the subject of many photos and one of the most iconic photography locations in the city. Luís I Bridge was built in the 19th century by Eiffel partner Teófilo Seyrig and you will instantly notice similarities to the famous Paris tower.",
            "siteName": "Sunset Obsession",
            "shortName": "The Best Spots for Photography in Porto and Practical Tips",
            "indexInSource": 2,
            "iconSiteId": 29725,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Standing on one edge of the city, I almost lost track of the number of bridges stitching  Porto and Villa de Gaia together across the Douro. Turns out it’s six, which is the most bridges in any city (a record shared with Gaia, obviously). Two bridges are wrought-iron masterpieces designed by Gustave Eiffel, including the double-decker Luis I Bridge.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 1,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "The Dom Luis Bridge is one of the most Instagrammable places Porto has to offer!. This double-decker bridge is pedestrian-only on the second level, and the scenery from up here is absolutely breathtaking. On the evening when we first arrived in Porto, the first thing we did was take a stroll across the bridge and we were just blown away.",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 0,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": "The Dom Luis I Bridge was our favourite part as we were walking on it and we were able to see the city around us. We reach it while the sun was going down and it was one of the most beautiful emotions. You got the trams running up the bridge, if you are brave you can get in the middle realising that is a great Porto photography spot.",
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 1,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "We kicked off our Porto trip by walking from the Sao Bento Train Station over the Dom Luís I Bridge at golden hour and holy moly, this is an amazing place for photos. Come at golden hour for hazy light flooding everything, or for a Porto sunset for colorful skies behind you. You can see down to the river and the tram, it’s awesome.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 3,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "The impressive Luís I Bridge is a two-level arched bridge that spans the River Douro and connects Porto with Vila Nova de Gaia. Walking across the bridge should be on any  Porto itinerary. Whether you are taking photos of it or from it, the Luís I Bridge is a truly iconic Porto Instagram spot!",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 3,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129116",
            "type": "webPlacesList",
            "url": "https://gringajourneys.com/porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "I previously mentioned Dom Luís I Bridge along with the Ribeira district. However, it deserves its own photo spot!. One of this bridge’s most striking features happens to be its two levels: the top-level now serves as a pedestrian walkway, while the bottom level carries road traffic.",
            "siteName": "Gringa Journeys",
            "shortName": "The Most Photo Worthy Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 11001,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "The double-decker bridge spans the river Douro and connects the Ribeira neighborhood to Vila Nova de Gaia. You can cross the river on either the top or bottom levels of the bridge and get a view of the opposing banks of the city – the best time to visit is during blue hour!",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 1,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924604",
            "type": "webPlacesList",
            "url": "https://www.snapsbyfox.com/blog/3-days-of-street-photography-in-porto",
            "sourceSite": "Web",
            "snippet": "Also make sure to get on top of the Dom Luis Bridge for some nice golden hour photos. For this I found the 24-70 zoom to be the most useful. Spend a couple more hours working this area and re-visiting the same spots to see how the light has changed.",
            "siteName": "Roman Fox",
            "shortName": "A Guide To Street Photography In Porto",
            "indexInSource": 0,
            "iconSiteId": 276575,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "I don’t think even I could mess up a photo taken at the upper deck of Luiz I bridge. The effect is particularly stunning when you take the picture during sunset hours. How to get there: the train station São Bento is a 10 minutes walking distance.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 5,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460726",
            "type": "webPlacesList",
            "url": "https://tavernatravels.com/best-instagram-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "As Porto’s biggest attraction, it would be a shame to not include this bridge on the list of best Instagram photo spots in Porto!. It is beautiful from both sides, however we found the best sunset views on the Gaia side!",
            "siteName": "taverna travels",
            "shortName": "Best Instagram Photo Spots in Porto, Portugal",
            "indexInSource": 0,
            "iconSiteId": 5202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129165",
            "type": "webPlacesList",
            "url": "https://familyoffduty.com/portugal/instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "The Dom Luis I bridge was designed by Gustave Eiffel and has two decks, the lower and the upper deck. The upper deck is only reserved for trams and pedestrians. You can cross both decks by foot.",
            "siteName": "Family Off Duty",
            "shortName": "Instagrammable Places In Porto (27 Beautiful Places In Porto Portugal)",
            "indexInSource": 1,
            "iconSiteId": 16178,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924615",
            "type": "webPlacesList",
            "url": "https://blameitonmei.com/best-photo-spots-in-northern-portugal/",
            "sourceSite": "Web",
            "snippet": "Get ready to be mesmerized by the architectural marvel of Luís I Bridge in Porto. Capture the grandeur of this double-decker iron bridge, connecting the city with captivating river views.",
            "siteName": "Blame it on Mei | Miami Fashion Blogger Mei Jorge",
            "shortName": "Picture-Perfect: The Best Photo Spots in Northern Portugal - Blame it on Mei",
            "indexInSource": 2,
            "iconSiteId": 276613,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924590",
            "type": "webPlacesList",
            "url": "https://planbeforeland.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Dom Luís I Bridge is a famous bridge above the Douro River in Porto. The architectural details of this bridge is amazing as a backdrop to your Instagram photos. Just see for yourself…",
            "siteName": "Plan Before Land",
            "shortName": "Porto Instagram Spots: 17+ Porto Places for Stunning Photos",
            "indexInSource": 6,
            "iconSiteId": 109124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924631",
            "type": "webPlacesList",
            "url": "https://travelingcanucks.com/2021/06/photos-of-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "We captured this photo from the upper-deck of the Dom Luís I Bridge. The bridge walkway is the best spot in Porto to take photos of its stunning architecture and cityscape.",
            "siteName": "Traveling Canucks",
            "shortName": "30 Photos of Porto Portugal that will inspire you to visit",
            "indexInSource": 1,
            "iconSiteId": 14617,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924612",
            "type": "webPlacesList",
            "url": "https://andoreia.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "If you plan to take a photo while walking on the middle of Luis I Bridge’s upper deck, then make sure you are very careful of incoming trams. 📍 Location: Luis I Bridge",
            "siteName": "andoreia",
            "shortName": "Porto Instagram Spots: 23 Amazing Photography Locations",
            "indexInSource": 10,
            "iconSiteId": 29712,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": "I love this spot as it easily captures Porto, the Douro River and the Dom Luis I Bridge from one angle and the Bridge Arrabica from another angle.",
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 8,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "j5yVxg53iGPe2MlgiSlySr8FOYZUToRF",
          "q9aZAWRrG6naCfoMmO80jmBdRsCad31f",
          "3qZROtfowc5TjzFytLW0PbClf0CRK7Qw",
          "5otIq1CaHNMu8BjU3IIvlKydHlMPegvq",
          "ZDC9JhDZi55fGxXWMJpRcQuDxAMj99NO",
          "j5yVxg53iGPe2MlgiSlySr8FOYZUToRF",
          "q9aZAWRrG6naCfoMmO80jmBdRsCad31f",
          "3qZROtfowc5TjzFytLW0PbClf0CRK7Qw",
          "5otIq1CaHNMu8BjU3IIvlKydHlMPegvq",
          "ZDC9JhDZi55fGxXWMJpRcQuDxAMj99NO"
        ],
        "openingPeriods": [],
        "name": "Luís I Bridge",
        "placeId": "ChIJ00b9XOdkJA0Rq2pFmc9AW8I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing bridge and you have to walk both levels as both have a different experience. Careful on top level as metro runs across very frequently. Take the top level if walking to the cable car and lower level if walking to the Port Houses.",
            "author_name": "Ian Gross",
            "relative_time_description": "",
            "time": 1755874828,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "400 meters of a walk filled with beautiful views. Take both levels and if you're struggling with elevation grab a loft from the parking place next to the bridge. Also, walk around the bridge to see some cute houses and street art.",
            "author_name": "Paulius Anciukevicius (Ancas)",
            "relative_time_description": "",
            "time": 1757104294,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was extraordinary! The sunset was beautiful. The amount of people waiting on the other side watching the sun set was so cool! So much to see so much to do! Food, shows, people to meet. This is an incredible spot and I would 100% recommend going. Such beautiful views from the top!",
            "author_name": "Fitora",
            "relative_time_description": "",
            "time": 1750516609,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 285,
            "2": 197,
            "3": 1864,
            "4": 13358,
            "5": 75400
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.139959,
        "address": "Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJueuROeFkJA0R6Td1oK7MHEo",
        "generalDescription": "Perched atop Pena Ventosa, Porto Cathedral is a remarkable hilltop Romanesque structure with a fortress-like interior and Gothic cloisters. This historic site, part of Porto's UNESCO World Heritage-listed old town, showcases a blend of architectural styles including Romanesque, Gothic, and Baroque. Constructed over several centuries starting in the 12th century, it features an impressive altarpiece made entirely of silver and stunning Portuguese azulejos tiles adorning its cloisters.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.611116,
        "rating": 4.6,
        "numRatings": 34901,
        "sources": [
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "I think this is one of the best photo spots in Porto because this Cathedral has so many cool corners inside and out. Dating back to 1737, this Gothic church also looks like something you could find in Harry Potter (gosh, I need to stop comparing this to HP I’m sorry!) I suggest wearing something blue, pink, or yellow to pop out against the church. I’m wearing this blue jumpsuit that makes a fantastic travel outfit!",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 7,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "Porto Cathedral is one of those places that should be packed full of people, but for some reason we got the place all to ourselves. Step inside the Roman Catholic cathedral to see the beautiful azulejo tiles adorning its walls and admire the traditional Baroque and Gothic-style architecture. It dates back to the early 18th century which makes it one of the oldest monuments.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 5,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184259",
            "type": "webPlacesList",
            "url": "https://sunsetobsession.com/best-spots-for-photography-in-porto/",
            "sourceSite": "Web",
            "snippet": "Standing proud on a hilltop overlooking the Douro River, the Cathedral of Porto, or Sé do Porto, is one of Porto’s most notable landmarks. Visible from numerous viewpoints throughout the city, it makes for an easy — yet compelling — photography subject. When photographed from afar, the Cathedral of Porto is especially magnificent during the evening golden hour.",
            "siteName": "Sunset Obsession",
            "shortName": "The Best Spots for Photography in Porto and Practical Tips",
            "indexInSource": 0,
            "iconSiteId": 29725,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924614",
            "type": "webPlacesList",
            "url": "https://kipamojo.world/portugal/The-Most-Instagrammable-Places-in-Porto/",
            "sourceSite": "Web",
            "snippet": "Porto is home to many beautiful churches, most of them filled with the pretty blue and white tiles: Azulejos. Unlike many other churches, the Porto Cathedral or, Sé do Porto, doesn’t have these Azulejos on the exterior of the church. However, the cloister that’s connected to the cathedral has a beautiful courtyard with galleries and walls covered with Azulejos.",
            "siteName": "KIPAMOJO",
            "shortName": "The Most Instagrammable Places in Porto",
            "indexInSource": 2,
            "iconSiteId": 12496,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "The cathedral is of itself one of the best Instagram spots in Porto but there is an angle that I particularly love: the perfect framing that you get when taking the picture from Calçada Dom Pedro Pitões. It is right in front of the cathedral of Porto, it is impossible to miss it!. How to get there: the subway station São Bento is a 5 minutes walking distance.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 2,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460726",
            "type": "webPlacesList",
            "url": "https://tavernatravels.com/best-instagram-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "While the Porto Cathedral is obviously a gorgeous sight, we found the view from the steps to the Cathedral even more beautiful!. There is just something so magical about the tiled rooftops!. As you’ve already seen, there are so many Instagram photo spots in Porto, but you’ll probably find your own as you wander this beautiful city.",
            "siteName": "taverna travels",
            "shortName": "Best Instagram Photo Spots in Porto, Portugal",
            "indexInSource": 4,
            "iconSiteId": 5202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Dating back to the 12 th century, Porto Cathedral (Sé do Porto) is one of the oldest and most important buildings in Porto. From the outside, it isn’t much to look at but inside you will find one of the best Instagram spots in Porto. The stunning blue and white Azulejo tiles and cloisters here make for an ideal photo opportunity.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 5,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "The Porto Cathedral is one of the most beautiful and iconic landmarks in the city. It is located in the historical center of Porto and dates back to the 12th century. The cathedral is known for its baroque interior, which is ornately decorated with gilded woodcarvings and intricate tilework.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 1,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": "Porto Cathedral is one of the oldest and most iconic churches in Porto. While the exterior of the church is devoid of azulejos (tiles) that is found in the previously aforementioned churches, the church' interior is another story – there’s a whole lot of IG worthy spots from inside.",
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 4,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "I didn’t realize how beautiful the Porto Cathedral is on the inside before our trip—I definitely would have gone in had I known!. I mean, can you think of a more Instagrammable spot in Porto?. Address: Terreiro da Sé, 4050-573 Porto, Portugal ( linked on Google Maps here)",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 10,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "The Cathedral of Porto is a Romanesque church built in the twelfth and thirteenth centuries. It has undergone several extensions and renovations over the years. A visit to this beautiful fortified church is a must if you want to see the pretty blue tiles.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 5,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460724",
            "type": "webPlacesList",
            "url": "https://fashiontravelrepeat.com/instagram-spots-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "To catch a view of the city’s classic orange tiled rooftops, walk up the staircase to Porto cathedral. You can see the tall bell tower of the Torre dos Clérigo (a church) in the distance. Address: Terreiro da Sé, 4050-573 Porto, Portugal.",
            "siteName": "FashionTravelRepeat",
            "shortName": "The Best Instagram Spots in Porto, Portugal",
            "indexInSource": 5,
            "iconSiteId": 20104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": "Considered one of the most religious buildings in Oporto, the Porto Cathedral Portugal has been declared a National Monument. The inside is perfect for instagrammable Porto pictures. The Cathedral is a fortress, as was built in the past.",
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 2,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924593",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "If you love the color blue, Porto is definitely the city to be for you!. There are so many pretty blue spots. Porto Cathedral is another one of the best blue Instagram photo spots in Porto.",
            "siteName": "Dymabroad",
            "shortName": "10 Best Instagram Photo Spots in Porto",
            "indexInSource": 3,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924640",
            "type": "webPlacesList",
            "url": "https://mybucketlistjourneys.blog/insta-worthy-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "One of the city’s oldest and most important monuments, the Porto Cathedral is a Roman Catholic church located in the historical city center.",
            "siteName": "My Bucketlist Journeys",
            "shortName": "Insta-Worthy Spots in Porto",
            "indexInSource": 5,
            "iconSiteId": 56633,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929592",
            "type": "webPlacesList",
            "url": "https://kimchihuahuatravel.com/2022/04/23/elementor-3685/",
            "sourceSite": "Web",
            "snippet": "This spot right in front of the cathedral is one of them, it’s in the city center so easily accessible and has a great city view.",
            "siteName": "Kimchihuahuatravel",
            "shortName": "6 Instagrammable Photo Spots in Porto",
            "indexInSource": 0,
            "iconSiteId": 277614,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "i2YF3IH87O6o9N52EOohhEHtIptd93ii",
          "GZE1BFR97tMEd0XLQwbv8YY1lJe4QbOt",
          "yTtBLAuO4dGvk1YjXzMR2QU3kwDKnhoM",
          "RNankb5a3mZ2XhW7IcynypcifAPbS8tE",
          "yKtZDjV7QZ9US6IvHqrl8QehWmkPyhmo",
          "i2YF3IH87O6o9N52EOohhEHtIptd93ii",
          "GZE1BFR97tMEd0XLQwbv8YY1lJe4QbOt",
          "yTtBLAuO4dGvk1YjXzMR2QU3kwDKnhoM",
          "RNankb5a3mZ2XhW7IcynypcifAPbS8tE",
          "yKtZDjV7QZ9US6IvHqrl8QehWmkPyhmo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Porto Cathedral",
        "placeId": "ChIJueuROeFkJA0R6Td1oK7MHEo",
        "internationalPhoneNumber": "+351 22 205 9028",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful area, amazing cathedral. We bought a ticket at the entrance, it was cheap and line was going fast so didn't take us long. Nice rooms inside and beautiful architecture! Blue tiles - loving it. Also we went to the very top and saw amazing 360* view.",
            "author_name": "Daryna Hordiienko-Jones",
            "relative_time_description": "",
            "time": 1753012947,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Porto Cathedral is definitely interesting and very beautiful, with a lot of history and an impressive atmosphere. It's a great place to explore if you enjoy historic churches or are interested in religious architecture. However, it might not be the best spot for kids, and it's probably more meaningful if you have some religious background or interest.",
            "author_name": "Johan",
            "relative_time_description": "",
            "time": 1755514206,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Catedral do Porto is truly a remarkable landmark and well worth a visit. The exterior alone is striking, with its historic architecture standing proudly at the heart of the city, but stepping inside reveals even more beauty. The interior is impressive - clean, well maintained, and full of intricate details that highlight its centuries of history and significance. It's the kind of place where you can pause, admire the craftsmanship, and feel the weight of the past all around you.\n\nOne of the best aspects is the accessibility of the visit. The entrance fee is very reasonable at just €3 for adults, which feels like excellent value considering what you get in return. The highlight for me was climbing the tower. From the top, you're rewarded with a breathtaking panoramic view over Porto, offering a unique perspective of the city's rooftops, the Douro River, and beyond. It's a perfect spot for photographs and for simply taking in the scenery.\n\nOverall, the Catedral do Porto offers both historical charm and unforgettable views at a very fair price. It's a must-see for anyone visiting the city, whether you're interested in history, architecture, or just want to enjoy one of the best viewpoints Porto has to offer.",
            "author_name": "Cédrik Brozek",
            "relative_time_description": "",
            "time": 1758211027,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.diocese-porto.pt/pt/catedral-do-porto/",
        "index": 3,
        "id": "",
        "categories": [
          "Cathedral",
          "Sights & Landmarks",
          "Church",
          "Place of worship",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 311,
            "2": 329,
            "3": 2082,
            "4": 8822,
            "5": 23442
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.142853,
        "address": "Terreiro da Sé, 4050-573 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJz0Pm3ABlJA0R7UBFROy6XsM",
        "generalDescription": "Casa da Música is a striking 12-floor concert hall and restaurant in Porto, designed by renowned architect Rem Koolhaas. The building's design features flaking paintwork, graffiti, old church buildings, and ceramic patterned tiles that make it visually distinct. Inside, the 48 square feet aluminum interior can accommodate over 3000 people during club nights and offers playful spaces for children and families during the day.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.630737,
        "rating": 4.6,
        "numRatings": 20180,
        "sources": [
          {
            "id": "1170698",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/porto-photography-locations-portugal/",
            "sourceSite": "Web",
            "snippet": "This last and most off-centre photography location tip for this guide is the Casa da Musica – the only modern building included in this list of my favourite spots. And as much of a contrast as this piece of modern architecture by Dutch architect Rem Koolhaas represents to the patina-rich centre of Porto, I liked it very much for its tribute to Porto’s traditions. The building sits in the centre of a skatepark with street culture happening around it to integrate into your photos if you like.",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "Porto Photography Location Guide, Portugal",
            "indexInSource": 8,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "Anyone staying in Porto for a few days should check out the cultural program on offer at this fabulous international concert venue. The \"Music House\" is celebrated as much for its radical design as for the caliber of the entertainment it hosts. Dutch architect Rem Koolhaas kicked convention when he was commissioned to create a building that would propel the city headlong into the 21st century.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 9,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "The new and modern Casa de Música looks more like a white concrete spaceship than the new home of the National Orchestra of Porto, but the interior includes some classic touches. Both the fifth floor (the Renaissance Hall) and the sixth floor (the VIP hall) are covered wall to ceiling in azulejos. To see the building, you can either purchase tickets to a concert, or go on a guided tour.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 8,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "The home to the National Orchestra of Porto, Casa da Musica, instantly grabs your attention with its bold polyhedron shape. Covered in white cement pallets and cut by large glass windows, the building is a stark contrast to the tiled historic buildings around Porto. The Casa da Musica is an architectural adventure not only from the outside but also inside.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 9,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Casa da Música is a great instagram spot in Porto whatever angle you photograph it from BUT I particularly like to photograph it from its rooftop – doesn’t the floor look amazing?!. How to get there: the subway station Casa da Música is a 5 minutes walking distance.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 0,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924604",
            "type": "webPlacesList",
            "url": "https://www.snapsbyfox.com/blog/3-days-of-street-photography-in-porto",
            "sourceSite": "Web",
            "snippet": "It is a concert hall but is beautifully simple and can make for some fantastic minimal shots. At around 5-6pm the light there should be nice too. Once you’re done with that, head down towards the water and walk back along the Ruo Do Ouro.",
            "siteName": "Roman Fox",
            "shortName": "A Guide To Street Photography In Porto",
            "indexInSource": 1,
            "iconSiteId": 276575,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924590",
            "type": "webPlacesList",
            "url": "https://planbeforeland.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "For a more modern look in Porto, Casa da Música fits the bill. This Porto music hall is starkly different than the rest of the photos you will have from Porto!. Casa da Música offers great musical performances.",
            "siteName": "Plan Before Land",
            "shortName": "Porto Instagram Spots: 17+ Porto Places for Stunning Photos",
            "indexInSource": 2,
            "iconSiteId": 109124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rHr6KamFMxHuQTLNDmhOwrrIJ08wXDl3",
          "4CusrJeHxJC8vJlqldAUuMoHnePnFLpN",
          "VmDKIWJ3zqMMPNsGp6xB8YqdNW7cA2eH",
          "4rtlNGaIzZpruZmWxQXk2I8pMhtjkT1b",
          "uMgCJ1WLQKHhXJy0Xzi0NQKIAEeFNTmY",
          "rHr6KamFMxHuQTLNDmhOwrrIJ08wXDl3",
          "4CusrJeHxJC8vJlqldAUuMoHnePnFLpN",
          "VmDKIWJ3zqMMPNsGp6xB8YqdNW7cA2eH",
          "4rtlNGaIzZpruZmWxQXk2I8pMhtjkT1b",
          "uMgCJ1WLQKHhXJy0Xzi0NQKIAEeFNTmY"
        ],
        "openingPeriods": [],
        "name": "Casa da Música",
        "placeId": "ChIJz0Pm3ABlJA0R7UBFROy6XsM",
        "internationalPhoneNumber": "+351 22 012 0220",
        "reviews": [
          {
            "rating": 5,
            "text": "I had an amazing experience attending the concert! The performance was absolutely outstanding - the energy, the sound quality, and the atmosphere were all top-notch. The concert hall itself is beautiful, with excellent acoustics and comfortable seating. Staff were friendly and helpful, making the whole evening even more enjoyable. I would definitely come back for future events and highly recommend this venue to anyone looking for a memorable night out!",
            "author_name": "Наталья Грицай",
            "relative_time_description": "",
            "time": 1745770685,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were in Porto for a week on holiday and were exploring the City on foot.\nWe knew there was a tour of this building available and bought tickets for the 1000 opening.\nIt`s a very interesting design and the interior is very much metal and glass.\nSadly, our QR reader packed in and we simply explored the building and read information wherever it appeared in English.\nAn orchestra was practising in the Auditorium while we visited which we listened to for a while.\nWell worth visiting if in the area.",
            "author_name": "John Millar",
            "relative_time_description": "",
            "time": 1747776936,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is an impressive art of modern architecture. Unfortunately I was a bit late to arrive and was not able to visit inside, but the building itself is marvelous. There is a good space for skateboarders outside it, with many people skating and skateboarding around the area.",
            "author_name": "Akash Bhattacharjee",
            "relative_time_description": "",
            "time": 1753119398,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.casadamusica.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Concert hall",
          "Concerts & Shows",
          "Auditorium",
          "Live music venue",
          "Architectural Buildings",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 275,
            "2": 213,
            "3": 886,
            "4": 3762,
            "5": 15044
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.158847,
        "address": "Av. da Boavista 604-610 Piso 0, 4149-071 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJcSCxVoBlJA0RFNAb4ighgKM",
        "generalDescription": "Parque de Serralves is an 18-hectare park that forms part of the Serralves Foundation, a cultural institution in western Porto. The foundation encompasses a park, a villa, a contemporary art museum, and a cinema set on nearly 45 acres of land. The villa is considered an outstanding example of art deco architecture and has been declared a national monument.",
        "utcOffset": 60,
        "maxMinutesSpent": 180,
        "longitude": -8.658111,
        "rating": 4.7,
        "numRatings": 11513,
        "sources": [
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "Parque de Serralves has a few different Instagramable photo spots, including the Serralves Villa and the gardens/fountains surrounding it, and the Treetop Walk. Note: I did boost the saturation of the pink in this building because while it’s light pink in person, it was photographing a bit more orange/beige and I didn’t love that look. I think the pink is way more fun and makes it pop!",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 6,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924616",
            "type": "webPlacesList",
            "url": "https://twinperspectives.co.uk/18-best-instagram-spots-porto-portugal-2023/",
            "sourceSite": "Web",
            "snippet": "Leafing through our Porto guidebook, we stopped at a photo of a building altogether different from the baroque buildings that fill this city. This was a pink, Art deco villa found in the gardens of Parque de Serralves. This distinctive villa was built by the second Count of Vizela, who inspired by his travels, wanted the home designed in Streamline Moderne style.",
            "siteName": "Twin Perspectives",
            "shortName": "18 Best Instagram Spots in Porto, Portugal (2023)",
            "indexInSource": 0,
            "iconSiteId": 46411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "The Serralvesmuseum is probably one of the Instagrammable places in Portugal. It’s home to a historical pink art deco house that reminds me a lot of Wes Anderson. There’s tons of large gardens with fountains and even a treetop walk that reminds me a lot of the Capilano Suspension Bridge in Vancouver.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 14,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cBdsXXgSHChfzY348uGYdQpdM7CDDeqe",
          "SG8VVpCxi0XjefY9Q1i3OE6TAfSjX7is",
          "tWrfghnkMcHqKAS97uPjqdjowSt9eTZu",
          "KF1IxYL39FyLFZ78tq9J6x3abRz5RbEP",
          "nOWxzJ0LP3ShWSBKBtTqMqvcr48NlJXk",
          "cBdsXXgSHChfzY348uGYdQpdM7CDDeqe",
          "SG8VVpCxi0XjefY9Q1i3OE6TAfSjX7is",
          "tWrfghnkMcHqKAS97uPjqdjowSt9eTZu",
          "KF1IxYL39FyLFZ78tq9J6x3abRz5RbEP",
          "nOWxzJ0LP3ShWSBKBtTqMqvcr48NlJXk"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Parque de Serralves",
        "placeId": "ChIJcSCxVoBlJA0RFNAb4ighgKM",
        "internationalPhoneNumber": "+351 22 615 6500",
        "reviews": [
          {
            "rating": 5,
            "text": "We had a fantastic time at this park - it's truly a hidden gem for families! The highlight was the beautiful walkway above the trees, offering stunning views and a peaceful atmosphere. Our kids absolutely loved the small farm area where they got to see horses, cows, and adorable little pigs up close.\n\nEverything was clean, safe, and thoughtfully designed for all ages. It's the perfect place to enjoy nature, relax, and let the kids explore. Highly recommended for a full day of family fun! 🌳🐴🐄🐷",
            "author_name": "Ali Hasan",
            "relative_time_description": "",
            "time": 1752523204,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Addition to the fantastic contemporary art gallery, there is also a park and a villa that is attached to the property.\n\nIt's a pleasant walk with a sprinkle of art installations and a fun tree top walkways!\n\nThe villa and the fountains also give major Wes Anderson vibes and is a wonder place to take pictures.\n\nIt's a no brainer to visit if you're coming to the art gallery!",
            "author_name": "Scott Lee",
            "relative_time_description": "",
            "time": 1758028164,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A big and very well kept park with several eye catching sculptures, a small rose garden, an arboretum with a tree walk structure that is very accessible. The garden is part of the museum visit, but definitely check the villa in the park that houses some modern art. It is a spectacular art deco masterpiece.",
            "author_name": "Jan Van Hoef",
            "relative_time_description": "",
            "time": 1752170357,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.serralves.pt/",
        "index": 5,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 223,
            "2": 144,
            "3": 413,
            "4": 1837,
            "5": 8909
          }
        },
        "minMinutesSpent": 180,
        "latitude": 41.159035,
        "address": "R. Dom João de Castro 210, 4150-417 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJo2WgoxplJA0ROB2wNY66bGQ",
        "generalDescription": "Jardins do Palácio de Cristal, located in the heart of Porto, is a picturesque 19th-century garden offering enchanting fountains, meandering paths, and breathtaking views of the Douro River. Originally designed by German landscape architect Emil David as part of the Palacio de Cristal complex, these gardens are a haven for romantic strolls amidst diverse flora and classified trees.",
        "utcOffset": 60,
        "maxMinutesSpent": 150,
        "longitude": -8.625516,
        "rating": 4.6,
        "numRatings": 45588,
        "sources": [
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "A destination for music lovers and sports events – which it hosts throughout the year – the Crystal Palace enjoys a breathtaking view of the River Douro and the Romantic Gardens, as it is located on the upper part of the city. On the inside there is a multimedia library, an auditorium and a cafeteria. The garden, which is among the most beautiful in the whole city, is located in Rua D. Manuel II and can be easily reached by bus  #3, 20, 35, 37.",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 6,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129115",
            "type": "webPlacesList",
            "url": "https://tasteporto.com/top-7-instagrammable-spots-porto/",
            "sourceSite": "Web",
            "snippet": "From the Jardim do Palácio de Cristal gardens, or Crystal Palace Gardens, you can enjoy one of the most stunning views over Porto, Gaia and the Douro river. You will also come across peacocks, beautiful gardens, different varieties of trees and gorgeous fountains. It is definitely one of the most instagrammable spots in Porto and worth a visit.",
            "siteName": "Taste Porto",
            "shortName": "Top 7 Instagrammable Spots in Porto",
            "indexInSource": 0,
            "iconSiteId": 4495,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924614",
            "type": "webPlacesList",
            "url": "https://kipamojo.world/portugal/The-Most-Instagrammable-Places-in-Porto/",
            "sourceSite": "Web",
            "snippet": "The public park Jardins do Palácio de Cristal is located just outside of Porto’s city center, approximately a 15-minute walk away from Igreja do Carmo. The park is located a little higher up and offers amazing views of the Douro River. Our favorite photo spot in the park is the viewpoint of the river in the Jardim do Roseiral (the rose garden).",
            "siteName": "KIPAMOJO",
            "shortName": "The Most Instagrammable Places in Porto",
            "indexInSource": 9,
            "iconSiteId": 12496,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "The Jardins do Palacio de Cristal is a beautiful area to walk around and explore, plus it has several Instagrammable spots. We snapped photos at this fun castle tower overlooking the Douro River and the town of Gaia. We had to be VERY patient to get this shot of me without any other people up there, but it was worth it!",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 7,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924590",
            "type": "webPlacesList",
            "url": "https://planbeforeland.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Experiencing it for the first time during a photoshoot was interesting and gave us pictures we wouldn’t be able to take on our own. This enchanting park offers a number of picturesque vistas, making it a photographer’s (or Instagrammer’s) dream. Look out for the peacocks while there!",
            "siteName": "Plan Before Land",
            "shortName": "Porto Instagram Spots: 17+ Porto Places for Stunning Photos",
            "indexInSource": 3,
            "iconSiteId": 109124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924592",
            "type": "webPlacesList",
            "url": "https://joyofexploringtheworld.com/top-10-epic-instagram-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "A great viewpoint to watch the setting sun while sitting with nature listening to the breeze and the birds. It is perfect in every sense. You can go at any time, walk around the gardens and eat lunch in the cafe or the restaurant in the park while watching Peacocks and peahens dance.",
            "siteName": "Joy of Exploring The World",
            "shortName": "Top 10 EPIC Instagram spots in Porto",
            "indexInSource": 2,
            "iconSiteId": 40065,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": "Perfect to watch the sunrise in Porto, Christal Palace’s gardens is the best location if you are planning to watch the sunrise in Porto. Located in the city centre, the botanical garden is the right location for a photography tour in Porto. View this post on Instagram",
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 6,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Cristal Palace is one of the best Instagrammable places to take photos in Porto. The palace was built for the International Exhibition of 1865, and it has beautiful gardens with fountains, trees, and flowers. The palace is open to the public and hosts various events.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 13,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "It has the Torre, but also multiple hedge gardens with river views, a cool walkway covered in trees, and a large dome in the center that looks out of this world. And if you’re lucky you’ll spot some peacocks!",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 15,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924593",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Jardins Do Palacio De Cristal is a wonderful place in Porto. Especially during sunset, it looks magical!. From here, you have a lovely view of The Maria Pia Bridge.",
            "siteName": "Dymabroad",
            "shortName": "10 Best Instagram Photo Spots in Porto",
            "indexInSource": 1,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sBxHcyY7Gj4z62RsR1y04plVDC8G3uto",
          "TeYiMYZg5brbpdUqmn79Y2xQL906JFPJ",
          "1lM5HkVGyPlsWuN1c9OOb5NqpAI5eGC0",
          "mfWk2NHlxov0vs64f7NxK5TnZNb7lU5V",
          "6LwXsgAsJ6YkKeN1DMUpFUuMtdusoPDV",
          "sBxHcyY7Gj4z62RsR1y04plVDC8G3uto",
          "TeYiMYZg5brbpdUqmn79Y2xQL906JFPJ",
          "1lM5HkVGyPlsWuN1c9OOb5NqpAI5eGC0",
          "mfWk2NHlxov0vs64f7NxK5TnZNb7lU5V",
          "6LwXsgAsJ6YkKeN1DMUpFUuMtdusoPDV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Jardins do Palácio de Cristal",
        "placeId": "ChIJo2WgoxplJA0ROB2wNY66bGQ",
        "internationalPhoneNumber": "+351 22 532 0080",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a beautiful garden. Very well kept and the peacocks and chickens give it an extra feature. The garden is vast and you could quite easily spend half a day there if you take it in your stride. There is a little tower on one of the paths and this gives you some nice views for pictures.\n\nThey also had an orchestra playing and it was being watched by about 200 plus people.",
            "author_name": "Ash Choudhury",
            "relative_time_description": "",
            "time": 1750951217,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's so magical and beautiful. It's more like a fairy tail. I love it and I can't wait to get back. The view is spectacular, everything is just like a dream. Also it's super clean. I had a wonderful time there and the weather was amazing. I'm so happy that I had a chance to visit this beautiful garden. If you visit Porto you have to visit this beautiful place.",
            "author_name": "Sevda Asl",
            "relative_time_description": "",
            "time": 1752362576,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The day I visited this Garden they had a book selling event which was amazing!\nThe garden is peaceful and it's attached to the Super Bock arena. There is a great lookout spot and tower with great views of the river. And lots of space to have a picnic or just relax with a book. Lots of birds walking around and they are super friendly. Nice place to take a few hours and relax and take in the view",
            "author_name": "Raykay Jordan",
            "relative_time_description": "",
            "time": 1756536023,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ambiente.cm-porto.pt/parques-e-jardins/jardins-do-palacio-de-cristal",
        "index": 6,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 480,
            "2": 496,
            "3": 2540,
            "4": 9475,
            "5": 32619
          }
        },
        "minMinutesSpent": 150,
        "latitude": 41.148268,
        "address": "R. de D. Manuel, 4050-346 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJFQzXJeVkJA0R6XxuGdsidvE",
        "generalDescription": "Mercado do Bolhão is a historic, two-level market housed in a neoclassical building that opened in central Porto in 1917. It has become an iconic city landmark with its charming faded grandeur and family-run stalls offering fresh produce, meats, fish, sausages, flowers, and local crafts. Visitors can enjoy a multisensory experience as they wander through narrow corridors filled with colorful sights and enticing aromas.",
        "utcOffset": 60,
        "maxMinutesSpent": 90,
        "longitude": -8.607117,
        "rating": 4.4,
        "numRatings": 30849,
        "sources": [
          {
            "id": "1170698",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/porto-photography-locations-portugal/",
            "sourceSite": "Web",
            "snippet": "Right around the corner from Capela das Almas you will find the historic Bolhão Market. Besides offering all sorts of fresh local delights to eat and drink, the colourful stalls make for a photogenic contrast alongside a beautiful geometric architecture. I especially liked to photograph the interior on the ground floor or from the balconies.",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "Porto Photography Location Guide, Portugal",
            "indexInSource": 0,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "Visiting a local market is one of the best ways to experience everyday life in a city. Dating back to 1850, this Porto market is divided into two floors with plenty of fresh produce, seafood, flowers, kitchen goods as well as small stalls that offer port wine tastings and cold cuts.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 9,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MnjYziFZiYqtRTSCBokQoKMiaIv96NrL",
          "FMDC4rTeqPDo9Quceg0uvEUBPbMJCZqz",
          "U0qYXtqfsezjet4X98IdnTJ4ggptrkjh",
          "UvYKo8k5me0N2CQUYeno7sXKzPpmGefl",
          "TBnWdLgW2yqiN01etOVccbcIyIPBgdxm",
          "MnjYziFZiYqtRTSCBokQoKMiaIv96NrL",
          "FMDC4rTeqPDo9Quceg0uvEUBPbMJCZqz",
          "U0qYXtqfsezjet4X98IdnTJ4ggptrkjh",
          "UvYKo8k5me0N2CQUYeno7sXKzPpmGefl",
          "TBnWdLgW2yqiN01etOVccbcIyIPBgdxm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Mercado do Bolhão",
        "placeId": "ChIJFQzXJeVkJA0R6XxuGdsidvE",
        "internationalPhoneNumber": "+351 22 332 6024",
        "reviews": [
          {
            "rating": 5,
            "text": "This market was absolutely excellent! The variety of food on offer is incredible everything from dried and fresh foods to vibrant fruits, drinks, and even plants. There were plenty of samples to taste, which made the visit even more enjoyable.\n\nIt's a real feast for the senses and a great spot to explore. Definitely a must-see, and a perfect place to stop for a delicious lunch. Highly recommended!",
            "author_name": "Duncan Andrews",
            "relative_time_description": "",
            "time": 1752927360,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a huge market that has everything from meat, fish, wine, and souvenirs to artist market. It's directly connected to the train station so you can access it quite easily.\n\nIt definitely has an element of tourist trap with certain dishes and goods, but I also saw plenty of locals simply grocery shopping. I personally loved the seafood and the ham. They also have insanely cheap glasses of wine so be careful if you're going to be drinking!\n\nBut it's a must visit place for me in Porto",
            "author_name": "Scott Lee",
            "relative_time_description": "",
            "time": 1758013054,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a must visit place in Porto. A large indoor marketplace with restaurants housed in a renovated old building. There is a lot to see and to taste. Vegetables, fruit and fresh juice, fresh fish, famous canned sardines, special coffee, olive oil and olives, flowers, wines including port of course, perfumes and hand-made souvenirs to buy. Often, you can meet a performing artist (or a group).",
            "author_name": "Jadwiga eM",
            "relative_time_description": "",
            "time": 1753615357,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mercadobolhao.pt/",
        "index": 7,
        "id": "",
        "categories": [
          "Market",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 594,
            "2": 712,
            "3": 2671,
            "4": 7252,
            "5": 19620
          }
        },
        "minMinutesSpent": 90,
        "latitude": 41.149386,
        "address": "R. Formosa 322, 4000-248 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJX55xrvpkJA0RtYd3oxxfEhE",
        "generalDescription": "The Chapel of Souls, also known as the Chapel of Santa Catarina, is a famous church in Porto renowned for its stunning exterior adorned with blue and white tiles depicting scenes from the lives of saints. The church, dating back to the late 18th century, gained attention when its facades were covered with over 15,000 tiles portraying the lives of St. Francis and St. Catherine of Alexandria in 1929.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.605655,
        "rating": 4.6,
        "numRatings": 10113,
        "sources": [
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "Chapel of the Souls, or Capela das Almas, is another iconic church you’ll see people getting some great Instagram shots with. It’s easier to get a clean shot with you in it from the side of the church, with its blue tiles taking up most of the frame. The front of this church is also beautiful, but it’s at a busy cross street, so you’ll have to go early to get a pic on that side without a ton of pedestrians in the shot.",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 4,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "The Capela das Almas is a small church located near Mercado do Bolhao and is famous for its exterior of blue and white azulejo tiles depicting scenes from the lives of saints. It’s exactly the type of facade that comes to mind when you think of Portuguese tilework – visit the Chapel of Souls at night when it is lit up for a slightly different ambience.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924616",
            "type": "webPlacesList",
            "url": "https://twinperspectives.co.uk/18-best-instagram-spots-porto-portugal-2023/",
            "sourceSite": "Web",
            "snippet": "Our favourite azulejo-clad building in Porto was the Chapel of Souls. Its soaring blue and white ceramic tiles depict scenes from the lives of various saints and are exceptionally beautiful. Handily, the building sits next to a zebra crossing, so it’s easy to capture an image of someone strolling past the tiles from the other side of the road.",
            "siteName": "Twin Perspectives",
            "shortName": "18 Best Instagram Spots in Porto, Portugal (2023)",
            "indexInSource": 5,
            "iconSiteId": 46411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "The Capela das Almas (Chapel of Souls) is a small church located in the middle of the Rua de Santa Catarina, one of the best known shopping street in the city. It is famous for its exterior of blue and white azulejo tiles that depict the scenes representing moments in the life of Saint Francis of Assisi and Saint Catherine.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 4,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2607681",
            "type": "webPlacesList",
            "url": "https://officertravels.com/best-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Miradouro da Vitória is only a short walk from Porto Cathedral, and being one of the best free viewpoints in Porto, it’s no surprise that there’s usually quite a few people up here. Especially at sunset, so you might want to try one of the lesser-known spots on this list for that time of day.",
            "siteName": "Officer Travels",
            "shortName": "11 Best Porto Instagram Spots To Visit TODAY",
            "indexInSource": 4,
            "iconSiteId": 42726,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Aka Capela das Almas,this church is probably one of the most famous church since it’s totally covered in azulejos. I’ve never seen anything like it. It’s located on Rua Santa Catarina in the Bolhao area, which is the major shopping street.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 5,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460724",
            "type": "webPlacesList",
            "url": "https://fashiontravelrepeat.com/instagram-spots-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "This church is definitely one of the best Instagram spots in Porto, Portugal. I mean, look at all of those azulejos!. Although the church was built in the 18th century, it wasn’t covered in the blue and white azulejo tiles until 1929.",
            "siteName": "FashionTravelRepeat",
            "shortName": "The Best Instagram Spots in Porto, Portugal",
            "indexInSource": 6,
            "iconSiteId": 20104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": "Enrobed in the finest azulejo, the Chapel of Souls is a sure standout church. If you are into tiles, then this church is a must visit. The tilework of this church is sure to illicit countless of oohhs and ahhs from you.",
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 2,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460726",
            "type": "webPlacesList",
            "url": "https://tavernatravels.com/best-instagram-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "Built in the 18th century, the Chapel of Souls is one of the most beautiful churches, and best photo spots in Porto!. The intricate details of the tiles are just incredible.",
            "siteName": "taverna travels",
            "shortName": "Best Instagram Photo Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 5202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZNkCwWHdmAzCuY7jYIp7X68rlnNL55Jp",
          "GLx9dRKPj5XkFHXVleF0xjpKt28P4HZe",
          "pUSauJqJgvKDwo77cDZNZoLY9YF7neFA",
          "smxuWXbtHSSR5MboxDZSwH5yBxIg29OL",
          "VOETp3JSBDLeNDwwAwVgOEO16sPlsoB3",
          "ZNkCwWHdmAzCuY7jYIp7X68rlnNL55Jp",
          "GLx9dRKPj5XkFHXVleF0xjpKt28P4HZe",
          "pUSauJqJgvKDwo77cDZNZoLY9YF7neFA",
          "smxuWXbtHSSR5MboxDZSwH5yBxIg29OL",
          "VOETp3JSBDLeNDwwAwVgOEO16sPlsoB3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1630"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Chapel of Souls",
        "placeId": "ChIJX55xrvpkJA0RtYd3oxxfEhE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Saw this church while strolling in the city, and as I have read in numerous blogs, this place is indeed very beautiful and the work of the tiles is magnificent. Located just at the crossroad, this will not be missed by anyone walking nearby. I was not able to visit inside but the tile work was beautiful.",
            "author_name": "Akash Bhattacharjee",
            "relative_time_description": "",
            "time": 1753375652,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful chapel with stunning azulejos covering all over the walls. I couldn't even believe that the entrance was totally free. The only thing I didn't like that people treat this place as a photo shoot place, yet it is still a religious place, I hope those people will know how to treat it right, not like a photo shot center.",
            "author_name": "Ekin",
            "relative_time_description": "",
            "time": 1753777060,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Have you ever been to organ place in the church? Well, in this church you will be there and at much more uncommon places as organ, balconies and very top of the church. And the story of the hidden house is very impressive per se. Very friendly people working there made us feel as very warmly welcomed guests ❤️\nAnd of course dont forget to enjoy beautiful tiles outside - they are hard to oversee when you finish the tour.\nWe enjoyed a lot and very recommend a visit there.",
            "author_name": "Kate",
            "relative_time_description": "",
            "time": 1756939874,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.diocese-porto.pt/",
        "index": 8,
        "id": "",
        "categories": [
          "Chapel",
          "Sights & Landmarks",
          "Church",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 58,
            "3": 506,
            "4": 2486,
            "5": 7056
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.149882,
        "address": "R. de Santa Catarina 428, 4000-124 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJSdbOUeJkJA0RIXwSJxPFXkI",
        "generalDescription": "Rising 76 meters high, Torre dos Clérigos is a prominent baroque bell tower in Porto. Climbing its 225 steps rewards visitors with panoramic views of the city, including landmarks like Praca da Liberdade, Livraria Lello bookshop, and the Douro valley. This historic structure offers a bird's-eye perspective of Porto and is a must-visit for first-time sightseers looking to orient themselves in Portugal's second largest city.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.614598,
        "rating": 4.6,
        "numRatings": 19953,
        "sources": [
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "The soaring Clérigos Tower punctuates Porto's skyline like a monumental needle. This is the city's most visible landmark, a 75-meter-tall, 18th-century granite-hewn rocket, and visiting this historic structure should be high up on the \"things to do\" list. You'll need a stout pair of legs to climb the 240 steps to the top of the tower, but the effort will be rewarded with a breathtaking panorama of the river, the coastline, and the distant Douro valley — a bird's-eye-view of Portugal's second largest city, and an inspiring way for first-time sightseers to get their bearings.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170698",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/porto-photography-locations-portugal/",
            "sourceSite": "Web",
            "snippet": "Climb up around 240 steps of Clerigos Tower if you don’t mind a workout. You will be rewarded with the best birds-eye perspective of Porto. Dominating the city with a height of 75.6 meters, it has become a symbol of Porto and you will often see its silhouette while roaming around in the streets below.",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "Porto Photography Location Guide, Portugal",
            "indexInSource": 7,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "The tower attached to Igreja dos Clérigos shoots almost 76 meters into the sky, dominating Porto’s cityscape and seen as a symbol of the city. If you want to climb above it all and get a 360º view, this is the best spot. It costs €3 to take the 240 steps up to the top.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 4,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "The bell tower attached to the Clérigos Church is one of the best viewpoints in Porto. The tower was built in the late 18th century and stands more than 75 metres high. Add this tower to your Porto itinerary, pronto!",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 4,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924631",
            "type": "webPlacesList",
            "url": "https://travelingcanucks.com/2021/06/photos-of-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "This tall bell tower can be seen from most vantage points in Porto. It’s connected to Clérigos Church, one of the first baroque churches in Portugal.",
            "siteName": "Traveling Canucks",
            "shortName": "30 Photos of Porto Portugal that will inspire you to visit",
            "indexInSource": 3,
            "iconSiteId": 14617,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Nq6RyaSOnvZXqW6VFq2BEepAOTQHUpW0",
          "5TPHJdy2T2Q3URaVceGBnseLBGV7Q2it",
          "lFLB5ty4MeBHYwOl8yM9YQmFWaClfVKk",
          "CPwSPYAMeH3RcCqrmLJuFnCLut20rIyD",
          "Gcikwv6b9rm7w6NbVk4pH1KpXIPFDWkS",
          "Nq6RyaSOnvZXqW6VFq2BEepAOTQHUpW0",
          "5TPHJdy2T2Q3URaVceGBnseLBGV7Q2it",
          "lFLB5ty4MeBHYwOl8yM9YQmFWaClfVKk",
          "CPwSPYAMeH3RcCqrmLJuFnCLut20rIyD",
          "Gcikwv6b9rm7w6NbVk4pH1KpXIPFDWkS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Torre dos Clérigos",
        "placeId": "ChIJSdbOUeJkJA0RIXwSJxPFXkI",
        "internationalPhoneNumber": "+351 22 014 5489",
        "reviews": [
          {
            "rating": 5,
            "text": "•\tThe Torre dos Clérigos is one of Porto's most iconic landmarks, a striking 18th-century baroque bell tower that rises dramatically above the city skyline.\n•\tDesigned by Italian architect Nicolau Nasoni, the tower is an architectural masterpiece, blending elegance and grandeur with intricate stonework and detail.\n•\tClimbing the 225 steps to the top is a must-do experience-at the summit, you're rewarded with 360-degree panoramic views of Porto, from the red-tiled rooftops to the shimmering Douro River.\n•\tThe interior is just as fascinating, with exhibits and historical details that give insight into the tower's religious and cultural significance.\n•\tAt night, the tower is beautifully lit, standing like a glowing beacon in the heart of the city-a perfect photo opportunity and a symbol of Porto's historic charm.\n•\tWhether you're drawn by history, architecture, or just chasing the best views in town, the Torre dos Clérigos delivers an unforgettable experience.",
            "author_name": "Ferhat Yildiz",
            "relative_time_description": "",
            "time": 1745571308,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The views are beautiful, especially around sunset. The entrance fee was 5 EUR, we went on time, they let us up in sections (one group can be up in the tower at a time). This is necessary, because there is very little space up there, it is difficult to move slowly, you have to hunt for the free space on one side of the lookout. The staircase is not steep, easy to climb, there are landings, and at the end the corridor narrows to one person. The experience is definitely worth it.",
            "author_name": "Marcell Bertalan",
            "relative_time_description": "",
            "time": 1753253488,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The climb isn't as bad as it sounds, I was surprised when I got to the top, as it was quite fast to get there. The steps to the top include a stroll around the church area, where you're taking your time and not using much energy. Note there is a water vending machine that only accepts cash, not card, so bring your own water.\n\nThe views from the top, are 360, breath-taking of the city, and well worth the climb. Would recommend to everyone in Porto.",
            "author_name": "arjan virdi",
            "relative_time_description": "",
            "time": 1757079296,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.torredosclerigos.pt/",
        "index": 9,
        "id": "",
        "categories": [
          "Catholic church",
          "Art museum",
          "Heritage museum",
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 216,
            "2": 225,
            "3": 1145,
            "4": 4743,
            "5": 13666
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.145671,
        "address": "R. de São Filipe de Nery, 4050-546 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJQQ2CwuFkJA0RUdkM5HFBMmk",
        "generalDescription": "The Palácio da Bolsa, also known as the Stock Exchange Palace, is a grand 19th-century building in Porto that celebrates the city's prosperous merchants. This neoclassical landmark was once the headquarters of the Porto Trade Association and later housed the Portuguese stock exchange.",
        "utcOffset": 60,
        "maxMinutesSpent": 90,
        "longitude": -8.615672,
        "rating": 4.5,
        "numRatings": 11941,
        "sources": [
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "Dating from the mid-19th century, Porto's former stock exchange contains a wealth of historic interest. Built on the site of a Franciscan monastery, its sumptuous interior is divided into several rooms and salons, each one singular in its appeal and worthy of close scrutiny. You'll need to take a mandatory guided tour, but set the others in your group aside and pretend you're a wealthy merchant visiting on business as you wander through the Portrait Room with its gallery of uniformed monarchs, and then cast your eyes skywards after entering the Golden Room to admire its gilded stucco ceiling.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2607681",
            "type": "webPlacesList",
            "url": "https://officertravels.com/best-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "At the top of the  Gaia Cable Car you’ll find yourself within walking distance of the Cais da Ribeira de Gaia Mirador. This has long been one of the most popular photo spots in Porto, because from this spot in Vila Nova De Gaia you can see over to Ribeira which is the old town of Porto and the waterfront. If you’ve not got a fear of heights then you could always make use of the wall as a prop in your photo.",
            "siteName": "Officer Travels",
            "shortName": "11 Best Porto Instagram Spots To Visit TODAY",
            "indexInSource": 5,
            "iconSiteId": 42726,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "The Palácio da Bolsa is one of the best places to take photos in Porto. The palace was once the stock exchange of Porto and is now open to the public, and hosts various events. The building was built in the 19th century, and it is grand with ornate interiors, including a central hall with a glass ceiling, chandeliers, and marble staircases.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 10,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "Another popular attraction is Porto is the Palácio da Bolsa. It is known for its exquisite neoclassical facade and ornate gilded Arabian Hall. Located in the historic center of Porto, this massive building was once the city’s stock exchange that wooed European bankers and investors.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 8,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 5,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qFALOFwI03JALJZpH1gxOpGQpeBFxuLL",
          "mGfHPN7HkMvZI8Jtg2P5pfBYy8Q9BkrS",
          "KEbklQEbd0DR6Y77yxSM4hVi2EOGXyCP",
          "r1God8HbQJz0dyjhOgTmK8rZvabXdSkl",
          "YrSyNLOsP1rNXm5Pz4591eo4WSFlNN3P",
          "qFALOFwI03JALJZpH1gxOpGQpeBFxuLL",
          "mGfHPN7HkMvZI8Jtg2P5pfBYy8Q9BkrS",
          "KEbklQEbd0DR6Y77yxSM4hVi2EOGXyCP",
          "r1God8HbQJz0dyjhOgTmK8rZvabXdSkl",
          "YrSyNLOsP1rNXm5Pz4591eo4WSFlNN3P"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Palácio da Bolsa",
        "placeId": "ChIJQQ2CwuFkJA0RUdkM5HFBMmk",
        "internationalPhoneNumber": "+351 22 339 9000",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a wonderful place to visit in Porto. It's so beautiful, every part of this palace is so magical. And of course the gold room is my favorite it's magnificent. The lady who works there as a tour guide is so nice and also she's so funny. She explained to us everything with a funny story and the people laughed and everybody had a good time. The other things I liked about it was the carpet, they had so many Persian carpets in different rooms and they were so colorful and pretty. I loved this place, so if you are in Porto you have to visit the palace. You will love it.",
            "author_name": "Sevda Asl",
            "relative_time_description": "",
            "time": 1752371515,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "💯% worth it! If you're questioning ‘is it worth it?', it most definitely is!\nIt's a 30 minute guided tour - you'll come to understand why, but it's absolutely phenomenal!\nThank you for the experience.\nI would recommend booking tickets early. The great thing the Palácio do is conduct the tours in various languages, therefore slots get booked up pretty quick, so my advice would be to book early/prior.\nThe tour guide was very knowledgeable, saying he had only been there 3 weeks. An excellent guide.\nThank you 💫",
            "author_name": "Trehan",
            "relative_time_description": "",
            "time": 1756896845,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great! We arrived at 09:05 on a Sunday without having bought an online ticket (wasn't available the night before). There was no queue and we could immediately buy a ticket for the 30-minute guided tour for the slot at 09:15. Our guide was great, very enthusiastic and clear. What a beautiful place this palace is, with a rich history. Only downside would be that the 30 minutes felt a bit too rushed. We wanted to listen to the guide but also look around a bit (there were some rooms that weren't explicitly shown by the guide, but that you could enter if you wanted) Doing both at the same time wasn't always possible. 5-10 minutes extra would be great… but I do understand that they've put a time limit on the tours. Our group consisted of about 20-25 people and that was perfect to still enjoy all the different spaces, listen and see the details. You would not want the space to be packed with people just hanging around. I would highly recommend to visit this beautiful place. The pictures speak for itself :)",
            "author_name": "Lauren",
            "relative_time_description": "",
            "time": 1751609268,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://palaciodabolsa.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Museum",
          "Architectural Buildings",
          "Civic Centers",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 356,
            "2": 221,
            "3": 655,
            "4": 2530,
            "5": 8214
          }
        },
        "minMinutesSpent": 90,
        "latitude": 41.141377,
        "address": "R. de Ferreira Borges 11, 4050-253 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJW3NQxR1lJA0R36dtNv8LUi8",
        "generalDescription": "Parque das Virtudes is a charming split-level garden in Porto, offering stunning views of the city and the Douro River valley. Often mistaken for Miradouro das Virtudes, this unassuming yet beautiful park is located behind the Palace of Justice in Porto's historic center. The garden's terraced layout provides panoramic vistas of Ribeira, the Douro river, and Vila Nova de Gaia.",
        "utcOffset": 60,
        "maxMinutesSpent": 120,
        "longitude": -8.618988,
        "rating": 4.6,
        "numRatings": 6979,
        "sources": [
          {
            "id": "588427",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/where-can-i-take-the-best-photo-of-porto/",
            "sourceSite": "Web",
            "snippet": "Probably the most popular spot among the locals as, due to the wind coming from the river and the shadows of the trees from the nearby garden, this is one of the coolest places during Summer in Porto.We go there to grab a beer (there are some nice restaurants nearby), read a book or simply chill out with friends.The only thing I don’t like about this viewpoint in Porto in that it is usually crowded with people smoking weed, which I particularly dislike. Nonetheless, from here you can take photos of Porto, more particularly of the Arrábida bridge.And, out of curiosity, Virtudes means virtues in Portuguese: this viewpoint in Porto was given that name because when you look down below through the iron bars you’ll see a fountain which water was believed to cure all the diseases!. Opening hours: All day long.Address: Passeio das Virtudes | Porto.Price: Free.How to get there: São Bento train station is a 10 minutes walking distance.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "Where to take photos in Porto: the best viewpoints in Porto | Portoalities",
            "indexInSource": 5,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "Another perfect place to admire the sunset at the end of a long day of walking is definitely the Miradouro das Virtudes, which is not far from the Jewish quarter. It is located inside the Jardim das Virtudes, a small garden, placed on the side of a green hill that presents a series of terraces. Besides being little frequented at any time of the day and evening, from the highest part you will be able to see the wine cellars of Vila Nova de Gaia, beyond the Douro.",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 5,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "Set on a hillside overlooking the Douro River and the Ribeira neighborhood, Parque das Virtudes is the most revered local spot to watch the sunset on long summer days. Due to its western locale, Porto gets some amazing nightly fire shows, and you need to come here at least once on your trip. You can grab a takeaway beverage from one of the cafes on the street behind the top of the park, take a seat in the grass or on one of the benches, and just breathe.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 6,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129115",
            "type": "webPlacesList",
            "url": "https://tasteporto.com/top-7-instagrammable-spots-porto/",
            "sourceSite": "Web",
            "snippet": "This is the spot chosen by many locals and tourists alike for enjoying a cold beer or a refreshing wine while watching the sunset. Drinks aren’t mandatory and lazy book reading or cat napping or just landscape appreciating are all welcome activities to undertake in this beautiful spot.",
            "siteName": "Taste Porto",
            "shortName": "Top 7 Instagrammable Spots in Porto",
            "indexInSource": 3,
            "iconSiteId": 4495,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "knqenZnNTBFPlRnG48DgIJ5ci5SRfFmA",
          "fC07tydGlPid41lpXMMi5a14IW7WtAkX",
          "qDAqTpcT7wSM6lbYuChHiRPsf3qyy79B",
          "s2JsNphAPBFbzUunVfqrZ0jouWdnRM2W",
          "iVcajU8XJfgtNYpDkKtg3IK7ATF1nXqp",
          "knqenZnNTBFPlRnG48DgIJ5ci5SRfFmA",
          "fC07tydGlPid41lpXMMi5a14IW7WtAkX",
          "qDAqTpcT7wSM6lbYuChHiRPsf3qyy79B",
          "s2JsNphAPBFbzUunVfqrZ0jouWdnRM2W",
          "iVcajU8XJfgtNYpDkKtg3IK7ATF1nXqp"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Parque das Virtudes",
        "placeId": "ChIJW3NQxR1lJA0R36dtNv8LUi8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful park with great views! Nice that it is free with some interesting art pieces also. Highly recommended!",
            "author_name": "Alex Kost",
            "relative_time_description": "",
            "time": 1741612796,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great views out over the Duoro from the top, with steep steps and paths throughout. There are different tiered parts of the park and it can be nice to explore. As with most things in Porto, it's a challenge if you're not particularly mobile or steady on your feet. If that's the case, get a tram/cab/bus to the top and take in the views without the climb.",
            "author_name": "Alec Dudson",
            "relative_time_description": "",
            "time": 1745348675,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a terraced park that follows the natural contours of the land, offering one of the most beautiful sunset views over the Douro River in Porto. Originally the private garden as the Jardim da Quinta das Virtudes estate in the mid-18th century, the property later came under the ownership of the city of Porto. At one point, it was also used as a practical training site for the Escola Prática de Agricultura (Agricultural Practice School). In the early 2000s, the area was redeveloped into a public park for local residents, giving it the form it has today.\nNote: The park has limited opening hours, making it easier to catch the sunset here mainly during the winter months.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1750635040,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ambiente.cm-porto.pt/parques-e-jardins/parque-das-virtudes",
        "index": 11,
        "id": "",
        "categories": [
          "Garden",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 54,
            "2": 56,
            "3": 338,
            "4": 1400,
            "5": 5132
          }
        },
        "minMinutesSpent": 120,
        "latitude": 41.1447,
        "address": "Passeio das Virtudes 53-3, Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJPe3wd5lvJA0Rbvo1l-s8RSQ",
        "generalDescription": "Farolim de Felgueiras, a 19th-century hexagonal lighthouse made of granite, stands tall at 10 meters on the Douro River. Walking along the river from Porto's Ribeira district to Foz offers a less crowded but equally rewarding experience compared to taking the old trams.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.677305,
        "rating": 4.7,
        "numRatings": 3219,
        "sources": [
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "My all time favourite Instagram spot in Foz neighborhood in Porto is the famous Felgueiras’ lighthouse, which has been featured on National Geographic. Now, a word of caution. Don’t go all nuts trying to photograph this place during a storm or when the weather is unstable.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 8,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Head to the beach to see the Farolim de Felgueiras Lighthouse which sits on a long pier with the ocean behind it. Perfect at sunset for hazy beautiful ocean photos.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 16,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 19,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BPm4NLoEhtoXPO74gvGBnDzEgs2LpXu1",
          "W11nyBOhdRYSGAzoo31ppBTtmj5iOnQY",
          "t0OJAByxZGC1sSPgqb83mSpJ1rpXXEhR",
          "NJN0GVjVyqJY7WygLQTFGJgTHaFtQE6n",
          "lczaIT9Q5i27vU1IdaL4BvYMfpMNi2RR",
          "BPm4NLoEhtoXPO74gvGBnDzEgs2LpXu1",
          "W11nyBOhdRYSGAzoo31ppBTtmj5iOnQY",
          "t0OJAByxZGC1sSPgqb83mSpJ1rpXXEhR",
          "NJN0GVjVyqJY7WygLQTFGJgTHaFtQE6n",
          "lczaIT9Q5i27vU1IdaL4BvYMfpMNi2RR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Farolim de Felgueiras - Porto",
        "placeId": "ChIJPe3wd5lvJA0Rbvo1l-s8RSQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A very beautiful place where the ocean rages, waves crash against the walls, and the experience is simply incredible. But you need to be very careful, as the waves can literally sweep you into the ocean-we personally witnessed this happen to two tourists. Thank God they were rescued from the water.",
            "author_name": "Kateryna Skoryna",
            "relative_time_description": "",
            "time": 1739464432,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Farolim de Felgueiras in Porto is a gem that offers an extraordinary coastal experience. The lighthouse, standing steadfast against the waves, provides a dramatic backdrop that is truly captivating. With a chilly breeze adding to the charm, the beach becomes a perfect spot for contemplation and soaking in the raw beauty of nature. The panoramic views of the ocean, especially during golden hours, are unforgettable. It's a must-visit destination for those seeking tranquility and inspiration by the sea.",
            "author_name": "Shashikant Taneja",
            "relative_time_description": "",
            "time": 1743271495,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Spectacular view, great for hot day. You always a strong wind and the waves can clashes and spray you providing a cool refresh... but smelling fishy... the fishermens clearly are peeing directly there so there is strong pee smell... I wish the city would do something about it.",
            "author_name": "Meliza Hardeman",
            "relative_time_description": "",
            "time": 1752849369,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/profile.php?id=61562717807937&is_tour_dismissed",
        "index": 12,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 19,
            "3": 151,
            "4": 648,
            "5": 2394
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.146759,
        "address": "Jardim do Passeio Alegre,, Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJSdbOUeJkJA0R8Fnew2FjwXA",
        "generalDescription": "Clérigos Church, a Baroque church in Porto, is renowned for its marble altarpiece and a 75-meter bell tower that has become an iconic symbol of the city. The Torre dos Clérigos, constructed in 1750 by the well-known Tuscan architect Nicolau Nasoni, stands as the tallest building in Porto's historic center. Visitors can climb 240 spiral steps to reach the top of the tower and enjoy panoramic views of the city.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.613945,
        "rating": 4.6,
        "numRatings": 12774,
        "sources": [
          {
            "id": "1924612",
            "type": "webPlacesList",
            "url": "https://andoreia.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "While Clerigos Church is not covered in tiles like most of the other religious sites in Porto, its facade is still quite beautiful. I suggest you take your picture from further down on Rua de Clerigos, with the church in the distant background. Also, don’t forget to climb the bell tower for the best views of Porto.",
            "siteName": "andoreia",
            "shortName": "Porto Instagram Spots: 23 Amazing Photography Locations",
            "indexInSource": 6,
            "iconSiteId": 29712,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Whether you’re spending just a weekend in Porto or longer, the Clerigos Church is an Instagram spot you won’t want to miss. This baroque-style Church was built between 1735 and 1748. Attached to the church is Clerigos Tower, one of the city’s most recognizable monuments.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 6,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 4,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924631",
            "type": "webPlacesList",
            "url": "https://travelingcanucks.com/2021/06/photos-of-porto-portugal/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Traveling Canucks",
            "shortName": "30 Photos of Porto Portugal that will inspire you to visit",
            "indexInSource": 4,
            "iconSiteId": 14617,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TNgyzWOhAaEYfxXvGld61K5TpRj2y0v8",
          "RKyM1zTAz70KxtQW857BwBbvujpuWvvy",
          "omaEcpQqafVHbS1KszBZOfbZbsoqQDgQ",
          "StT8de2C0ORlOHFDj0pp2V3en9UR4yLx",
          "9zU0A9zexE611SA8BFHSEpVhSLIx5NRG",
          "TNgyzWOhAaEYfxXvGld61K5TpRj2y0v8",
          "RKyM1zTAz70KxtQW857BwBbvujpuWvvy",
          "omaEcpQqafVHbS1KszBZOfbZbsoqQDgQ",
          "StT8de2C0ORlOHFDj0pp2V3en9UR4yLx",
          "9zU0A9zexE611SA8BFHSEpVhSLIx5NRG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Clérigos Church",
        "placeId": "ChIJSdbOUeJkJA0R8Fnew2FjwXA",
        "internationalPhoneNumber": "+351 22 014 5489",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the tower is a great experience. You walk through the church facilities and rooms which display history and info about the building.  Then walk up the narrow stairs in the tower.  The view at the top probably offers the best views of Porto.",
            "author_name": "Roger Mak",
            "relative_time_description": "",
            "time": 1753367338,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful church! People mostly come here for the tower or taking a picture in front of the main gate. Yet, the church inside is very beautiful, so I would strongly recommend to visit the church as well! It is easy to walk from the city center.",
            "author_name": "Ekin",
            "relative_time_description": "",
            "time": 1750516569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a beautiful church located next to the most famous tower of the city. The architecture of the church is marvelous. They have a laser light show in the evening called Spiritus which have projection mapping inside the church. Although the lighting show is decent, with a little music and a story this would have been much better. Overall this church is good and it's a good experience to watch the laser show.",
            "author_name": "Akash Bhattacharjee",
            "relative_time_description": "",
            "time": 1754847275,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.torredosclerigos.pt/pt/",
        "index": 13,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Museum",
          "Observation Decks & Towers",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 151,
            "2": 146,
            "3": 777,
            "4": 3133,
            "5": 8575
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.145884,
        "address": "R. de São Filipe de Nery, 4050-546 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJd5pejOJkJA0RT-Sh6F5ACH8",
        "generalDescription": "Livraria Lello, also known as Livraria Lello & Irmao, is more than just a bookstore; it's a historical and architectural gem located in downtown Porto. This lavish establishment opened its doors in 1906 and boasts a stunning combination of Neo-Gothic, Art Deco, and Art Nouveau styles. The exterior features intricate woodwork and a large stained glass window with the bookshop's monogram.",
        "utcOffset": 60,
        "maxMinutesSpent": 90,
        "longitude": -8.614775,
        "rating": 4,
        "numRatings": 80000,
        "sources": [
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": "It’s impossible to leave Porto without visiting Libreria Lello and get a gorgeous shot of the famous staircase located inside. It’s one of the best Porto photography and it’s an example of the things to see in Oporto Portugal.You can buy the tickets for only 4 euros if you buy a book you will get a discount as well if you show the ticket. Did you know that Libvraria Lello is the place where the author of Harry Potter took inspiration?",
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 5,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "The Livraria Lello is more than a hundred years old and features more than just books: it is home to a stunning stained glass ceiling, glazed cabinets and an elegant crimson staircase that captures your attention from the moment you set foot in the shop. It’s thought to have inspired J. K. Rowling and the Harry Potter series, which is one reason why Livraria Lello is constantly busy with hordes of people.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 8,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924614",
            "type": "webPlacesList",
            "url": "https://kipamojo.world/portugal/The-Most-Instagrammable-Places-in-Porto/",
            "sourceSite": "Web",
            "snippet": "Livraria Lello is considered the prettiest book store in the world and we think it’s also the most popular book store in the world. This uniquely-designed bookstore dates back to 1881 and its most attention-drawing features are the staircase in the middle of the store and the large stained glass ceiling window. The staircase looks very interesting with the curves and bright crimson-red color.",
            "siteName": "KIPAMOJO",
            "shortName": "The Most Instagrammable Places in Porto",
            "indexInSource": 5,
            "iconSiteId": 12496,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "One of those nerdy and weird things to do in Porto that was honestly probably my trip highlight. (I’m a huge Harry Potter series  fan!) The Livraria Lello bookstore claims fame by inspiring JW Rowling while she was writing the first book. And you can totally see it on the inside… cart tracks on the floor that reminds me of Gringotts Bank.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 2,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "I’m sure it has always been popular, but ties to JK Rowling and rumors of its Harry Potter inspiration mean there is an entry cost and a line. Two lines technically, one to buy your ticket and then again to enter the bookshop. If you manage to catch a picture like the one above without any people, you must’ve worked some sort of magic.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 9,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "With its striking wooden staircase and walls of books, the famous Livraria Lello is easily one of the most iconic Instagram spots in Porto. The bookshop is famously compared to the Hogwarts Library, making it a very popular Harry Potter location to visit. It is a memorable addition to any Portugal itinerary!",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 4,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460720",
            "type": "webPlacesList",
            "url": "https://traveltomorrow.com/10-most-instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "The Lello Bookstore, also known as Livraria Lello & Irmão and Livraria Chardron, is one of the oldest bookstores in Portugal and frequently rated among the top bookstores in the world. This shop inspired Flourish and Blotts and the Hogwarts Library, as J.K. Rowling lived in Porto during the early nineties.",
            "siteName": "Travel Tomorrow",
            "shortName": "10 most instagrammable places in Porto for stunning travel photos",
            "indexInSource": 0,
            "iconSiteId": 3858,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924621",
            "type": "webPlacesList",
            "url": "http://www.joethomasphoto.com/blog/2018/6/16/5-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": "I won't argue that this is one of the world's most beautiful bookstores, it features a grand twisting staircase, intricate wood carvings, a colorful stained glass ceiling and a collection of rare and first edition books. The design is rumored to have even inspired J.K. Rowling while writing Harry Potter.",
            "siteName": "Joe Thomas",
            "shortName": "5 Best Photo Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 276616,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924616",
            "type": "webPlacesList",
            "url": "https://twinperspectives.co.uk/18-best-instagram-spots-porto-portugal-2023/",
            "sourceSite": "Web",
            "snippet": "Now, we do have to pre-warn you that this best Instagram spot in Porto is very well-known. In fact, we would say that it’s so popular, visiting here isn’t worth the effort unless you plan your visit (very) strategically. Livraria Lello is known as the prettiest bookstore in the world, inside and out.",
            "siteName": "Twin Perspectives",
            "shortName": "18 Best Instagram Spots in Porto, Portugal (2023)",
            "indexInSource": 2,
            "iconSiteId": 46411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924592",
            "type": "webPlacesList",
            "url": "https://joyofexploringtheworld.com/top-10-epic-instagram-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "If you are an avid book reader and love to visit unique bookstores and Libraries in different cities then this is a location not to be missed. Livraria Lello is known for being the most beautiful bookstore in the world—and it’s said to have inspired J.K. Rowling’s visions of Hogwarts.",
            "siteName": "Joy of Exploring The World",
            "shortName": "Top 10 EPIC Instagram spots in Porto",
            "indexInSource": 1,
            "iconSiteId": 40065,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Livraria Lello Bookshop is considered to be one of the most beautiful bookstores in the world. The store was opened in 1881, and it is also fondly known as the Harry Potter Bookshop, as J.K. Rowling was inspired by this very place during her time in Portugal.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 6,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "The Clérigos Tower is one of the landmarks of Porto and offers some of the best views of the city. Add this tower to your Porto itinerary!. You have a demanding climb of over 220 steps to reach the top, but the panoramic views across Porto city are stunning.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 7,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 0,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "Then this location will definitely be your favorite one in Porto. It seems that this lovely bookshop of 1906 inspired J.K. Rowling in her creation of Flourish and Blotts and the Hogwarts Library, since the writer taught English in Porto in the ’90s.",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 1,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924640",
            "type": "webPlacesList",
            "url": "https://mybucketlistjourneys.blog/insta-worthy-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "I love finding unique bookstores around the world, and if you’re like me, you’ll love Livraria Lello. It’s one of the oldest bookstores in Portugal and one of the top bookstores in the world!. TIP: Make sure you get there for opening!.",
            "siteName": "My Bucketlist Journeys",
            "shortName": "Insta-Worthy Spots in Porto",
            "indexInSource": 9,
            "iconSiteId": 56633,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "This was one of the spots that I was most excited about visiting in Porto!. Livraria Lello is known for being the most beautiful bookstore in the world—and it’s said to have inspired J.K. Rowling’s visions of Hogwarts.",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 2,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460724",
            "type": "webPlacesList",
            "url": "https://fashiontravelrepeat.com/instagram-spots-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "Livraria Lello is a stunning bookstore that’s been open for business since 1906. Many consider it to be one of the great bookstores of the world. It’s also one of the most Instagrammable places in Porto, Portugal.",
            "siteName": "FashionTravelRepeat",
            "shortName": "The Best Instagram Spots in Porto, Portugal",
            "indexInSource": 2,
            "iconSiteId": 20104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924593",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "That's because this library inspired J.K Rowling when she was writing Harry Potter!. Besides that, it is also a very beautiful spot, I mean, look at those stairs!. Dit bericht bekijken op Instagram",
            "siteName": "Dymabroad",
            "shortName": "10 Best Instagram Photo Spots in Porto",
            "indexInSource": 4,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924615",
            "type": "webPlacesList",
            "url": "https://blameitonmei.com/best-photo-spots-in-northern-portugal/",
            "sourceSite": "Web",
            "snippet": "Step into a fairytale at Livraria Lello, one of the world’s most beautiful bookstores. With its enchanting staircases and intricate decor, this literary wonderland is a photographer’s dream.",
            "siteName": "Blame it on Mei | Miami Fashion Blogger Mei Jorge",
            "shortName": "Picture-Perfect: The Best Photo Spots in Northern Portugal - Blame it on Mei",
            "indexInSource": 3,
            "iconSiteId": 276613,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2607681",
            "type": "webPlacesList",
            "url": "https://officertravels.com/best-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Livraria Lello is one of the most popular Instagram spots in Porto and in fact, it is often referred to as the most beautiful bookshop in the world!",
            "siteName": "Officer Travels",
            "shortName": "11 Best Porto Instagram Spots To Visit TODAY",
            "indexInSource": 7,
            "iconSiteId": 42726,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222480",
            "type": "webPlacesList",
            "url": "https://lauraspassport.com/porto-11-photo-spots/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Laura s' passport",
            "shortName": "Porto | 11 photo spots not to be missed",
            "indexInSource": 4,
            "iconSiteId": 29714,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 1,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qb7AR6GKBFzBxkXkbe03EsbIEfmw6t3a",
          "mtkPV7uuPo5UQnBaO3UqYLTVW3GsRqlc",
          "cQWu3KtfriMMHIJi0Sdf7rOKWK3rE807",
          "eJQOF1WDoDlfWRGPDhZLFGgyv6bRl9zl",
          "CYU0tazVwim5b8LUIfSkBXDoxfhKxS3J",
          "qb7AR6GKBFzBxkXkbe03EsbIEfmw6t3a",
          "mtkPV7uuPo5UQnBaO3UqYLTVW3GsRqlc",
          "cQWu3KtfriMMHIJi0Sdf7rOKWK3rE807",
          "eJQOF1WDoDlfWRGPDhZLFGgyv6bRl9zl",
          "CYU0tazVwim5b8LUIfSkBXDoxfhKxS3J"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Livraria Lello",
        "placeId": "ChIJd5pejOJkJA0RT-Sh6F5ACH8",
        "internationalPhoneNumber": "+351 22 200 2037",
        "reviews": [
          {
            "rating": 5,
            "text": "It is a very popular tourist spot in Porto.  I went there before 9 and found that I had to buy tickets online in advance, so I picked a timeslot (12:15)  and bought two tickets online.\nWhen I went back to the book store again at 12:15, there were many people lining up to get in.  Each basic ticket is 10 euro but if you buy a book there, you will get a 10 euro discount on the book.  Discount is only on books.  The interior design of the book store was stunning.  There were two stories and the iconic red staircase was amazing!  There were many people inside, so it might be a bit hard to take nice pictures with the architectural design.  But I think it does not matter because you should enjoy and taste the beauty of the book store with your eyes and heart.  Books are in different languages such as French and English.  I bought their special edition of The Little Prince.\nDon't forget to look up when you were in the bookstore as there was a stained glass window.  It is said that this bookstore was the inspiration behind some scenery in Harry Potter.\nIt is worth a visit!",
            "author_name": "Karen Chan",
            "relative_time_description": "",
            "time": 1755620545,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Very popular tourist bookshop, that looks nice to visit, and worth a visit. A few things to note though, there are hundreds of people before opening queuing, and people who pay for priority, get priority.. The shop is crowded, and hard to walk through. The staircase is in constant use, and people also want to take pictures there. You can get 10 euro back from your ticket, towards a book, book only, and not other items, the cheapest book is 16 euros. I would recommend a visit, but either recommend priority, or 9am slot to avoid the crowds, the heat, and the sweat.",
            "author_name": "arjan virdi",
            "relative_time_description": "",
            "time": 1757079163,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely stunning bookshop!\nBeautiful inside.\nVery busy. However the queues are well managed and arranged according to time slots. This stops massive overcrowding, but expect it to be busy.\nBooks are expensive.\nDefinitely worth a visit, we spent around 30 minutes looking round. We went late afternoon and booked online.\nStaff extremely pleasant and welcoming.",
            "author_name": "Elviera L",
            "relative_time_description": "",
            "time": 1758036139,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.livrarialello.pt/",
        "index": 14,
        "id": "",
        "categories": [
          "Book store",
          "Libraries",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6320,
            "2": 4911,
            "3": 10190,
            "4": 17143,
            "5": 41435
          }
        },
        "minMinutesSpent": 90,
        "latitude": 41.146905,
        "address": "R. das Carmelitas 144, 4050-161 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJHYHko91kJA0RYJOd_s1YGUI",
        "generalDescription": "The Miradouro da Serra do Pilar, situated in Vila Nova de Gaia, offers stunning panoramic views of the illuminated city of Porto from across the river. This vantage point allows visitors to admire the picturesque scenery, including the river and the iconic Luis Bridge.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.608615,
        "rating": 4.8,
        "numRatings": 1820,
        "sources": [
          {
            "id": "1924612",
            "type": "webPlacesList",
            "url": "https://andoreia.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "A double-deck metal arch spanning over the Douro River and connecting Porto with Vila Nova de Gaia, Luis I Bridge is by far the most impressive bridge in the city. You can admire it from several viewpoints, but Miradouro da Serra do Pilar is probably the most known. It’s located in Vila Nova de Gaia near Mosteiro da Serra do Pilar, a former monastery, and it’s a great spot to watch the sunset.",
            "siteName": "andoreia",
            "shortName": "Porto Instagram Spots: 23 Amazing Photography Locations",
            "indexInSource": 8,
            "iconSiteId": 29712,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170698",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/porto-photography-locations-portugal/",
            "sourceSite": "Web",
            "snippet": "One of those locations to photograph the Ponte de Dom Luis I and another famous sunset location can be found right next to the upper-level entrance of the Gaia side (south-east) of the bridge. The monastery itself is beautiful and definitely worth some photos. Most people, however, will come to watch the city, the Douro river and the Ponte de Dom Luis I from this high vantage point.",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "Porto Photography Location Guide, Portugal",
            "indexInSource": 3,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184259",
            "type": "webPlacesList",
            "url": "https://sunsetobsession.com/best-spots-for-photography-in-porto/",
            "sourceSite": "Web",
            "snippet": "Just past the Luís I Bridge on the Gaia side of the Douro River, is what I consider one of the absolute best spots for photography in Porto. At Miradouro da Serra do Pilar viewpoint you can capture some unbeatable sunset vistas of the entire Porto skyline. Although you’re shooting in much the same direction as from the bridge, I do prefer this vantage point more.",
            "siteName": "Sunset Obsession",
            "shortName": "The Best Spots for Photography in Porto and Practical Tips",
            "indexInSource": 3,
            "iconSiteId": 29725,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Miradouro da Serra do Pilar undeniably offers some of the most spectacular views over Porto. To get here, you need to head over Ponte Luis I bridge, to Porto’s neighboring city of Vila Nova de Gaia. Here, you can gaze over the River Duoro and take in landmarks like Porto Cathedral and Clerigos Tower.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 1,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1926104",
            "type": "webPlacesList",
            "url": "https://sydneytoanywhere.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "This viewpoint is located on the grounds of the Serra do Pilar Monastery, a UNESCO World Heritage site, with breathtaking views of Porto’s skyline. Another popular sunset spot, you can watch the sun sink past iconic landmarks like the Dom Luis I Bridge and the Porto Cathedral.",
            "siteName": "Sydney to Anywhere",
            "shortName": "Porto Instagram Spots: 19 Places for Perfect Photos (2024)",
            "indexInSource": 2,
            "iconSiteId": 102486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Miradouro da Serra do Pilar is one of the best places to take in the sights of Porto. This miradouro, or viewpoint, offers breathtaking views of the city and river. It’s also a great place to watch the sunset over Porto.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 3,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 7,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mJXzbgsf2oHXxslr1T3QwDemBW4gvwtH",
          "cAKNEou06M6XXtWeBLDVujQzMrvceHSa",
          "hwsknoVb7zZbBUiQxj32I8R9GichXOns",
          "fif6KvjI06JuVrPwZ6ib66WwmBeypYFe",
          "GAEIVl5hske3Ltr9TrTnC6dICp6FSe8Z",
          "mJXzbgsf2oHXxslr1T3QwDemBW4gvwtH",
          "cAKNEou06M6XXtWeBLDVujQzMrvceHSa",
          "hwsknoVb7zZbBUiQxj32I8R9GichXOns",
          "fif6KvjI06JuVrPwZ6ib66WwmBeypYFe",
          "GAEIVl5hske3Ltr9TrTnC6dICp6FSe8Z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Miradouro da Serra do Pilar",
        "placeId": "ChIJHYHko91kJA0RYJOd_s1YGUI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is a scenic and relatively quiet viewpoint located next to the Mosteiro da Serra do Pilar (Monastery of Serra do Pilar), which was built in the 16th century. From here, you can enjoy breathtaking views of the Douro River, the Ponte Luís I (Dom Luís I Bridge), and the historic center of Porto. It's especially beautiful at sunset and at night when the city lights reflect off the water.",
            "author_name": "Seokjin Ham",
            "relative_time_description": "",
            "time": 1750606973,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This spot overlooking the Luis I bridge is a party place during the sunset where people gather to enjoy the view. At night this place just lights up and it is a very beautiful sight to behold. Just at the mouth of the bridge this place is bustling with people singing and enjoying the evening.",
            "author_name": "Akash Bhattacharjee",
            "relative_time_description": "",
            "time": 1753596654,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You couldn't miss it when coming to Porto. Here is the great spot to watch the whole city, even dawn or dusk, you can enjoy it all day.",
            "author_name": "Daud",
            "relative_time_description": "",
            "time": 1750614405,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Scenic spot",
          "Sights & Landmarks",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 3,
            "3": 30,
            "4": 216,
            "5": 1572
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.138353,
        "address": "Largo Aviz, 4430-999 Vila Nova de Gaia, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJR_lvdeRkJA0RPneoSR6STxI",
        "generalDescription": "Porto São Bento is a 19th-century railway station known for its stunning azulejo tilework in the main vestibule. The Baixa district, where it's located, offers various attractions such as the Torre dos Clerigos with its panoramic view, the neo-gothic Camara Municipal do Porto, and the beautiful azulejos tiles of Igreja do Carmo.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.609544,
        "rating": 4.7,
        "numRatings": 4612,
        "sources": [
          {
            "id": "222480",
            "type": "webPlacesList",
            "url": "https://lauraspassport.com/porto-11-photo-spots/",
            "sourceSite": "Web",
            "snippet": "Main train stations are not usually a tourist attraction, but Porto’s is an exception. The walls of the Porto Sao Bento station are decorated with about 20,000 azulejo tiles, dating back to 1905, which forms beautiful murals on three sides of the building’s walls. Lo ca tion – Praça de Almeida Garrett, 4000-069 Porto, Portugal.",
            "siteName": "Laura s' passport",
            "shortName": "Porto | 11 photo spots not to be missed",
            "indexInSource": 6,
            "iconSiteId": 29714,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924615",
            "type": "webPlacesList",
            "url": "https://blameitonmei.com/best-photo-spots-in-northern-portugal/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Blame it on Mei | Miami Fashion Blogger Mei Jorge",
            "shortName": "Picture-Perfect: The Best Photo Spots in Northern Portugal - Blame it on Mei",
            "indexInSource": 1,
            "iconSiteId": 276613,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TBMN4R6wAs9hmpnkVrXxnpoO2Uos1i1V",
          "T25L4IFHrYQ5Vp84ddfvGnd4VzSqqT2R",
          "HphQGBlUG27oXteHR9VsTmJnpiAYxPeG",
          "H3rjT2IrCuybotV7FDVvNqz9detxKqnv",
          "s0pOy5FdeLSw0BCrBxLG5CdtWXA7yDDr",
          "TBMN4R6wAs9hmpnkVrXxnpoO2Uos1i1V",
          "T25L4IFHrYQ5Vp84ddfvGnd4VzSqqT2R",
          "HphQGBlUG27oXteHR9VsTmJnpiAYxPeG",
          "H3rjT2IrCuybotV7FDVvNqz9detxKqnv",
          "s0pOy5FdeLSw0BCrBxLG5CdtWXA7yDDr"
        ],
        "openingPeriods": [],
        "name": "Porto São Bento",
        "placeId": "ChIJR_lvdeRkJA0RPneoSR6STxI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Used this station today , it's the closest station to Porto old town area coming in from multiple directions , the architecture of the station is outstanding , it is a very busy but also a very efficient station, it was easy to navigate and get the correct train , there is a lot of construction work going on outside the main entrance making it a bit awkward to get directly into the town .",
            "author_name": "Aidan Murphy",
            "relative_time_description": "",
            "time": 1752614880,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a 20th-century railway terminal in the municipality of Porto. The large panels of around twenty thousand azulejo tiles  were designed and painted by Jorge Colaço. The murals represent moments in the country's history and the multicolored panels depict rural scenes showing the people of various regions. Restoration work is in progress to restore the tile colours. It's popular place with tourists. Lovely architecture and frescos. Area is level and easy to walk. Station is a hub and locals use to travel to regional areas.",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1754876349,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The São Bento train station in Porto is not only a historic transportation hub but also one of the most beautiful railway stations in the world. Its Beaux-Arts granite façade sets an elegant tone, but the true marvel lies inside: around 20,000 exquisite blue and white azulejo tiles by Jorge Colaço vividly depict Portugal's history and everyday life, enveloping visitors in a stunning artistic narrative. The spacious hall radiates a luminous, timeless beauty that enchants all who enter, making São Bento a cultural gem of architectural and artistic splendour .",
            "author_name": "Jack Clement",
            "relative_time_description": "",
            "time": 1756585209,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cp.pt/passageiros/pt/consultar-horarios/estacoes/porto-sao-bento",
        "index": 16,
        "id": "",
        "categories": [
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 18,
            "3": 149,
            "4": 965,
            "5": 3431
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.145492,
        "address": "Praça de Almeida Garrett, 4000-069 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJr8xn--FkJA0RpQ2y3S53gwA",
        "generalDescription": "Miradouro da Vitória is a charming historic square in Porto that offers a unique romantic experience with its picturesque views of the cityscape, river Douro, and terracotta rooftops. Despite the surrounding abandoned buildings, it is considered one of the best spots to witness a stunning sunset in Portugal.",
        "utcOffset": 60,
        "maxMinutesSpent": 30,
        "longitude": -8.615832,
        "rating": 4.5,
        "numRatings": 6535,
        "sources": [
          {
            "id": "1184259",
            "type": "webPlacesList",
            "url": "https://sunsetobsession.com/best-spots-for-photography-in-porto/",
            "sourceSite": "Web",
            "snippet": "Tucked away in Porto’s historic district, Miradouro da Vitória is another excellent photography location. From there, you can enjoy a breathtaking panoramic vista of the city, with landmarks like the Porto Cathedral and the Douro River both in sight. The view is somewhat reminiscent of Lisbon with its unique mix of bright red-tile roofs and white buildings.",
            "siteName": "Sunset Obsession",
            "shortName": "The Best Spots for Photography in Porto and Practical Tips",
            "indexInSource": 6,
            "iconSiteId": 29725,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "One of Porto’s best Instagram views can be found tucked away in the backstreets of the city. From Miradouro da Vitoria you can see a spectacular panoramic view looking out over Dom Luís I Bridge, Porto Cathedral and the Douro River. This stunning viewpoint allows you to capture these major landmarks in one frame.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 0,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 4,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2607681",
            "type": "webPlacesList",
            "url": "https://officertravels.com/best-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Miradouro da Vitória is only a short walk from Porto Cathedral, and being one of the best free viewpoints in Porto, it’s no surprise that there’s usually quite a few people up here. Especially at sunset, so you might want to try one of the lesser-known spots on this list for that time of day.",
            "siteName": "Officer Travels",
            "shortName": "11 Best Porto Instagram Spots To Visit TODAY",
            "indexInSource": 3,
            "iconSiteId": 42726,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "The Miradouro da Vitória is one of the best places to take photos in Porto. The viewpoint is located on a hill in the Vila Nova de Gaia district and offers stunning views of the city. There are a variety of activities to do at the miradouro, such as picnicking, relaxing, strolling, etc.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 12,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129115",
            "type": "webPlacesList",
            "url": "https://tasteporto.com/top-7-instagrammable-spots-porto/",
            "sourceSite": "Web",
            "snippet": "From this lookout point, you have access to an amazing view over Gaia, the port wine cellars, the Dom Luis I bridge, the convent, Palacio da Bolsa, Sé Cathedral and lots of traditional red roofs. Oh, and it just happens to be on our Downtown Food Tour!",
            "siteName": "Taste Porto",
            "shortName": "Top 7 Instagrammable Spots in Porto",
            "indexInSource": 4,
            "iconSiteId": 4495,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Porto becomes a picture-perfect postcard from this spot high up in the hills. All the major landmarks are easily spotted, like Sé Catedral, the Stock Exchange Palace, the Dom Luís I Bridge, as well as the port wine cellars across the river.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 5,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1926104",
            "type": "webPlacesList",
            "url": "https://sydneytoanywhere.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Enjoy a comprehensive view of the historic district and the Douro River, capturing iconic landmarks like the Porto Cathedral and the Dom Luis I Bridge. This spot truly captures the essence of Porto in one frame.",
            "siteName": "Sydney to Anywhere",
            "shortName": "Porto Instagram Spots: 19 Places for Perfect Photos (2024)",
            "indexInSource": 0,
            "iconSiteId": 102486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924618",
            "type": "webPlacesList",
            "url": "https://www.bohoandsalty.com/blog/best-photo-locations-in-porto/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Boho and Salty | Endless Honeymoon Destinations for Luxury and Sustainable Travel",
            "shortName": "Porto: Best Photo Locations For Couples And Tips You Can't Miss - Boho And Salty",
            "indexInSource": 3,
            "iconSiteId": 50726,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FRF6aKo5qOCT8cVmCfdctjCeK1AcKlIA",
          "WTV9qfqi199xyE2FpIXhRU09nOSu2ROc",
          "Jrf0YlOf7MzOif65I9J8I8VD2vQYpHDp",
          "pUmUOl2EJSaEIgMROJms5Yy2AQ6P7QDV",
          "iorg0Valb96dfEA5e9IiLvwgfgmLeyJb",
          "FRF6aKo5qOCT8cVmCfdctjCeK1AcKlIA",
          "WTV9qfqi199xyE2FpIXhRU09nOSu2ROc",
          "Jrf0YlOf7MzOif65I9J8I8VD2vQYpHDp",
          "pUmUOl2EJSaEIgMROJms5Yy2AQ6P7QDV",
          "iorg0Valb96dfEA5e9IiLvwgfgmLeyJb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Miradouro da Vitória",
        "placeId": "ChIJr8xn--FkJA0RpQ2y3S53gwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wonderful view point rain or shine. Must visit while in Porto and walk around a bit as tyre are more view just around the corner outside this view deck area☺️",
            "author_name": "Maggie",
            "relative_time_description": "",
            "time": 1746292372,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Miradouro da Vitória offers a beautiful panoramic view of Porto. Just next to the viewpoint, there's a historical church that was once attacked with a cannonball. After renovations, a replica of the cannonball was placed on the building as a tribute, adding a unique historical touch to the visit.",
            "author_name": "Mahtab Shahin",
            "relative_time_description": "",
            "time": 1747206288,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The other day I had an expensive, yet rather weird history walking tour guide. The tour ended here, and he warned me, so I had to come back.\nHis “Warning” was about this being a hippie place (it is!), with folks smoking (they do!).\nWhat he didn't warn me about: Great pubs, Brazilian music, people dancing in the square, and, of course, the scenic sunset.",
            "author_name": "Sophia Schlette",
            "relative_time_description": "",
            "time": 1755551258,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Scenic spot",
          "Sights & Landmarks",
          "Points of Interest & Landmarks",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 79,
            "3": 537,
            "4": 1657,
            "5": 4226
          }
        },
        "minMinutesSpent": 30,
        "latitude": 41.143083,
        "address": "R. de São Bento da Vitória 11, 4050-265 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJUfvLyOBkJA0Rvqdr7nTQ_d8",
        "generalDescription": "Cais da Ribeira is a historic riverside promenade located along the Porto side of the Douro River. It offers a charming setting with terrace restaurants and bars nestled beneath tall, colorful townhouses. Visitors can enjoy wine sipping, people watching, and dining in cozy tascas and quaint restaurants while lounging on pavement chairs. The area is alive with street musicians, vendors selling roasted chestnuts, and traditional barcos rabelos bobbing along the water's edge.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.611186,
        "rating": 4.8,
        "numRatings": 985,
        "sources": [
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "Porto's riverside quarter is an alluring labyrinth of narrow, winding streets; zigzagging alleyways; and low-slung, sun-starved arcades. Facing the River Douro, though, are terraces of lofty townhouses painted in bright mustard, tangerine, and tawny hues — the Ribeira is an adventure in color and flavor. A plethora of restaurants and cafés set under the arches along the quayside makes this the most popular area in the city for relaxing and socializing.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924590",
            "type": "webPlacesList",
            "url": "https://planbeforeland.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "In my opinion, the Douro River, in Porto, is one of the most scenic views in Europe. There are many places to take breathtaking photos along the Douro River. Colourful buildings, terracotta rooftops, and charming riverside promenades are a wonderful background for your Instagram photos.",
            "siteName": "Plan Before Land",
            "shortName": "Porto Instagram Spots: 17+ Porto Places for Stunning Photos",
            "indexInSource": 5,
            "iconSiteId": 109124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IA1sJuhwC9LjNzJoRfInuTIK2ddEiWz3",
          "cFqwppeqtAHiFycGa5WJz103w7TfSwyG",
          "r8oKfbtzhHDuwmW9jiC2M2GLyVqbw76w",
          "ndJOksXZijkza5YM4lHdsZJ3592nlHed",
          "odsqe7nxVBA6cyNNIH4S2gF64hsXSktQ",
          "IA1sJuhwC9LjNzJoRfInuTIK2ddEiWz3",
          "cFqwppeqtAHiFycGa5WJz103w7TfSwyG",
          "r8oKfbtzhHDuwmW9jiC2M2GLyVqbw76w",
          "ndJOksXZijkza5YM4lHdsZJ3592nlHed",
          "odsqe7nxVBA6cyNNIH4S2gF64hsXSktQ"
        ],
        "openingPeriods": [],
        "name": "Cais da Ribeira",
        "placeId": "ChIJUfvLyOBkJA0Rvqdr7nTQ_d8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice views on the bridges and on the other side.  Can't imagine how busy it gets in the summer months.  Restaurants,  stall, all can be found here along with the cruises.",
            "author_name": "Krzysztof Zakowicz",
            "relative_time_description": "",
            "time": 1740078468,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice placento walk and colorful in summer. A lot of restaurants",
            "author_name": "Nathorn Sankhavadhana",
            "relative_time_description": "",
            "time": 1753199418,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really nice street, with amazing views of the river, the Luis I bridge, restaurants, and the boats. If you're in Porto, you must walk down here!",
            "author_name": "arjan virdi",
            "relative_time_description": "",
            "time": 1757078535,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Notable street",
          "Nature & Parks",
          "Piers & Boardwalks",
          "Marinas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 4,
            "3": 22,
            "4": 138,
            "5": 821
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.140647,
        "address": "Ribeira, Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJyW8tmeJkJA0RdGKANtSBTgE",
        "generalDescription": "Igreja do Carmo, also known as the Church of Lady of Mount Carmel, is a stunning baroque church in the Baixa district. Its exterior is adorned with intricate tile mosaics depicting scenes related to the founding of the Carmelite Order. Connected to its twin church by a narrow residence, it houses numerous oil paintings and elaborate gilt altars inside. The church's neo-gothic architecture and traditional market nearby make it a popular destination for visitors exploring this charming area.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.616273,
        "rating": 4.5,
        "numRatings": 4607,
        "sources": [
          {
            "id": "1924640",
            "type": "webPlacesList",
            "url": "https://mybucketlistjourneys.blog/insta-worthy-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Looking up this church, you’ll also come across Igreja das Carmelitas. Well, fun little fact: Igreja do Carmo and Igreja das Carmelitas are actually two separate churches that sit next to each other, divided by a very narrow house built so to prevent the nuns from one church from having any relations with the monks from the other church. The church that you will see all over Instagram though, is Igreja do Carmo — the side of the church has a beautiful exterior covered in azulejos dating back to 1912.",
            "siteName": "My Bucketlist Journeys",
            "shortName": "Insta-Worthy Spots in Porto",
            "indexInSource": 4,
            "iconSiteId": 56633,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "Plastering the exterior of Porto's 18th-century Carmo church is a blaze of blue and white azulejos (tiles), and the striking façade is one of the most instantly recognizable in the city. The original azulejos found around the city date back to the 14th century when they were used as a key decoration element on streets, buildings, and monuments. Today, some of the tiles have been replaced by replicas after the originals were stolen.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 8,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924612",
            "type": "webPlacesList",
            "url": "https://andoreia.com/porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "The Igreja de Carmo is arguably one of Porto’s most photographed landmarks. While its front facade may not look all that interesting, its side wall is decorated with beautiful blue and white azulejos, perfectly illustrating the Portuguese craftsmanship of tile making. For photos that will truly showcase the elaborate tilework, I suggest that the person pressing the shutter stand across the street from the church.",
            "siteName": "andoreia",
            "shortName": "Porto Instagram Spots: 23 Amazing Photography Locations",
            "indexInSource": 0,
            "iconSiteId": 29712,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924614",
            "type": "webPlacesList",
            "url": "https://kipamojo.world/portugal/The-Most-Instagrammable-Places-in-Porto/",
            "sourceSite": "Web",
            "snippet": "Igreja do Carmo, especially its side facade, is one of the most Instagrammable places in Porto. The Azulejos on the side facade represent scenes of the founding of the Carmelite Order, a catholic religious order that emerged in the 11th century in the region of Mount Carmel. The church was built in the late 18th century, but the Azulejos were placed in 1912.",
            "siteName": "KIPAMOJO",
            "shortName": "The Most Instagrammable Places in Porto",
            "indexInSource": 4,
            "iconSiteId": 12496,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924600",
            "type": "webPlacesList",
            "url": "https://italiantripabroad.it/Blog/11-porto-photography-spots-porto-portugal-photography/",
            "sourceSite": "Web",
            "snippet": "Located in the middle of a huge square and close to Livreria Lello, Carmo church is one of the biggest ones in the city. One of the most beautiful things about this church is the tiled wall located outside which is one of the best photos spots in Porto. The colour and the details make this church on the list of the top Porto photography spots.",
            "siteName": "Italian Trip Abroad",
            "shortName": "The Best 11 Porto Photography Spots",
            "indexInSource": 3,
            "iconSiteId": 14285,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "527323",
            "type": "webPlacesList",
            "url": "https://www.hopstays.com/blog/instagram-porto/",
            "sourceSite": "Web",
            "snippet": "Igreja do Carmo, built in the second half of the 18th century, is one of the most representative buildings of the Rococo architecture of Porto. Its side facade, which rises above the basement hospital of the order, is completely covered with beautiful blue and white tiles – the typical Azulejos. By the way, are you a fan of Portuguese Tiles?",
            "siteName": "Blog",
            "shortName": "12 most Instagrammable places in Porto",
            "indexInSource": 4,
            "iconSiteId": 52401,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "If you’re trying to figure out where this church is and keep seeing two names pop up, don’t worry, its because there are two churches side by side.The nuns lived and worked at Igreja dos Carmelitas and the monks at Igreja do Carmo. The churches are separated by a little narrow house (only 1m wide!). Who would build such a narrow house?",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 0,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "The Church of Our Lady of Carmo dates back to the 18th century, and like many of the Baroque-style structures in Porto also features an eye-catching azulejo facade. The sprawling panel is probably one of the largest azulejo-covered walls in Porto, and it’s best to visit the church before 1 or 2 PM while the sun still hits it.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 7,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "You cannot possibly visit Porto without taking a decent picture of our famous azulejo tiles. That picture cannot be taken inside São Bento train station, #Iamsorrytobreakthenews (ok, maybe I am not so bad at this social media stuff!). The best way to photograph azulejo tiles in Porto is to choose the façade of a church.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 4,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924621",
            "type": "webPlacesList",
            "url": "http://www.joethomasphoto.com/blog/2018/6/16/5-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": "While there are quite a few buildings with these intricate blue tiles, these were the two that I liked the most. While similar, I feel both are worth a visit due to their small differences and unique character. There are plenty of well dressed old Portuguese locals who make for a great stride by subject.",
            "siteName": "Joe Thomas",
            "shortName": "5 Best Photo Spots in Porto, Portugal",
            "indexInSource": 1,
            "iconSiteId": 276616,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1001282",
            "type": "webPlacesList",
            "url": "https://www.flytographer.com/blog/best-places-to-take-photos-porto/",
            "sourceSite": "Web",
            "snippet": "Built in the 18th century in Rococo style, Igreja do Carmo, or Church do Carmo, is one of Porto’s oldest and most unusual buildings. Take a careful look at its façade, and you’ll notice that there’s not just one but two churches combined and a very narrow building between them — something pretty unique.",
            "siteName": "Flytographer",
            "shortName": "Top 10 Places to Take Photos in Porto",
            "indexInSource": 7,
            "iconSiteId": 19892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924616",
            "type": "webPlacesList",
            "url": "https://twinperspectives.co.uk/18-best-instagram-spots-porto-portugal-2023/",
            "sourceSite": "Web",
            "snippet": "Located in the Miragaia district of Porto, this captivating azulejo-covered church is one of Porto’s best examples of rococo architecture. This church is located a stone’s throw from Livraria Lello, so an easy spot to visit after recovering from the crowds of the ‘world’s most prettiest bookstore’.",
            "siteName": "Twin Perspectives",
            "shortName": "18 Best Instagram Spots in Porto, Portugal (2023)",
            "indexInSource": 4,
            "iconSiteId": 46411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924592",
            "type": "webPlacesList",
            "url": "https://joyofexploringtheworld.com/top-10-epic-instagram-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "A little younger than Porto’s elaborate Baroque churches, the Igreja do Carmo has Rococo architecture from the 1750-to 60s. The side facade is covered entirely with blue and white azulejos. These tiles form one large image conveying the origins of the Carmelite Order and Mount Carmel in Israel.",
            "siteName": "Joy of Exploring The World",
            "shortName": "Top 10 EPIC Instagram spots in Porto",
            "indexInSource": 0,
            "iconSiteId": 40065,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460724",
            "type": "webPlacesList",
            "url": "https://fashiontravelrepeat.com/instagram-spots-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "You’ve probably seen this blue tiled wall all over your Instagram feed. It’s on the side of one of Porto’s most famous churches, the 18th century Igreja do Carmo. The blue and white tiles you’ll see here and all around Porto are called azulejos and are a traditional type of Portuguese tile.",
            "siteName": "FashionTravelRepeat",
            "shortName": "The Best Instagram Spots in Porto, Portugal",
            "indexInSource": 0,
            "iconSiteId": 20104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 3,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129116",
            "type": "webPlacesList",
            "url": "https://gringajourneys.com/porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "If you went to Porto without taking a photo in front of Igreja do Carmo, did you even go?!. This place of worship has some of the best azulejos in Porto and is a can’t miss picture spot. While Carmo church was inaugurated in 1768, the tile panel wasn’t added until 1912.",
            "siteName": "Gringa Journeys",
            "shortName": "The Most Photo Worthy Spots in Porto, Portugal",
            "indexInSource": 1,
            "iconSiteId": 11001,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "Igreja do Carmo is a beautiful baroque church located in central Porto. The church is known for its ornate interior, which is decorated with gilded wood carvings and intricate tile work. There are two churches side by side – Igreja do Carmo and Igreja dos Carmelitas.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 9,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129165",
            "type": "webPlacesList",
            "url": "https://familyoffduty.com/portugal/instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "The Carmo Church is the one beside the Carmelitas Church, only separated by a 1m-wide house. Carmo Church has a beautiful wall with large windows with blue colored tiles that attract many tourists.",
            "siteName": "Family Off Duty",
            "shortName": "Instagrammable Places In Porto (27 Beautiful Places In Porto Portugal)",
            "indexInSource": 6,
            "iconSiteId": 16178,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Another church which has a huge wall on one side covered in blue tiles. This one is on a less busy street it’s easier to take photos here. Make sure to pop into the church, too.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 6,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924593",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "The first photo spot I would love to share with you is Igreja do Carmo. This spot is so beautiful!. I love the blue color and the pattern on the building.",
            "siteName": "Dymabroad",
            "shortName": "10 Best Instagram Photo Spots in Porto",
            "indexInSource": 0,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222480",
            "type": "webPlacesList",
            "url": "https://lauraspassport.com/porto-11-photo-spots/",
            "sourceSite": "Web",
            "snippet": "The church Do Carmo has a beautiful facade with large windows with blue colored tiles, the famous azulejos and which attract many tourists.",
            "siteName": "Laura s' passport",
            "shortName": "Porto | 11 photo spots not to be missed",
            "indexInSource": 1,
            "iconSiteId": 29714,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924605",
            "type": "webPlacesList",
            "url": "https://www.wanderdonna.com/post/most-instagrammable-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "wanderdonna.com",
            "shortName": "Most Instagrammable Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 105345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6BX1ShDWlmXZDMaJT9t8sT3SKiW9PAvE",
          "BXmKG78FlWunObOJHmn0UopwteOT4aHv",
          "ON8QwD7Y7BLpYm8vHQabdQcQp6af3GpA",
          "vtrcoq1vzGGwawl5XVerddpZ612Opwxh",
          "Xf6WNH1tNeClf5pq2hWC2pxtpdZM8cIt",
          "6BX1ShDWlmXZDMaJT9t8sT3SKiW9PAvE",
          "BXmKG78FlWunObOJHmn0UopwteOT4aHv",
          "ON8QwD7Y7BLpYm8vHQabdQcQp6af3GpA",
          "vtrcoq1vzGGwawl5XVerddpZ612Opwxh",
          "Xf6WNH1tNeClf5pq2hWC2pxtpdZM8cIt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Igreja do Carmo",
        "placeId": "ChIJyW8tmeJkJA0RdGKANtSBTgE",
        "internationalPhoneNumber": "+351 22 207 8400",
        "reviews": [
          {
            "rating": 5,
            "text": "Great historic church that is not too crowded. One of the most iconic church in Porto and on our guided tour route. There is a fee to go inside and not too expensive 4-5euro i think. I didn't go inside due to time but others did enjoy it",
            "author_name": "Maggie",
            "relative_time_description": "",
            "time": 1746294212,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most memorable visit in a city full of beautiful churches. The beautiful interior is one thing, but you can also see the unique narrow house, a bit of history lesson through video clip, real skeleton and lots and lots of signages. I'm genuinely impressed by the numbered signages to help me organise my visit and ensuring no spot is missing.",
            "author_name": "Ayu Parcel",
            "relative_time_description": "",
            "time": 1747104224,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This church is just steps away from the famous book store in Porto. It costs €7 to enter and they normally ask you where you're from. It's a large enough church but what makes it unique is that they have several balconies inside the church what you can go to and get a different view from above. There are many different levels leading to a small outdoor balcony overlooking the town square. You can do this activity in about 1 hr and a half or take as long as you need to",
            "author_name": "Raykay Jordan",
            "relative_time_description": "",
            "time": 1756581713,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/tourCarmoPorto/",
        "index": 19,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Church supply store",
          "Religious destination",
          "Religious institution",
          "Tour agency",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 71,
            "2": 56,
            "3": 290,
            "4": 1187,
            "5": 3011
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.147356,
        "address": "R. do Carmo, 4050-164 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJlbh_CelkJA0RniJLSUzuww4",
        "generalDescription": "Miradouro das Fontainhas, located near Ponte do Infante, offers a stunning panoramic view of the Douro landscape, Vila Nova de Gaia, and part of Porto city. It provides a vantage point to see four out of the six bridges in Porto. The area is versatile, suitable for picnics, sports activities, or simply relaxing with friends.",
        "utcOffset": 60,
        "maxMinutesSpent": 120,
        "longitude": -8.6013,
        "rating": 4.6,
        "numRatings": 2366,
        "sources": [
          {
            "id": "1926104",
            "type": "webPlacesList",
            "url": "https://sydneytoanywhere.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Miradouro das Fontainhas, located in the eastern part of Porto, presents a panoramic view of the city and the Douro River. Its beauty lies in its secluded nature, offering a peaceful retreat from the bustling city center. Its serene setting, coupled with the stunning view, makes it a fantastic Instagram spot for capturing the quiet charm of Porto.",
            "siteName": "Sydney to Anywhere",
            "shortName": "Porto Instagram Spots: 19 Places for Perfect Photos (2024)",
            "indexInSource": 3,
            "iconSiteId": 102486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929592",
            "type": "webPlacesList",
            "url": "https://kimchihuahuatravel.com/2022/04/23/elementor-3685/",
            "sourceSite": "Web",
            "snippet": "I went to Miradouro but I wasn’t really convinced to shoot, although it has a great view, so was walking around and found this spot. This location somehow really reminded me of Comuna 13 in Medellin (which I haven’t been yet ahah). Anyways, the view, stairs and graffiti were giving such a cool vibe!",
            "siteName": "Kimchihuahuatravel",
            "shortName": "6 Instagrammable Photo Spots in Porto",
            "indexInSource": 1,
            "iconSiteId": 277614,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222480",
            "type": "webPlacesList",
            "url": "https://lauraspassport.com/porto-11-photo-spots/",
            "sourceSite": "Web",
            "snippet": "A viewpoint, near the Ponte do Infante, is a great place to see the Douro landscape, Vila Nova de Gaia and part of the city of Porto. From here you can also see four of the six bridges of the city of Porto. We went there for the sunset, and it was beautiful.",
            "siteName": "Laura s' passport",
            "shortName": "Porto | 11 photo spots not to be missed",
            "indexInSource": 3,
            "iconSiteId": 29714,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XA3qz1Fa31jD4Rpkeqt3uHC8Elu2uyuU",
          "7QpavsEa4fxDnhPIUNm7GK4cpCuIIWSH",
          "3ZvGMzZn962yy79WXUzPYBLOEkAxv9eO",
          "Mz5sIOK6wuOavIHmeE0aIi039qKGsM9p",
          "2tQuefzcH6jpGihfEGbkr3JAMp9MQpEV",
          "XA3qz1Fa31jD4Rpkeqt3uHC8Elu2uyuU",
          "7QpavsEa4fxDnhPIUNm7GK4cpCuIIWSH",
          "3ZvGMzZn962yy79WXUzPYBLOEkAxv9eO",
          "Mz5sIOK6wuOavIHmeE0aIi039qKGsM9p",
          "2tQuefzcH6jpGihfEGbkr3JAMp9MQpEV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Miradouro das Fontainhas",
        "placeId": "ChIJlbh_CelkJA0RniJLSUzuww4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Here you can get a view on the good and the bad sides and sites of the city. So it was breathtaking in all directions.",
            "author_name": "TheGeorg278",
            "relative_time_description": "",
            "time": 1742939045,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good but not wow;\nLots of space to walk around, sit in the shadow; clean area",
            "author_name": "Dana Paduraru",
            "relative_time_description": "",
            "time": 1753196403,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It's a good viewpoint but feels sketchy and there's nothing to do. Great for a pretty picture & nice to look down the Doro River, but I wouldn't say to HAVE to come.",
            "author_name": "Ellie Muzzlewhite",
            "relative_time_description": "",
            "time": 1757178438,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Park",
          "Sights & Landmarks",
          "Scenic spot",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 14,
            "3": 110,
            "4": 500,
            "5": 1729
          }
        },
        "minMinutesSpent": 120,
        "latitude": 41.142599,
        "address": "R. de Gomes Freire 18, 4000-238 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJkyQqpeVkJA0R9OXKcd6vwx0",
        "generalDescription": "Majestic Café, established in 1921, is a Belle Epoque-era coffee shop located in the Baixa district. It is considered the sixth most beautiful coffee shop globally and has been a traditional hangout for artists, musicians, politicians, and intellectuals. The cafe's ornate interior features carved wood, mirrors, chandeliers, marble walls, gilt-framed mirrors, sculptured cherubs and ornate Art Deco decor.",
        "utcOffset": 60,
        "maxMinutesSpent": 60,
        "longitude": -8.606652,
        "rating": 4.1,
        "numRatings": 22616,
        "sources": [
          {
            "id": "1926104",
            "type": "webPlacesList",
            "url": "https://sydneytoanywhere.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Café Majestic, located on the bustling Rua Santa Catarina, is a historic café that exudes an old-world charm with its Belle Époque architecture. Besides being well-known for its captivating interiors, it’s also regarded for its delightful pastries, particularly the Pasteis de Nata. Early mornings are a great time to visit to avoid crowds and get the best shots.",
            "siteName": "Sydney to Anywhere",
            "shortName": "Porto Instagram Spots: 19 Places for Perfect Photos (2024)",
            "indexInSource": 6,
            "iconSiteId": 102486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "With its distinctive Art Nouveau façade of curvaceous stonework and undulating motifs, this sparkling gem of a coffeehouse is unmistakable. Inside, a vintage 1920s ambience percolates the salon. Arranged throughout the lavish interior are the original carved wood chairs and marble-topped tables that lend Majestic its delightfully bohemian flavor.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 10,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924614",
            "type": "webPlacesList",
            "url": "https://kipamojo.world/portugal/The-Most-Instagrammable-Places-in-Porto/",
            "sourceSite": "Web",
            "snippet": "If you’re into pretty cafés and specifically Art Nouveau cafés, Majestic Café is a must-visit. This café is over a century old and both the exterior and the interior are beautifully designed in Art Nouveau. We think having a coffee here is a great excuse to snap a photo of this beautiful place.",
            "siteName": "KIPAMOJO",
            "shortName": "The Most Instagrammable Places in Porto",
            "indexInSource": 7,
            "iconSiteId": 12496,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "Cafe Majestic Porto is probably the most well-known and beautiful cafe in all of Porto. It is located on Rua de Santa Catarina. Cafe Majestic serves up a delicious Francesinha sandwich but there was a long line waiting outside and we didn’t have the patience to wait.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 10,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460720",
            "type": "webPlacesList",
            "url": "https://traveltomorrow.com/10-most-instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "Café Majestic is a historic café located on Rua de Santa Catarina. With its ornate Art Nouveau interior, chandeliers, and mirrored walls, it’s a step back in time. It’s a perfect spot for capturing elegant and vintage-style photographs.",
            "siteName": "Travel Tomorrow",
            "shortName": "10 most instagrammable places in Porto for stunning travel photos",
            "indexInSource": 6,
            "iconSiteId": 3858,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924615",
            "type": "webPlacesList",
            "url": "https://blameitonmei.com/best-photo-spots-in-northern-portugal/",
            "sourceSite": "Web",
            "snippet": "When you need a break from all the clicking, step into the Cafe Majestic in Porto. This opulent Belle Époque gem will charm you with its elegance, making it the perfect spot to savor some caffeine while your camera takes a breather.",
            "siteName": "Blame it on Mei | Miami Fashion Blogger Mei Jorge",
            "shortName": "Picture-Perfect: The Best Photo Spots in Northern Portugal - Blame it on Mei",
            "indexInSource": 0,
            "iconSiteId": 276613,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924597",
            "type": "webPlacesList",
            "url": "https://www.thegeographicalcure.com/post/13-best-photo-spots-in-porto-portugal",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Geographical Cure",
            "shortName": "Guide To the Best Photo Spots in Porto Portugal",
            "indexInSource": 2,
            "iconSiteId": 13410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Cafe Majestic is one of those world-famous historical cafes. The food is just alright, but the interior is stunning. It is located in an Art Nouveau building after all!",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 10,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZrIHsuQ4hbkOFCtbko1qoipquGGwn5hO",
          "c2ra6uwLPZRzl3sNjtdNKrhxLJfc5QQD",
          "ylI9Pp8FfEdlgqLx1K3SoyiGPIxPsEJU",
          "aYuakrpmJapVjNbBzq7Q9cewVIgoIDqT",
          "HFCjyitGByBcORFXT9eYewlJZqVFR6if",
          "ZrIHsuQ4hbkOFCtbko1qoipquGGwn5hO",
          "c2ra6uwLPZRzl3sNjtdNKrhxLJfc5QQD",
          "ylI9Pp8FfEdlgqLx1K3SoyiGPIxPsEJU",
          "aYuakrpmJapVjNbBzq7Q9cewVIgoIDqT",
          "HFCjyitGByBcORFXT9eYewlJZqVFR6if"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Majestic Café",
        "placeId": "ChIJkyQqpeVkJA0R9OXKcd6vwx0",
        "internationalPhoneNumber": "+351 22 200 3887",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful historic cafe in the city center. It is so nicely decorated and became a tourist attraction itself. Always has long lines almost but could be a bit easier to get in during lunch time as most people are at lunch🤪 price is definitely more than double or even triple compare to other cafe and worth a visit while in town though. It costs me 11 euros to have a cappuccino and a pastel de nada which is definitely highly priced 😌",
            "author_name": "Maggie",
            "relative_time_description": "",
            "time": 1746286310,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a beautiful cafe restaurant. I love it so much. The inside of cafe is so stunning and it's more like old Hollywood movies, I feel like I'm in a different world. The staff are so friendly and welcoming. Their cafe tastes amazing and also the dessert is so delicious. I just wish they could use AC in hot summer days, but overall everything is perfect and for sure next time when I visit Porto I'll go to there.",
            "author_name": "Sevda Asl",
            "relative_time_description": "",
            "time": 1752890154,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Must see stop in Porto. Interior design is so traditional you feel part of a different era inside. Service is fine and fast. You probably have to wait in line for a table but in my case it was no longer than 20 minutes. The menu has tons of options, tea service and desserts. If you dont want to spend as much money maybe its better to come here in the afternoon for coffee, tea or dessert :). Prices are elevated.",
            "author_name": "Daniela Barreto Batlle",
            "relative_time_description": "",
            "time": 1757496683,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.cafemajestic.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1223,
            "2": 1138,
            "3": 2790,
            "4": 5397,
            "5": 12068
          }
        },
        "minMinutesSpent": 60,
        "latitude": 41.147191,
        "address": "R. de Santa Catarina 112, 4000-442 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJFU709XJlJA0RnpREm5kWXfI",
        "generalDescription": "The Porto Bridge Climb offers a unique experience to ascend the iconic Arrábida Bridge, providing breathtaking views of Porto and the Douro River estuary. This landmark bridge spans 270 meters over the river, with a maximum height of 70 meters, making it an impressive architectural feat. Participants are equipped with harnesses and secure lifelines for a guided tour that involves scaling the lofty heights safely.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.64131,
        "rating": 4.7,
        "numRatings": 1120,
        "sources": [
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "One of the more unusual things to do in Porto — and certainly a radical departure from the traditional sightseeing options — is the chance to climb the arches of the Arrábida Bridge, set downstream away from the more familiar Ponte Dom Luís 1. The Porto Bridge Climb conducts guided tours of this iconic structure with participants attired in harnesses and secure lifelines in order to scale the lofty heights safely and comfortably. Following a narrow pedestrian staircase and connected by cable to a parallel handrail, visitors slowly scale the yawning arches to reach the top of the span, 65 meters above the River Douro.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "If you want one of the best views of Porto from above, strap on and take a climb up the Arrabida Bridge. The bridge climb is one of the few epic bridge climbs in the world. There is no better way to truly appreciate and capture the beauty of Porto!",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 2,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hgAGjv3TzLUkwwqjWNteH0ItFyDJjtdR",
          "BxfJWV43mesVieJI6U0uYsTi68hZEDjP",
          "1IkwhZ1PIH2kbcrd5ZHIZ3lupTmVI55T",
          "6UGrlJfaVWMe5OfArenfcKvlZgY1HE7V",
          "z5XvRAWXSqtcI9jSUNqayuAsRx3yYEKz",
          "hgAGjv3TzLUkwwqjWNteH0ItFyDJjtdR",
          "BxfJWV43mesVieJI6U0uYsTi68hZEDjP",
          "1IkwhZ1PIH2kbcrd5ZHIZ3lupTmVI55T",
          "6UGrlJfaVWMe5OfArenfcKvlZgY1HE7V",
          "z5XvRAWXSqtcI9jSUNqayuAsRx3yYEKz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1430"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1430"
            },
            "close": {
              "day": 1,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1430"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1430"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1430"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1430"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1430"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "Porto Bridge Climb",
        "placeId": "ChIJFU709XJlJA0RnpREm5kWXfI",
        "internationalPhoneNumber": "+351 929 207 117",
        "reviews": [
          {
            "rating": 5,
            "text": "Great experience with minimum effort.Easy to manage so recommend to everyone with walking abilities. Kids under 12 not allowed.  Friendly employees.\nGreat view and surprise on the very top and on the way out :) you will love experience ! 😀",
            "author_name": "Olga Hyla",
            "relative_time_description": "",
            "time": 1739602968,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must have to try in Porto. You can climb on a bridge without any sanction ;)\nThe staff is friendly and professional, and the little gift / surprise is a good idea.\nI recommend it, it's awesome!",
            "author_name": "Tamás Kós",
            "relative_time_description": "",
            "time": 1742310124,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such an amazing experience!!! Our guide was super friendly and gave amazing tips of food and sites around Porto! The climb is amazing value for money and we had such a good time! Left on a high! Do it!",
            "author_name": "Michelle Grace Hunder",
            "relative_time_description": "",
            "time": 1752268235,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://portobridgeclimb.com/",
        "index": 22,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Exhibit",
          "Historical landmark",
          "Bridges",
          "Points of Interest & Landmarks",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 12,
            "3": 44,
            "4": 167,
            "5": 888
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.148397,
        "address": "R. do Ouro 680, 4150-553 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJ5240w91kJA0Ro9AQEdIhcqs",
        "generalDescription": "Mosteiro da Serra do Pilar, a former monastery dating back to the 1500s, is situated on a hilltop overlooking the Douro River in Vila Nova de Gaia. This remarkable building is known for its round church and cloister, both of which are equally sized and circular in shape, making it an exceptional example of classical European architecture.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.607526,
        "rating": 4.5,
        "numRatings": 3028,
        "sources": [
          {
            "id": "222464",
            "type": "webPlacesList",
            "url": "https://whatthefab.com/porto-instagram-spots.html",
            "sourceSite": "Web",
            "snippet": "You’ll spot the monastery from far away, but it’s especially beautiful as you cross the bridge. Snap a shot with the Monastery behind you, or pay a few Euros to enter and get some amazing views of Porto. Address: Largo Aviz, 4430-329 Vila Nova de Gaia, Portugal ( linked on Google Maps here)",
            "siteName": "What The Fab",
            "shortName": "Top 20 EPIC Porto Instagram Spots",
            "indexInSource": 11,
            "iconSiteId": 1291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924604",
            "type": "webPlacesList",
            "url": "https://www.snapsbyfox.com/blog/3-days-of-street-photography-in-porto",
            "sourceSite": "Web",
            "snippet": "Finally as the sun is starting to set, either grab the cable car or walk up to the top and all the way to the Mosteiro da Serra do Pillar From here chill and enjoy yet another amazing sunset.",
            "siteName": "Roman Fox",
            "shortName": "A Guide To Street Photography In Porto",
            "indexInSource": 4,
            "iconSiteId": 276575,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "It sits high on a hill in Gaia and can be spotted from many overlooks around Porto. It was built in 1538 and is famous for its circle cloister. You can tour the inside for just a few Euros.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 18,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RlsCQKKqqkxbYc1Z9waXVdwoeCWywzoK",
          "uLmwBIV0SYg4STk7tNkf9eV1FLznn7vl",
          "6EmTh1uidgll4eCZpNC9QLXgzgxI23Td",
          "ISTDUgvNQwt1Gnq7y1ElwW8tZCuXM7qn",
          "IJUmJnMKmfVEmXnNtq89o1I5kIrwCT2d",
          "RlsCQKKqqkxbYc1Z9waXVdwoeCWywzoK",
          "uLmwBIV0SYg4STk7tNkf9eV1FLznn7vl",
          "6EmTh1uidgll4eCZpNC9QLXgzgxI23Td",
          "ISTDUgvNQwt1Gnq7y1ElwW8tZCuXM7qn",
          "IJUmJnMKmfVEmXnNtq89o1I5kIrwCT2d"
        ],
        "openingPeriods": [],
        "name": "Monastery of Serra do Pilar",
        "placeId": "ChIJ5240w91kJA0Ro9AQEdIhcqs",
        "internationalPhoneNumber": "+351 22 014 2425",
        "reviews": [
          {
            "rating": 5,
            "text": "In general a nice area to hang out in, nice views from anywhere around here really.\nDecent good exercise walking around, which is always nice and you're getting the benefit of checking out what people are up to in the park, watching everyone crossing the bridge.\n\nA busy “crossing” that's perfect for people-watching.\nNever seems packed at the top here, so you can breathe a bit if you're having enough of getting squeezed in the crowds",
            "author_name": "Rasmus Bredvig",
            "relative_time_description": "",
            "time": 1742937207,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great view of Porto, quite a climb from the bottom deck of the bridge. Unfortunately we couldn't visit as it was closed. Still a great view though",
            "author_name": "Justin Warner",
            "relative_time_description": "",
            "time": 1740682654,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Right across from Jardim do Morro is the Monastery, and honestly, we thought it was stunning. We got to visit it at night, and it was a really special experience. The area feels very calm and safe, even after dark. You do have to walk uphill a bit to get there (and the little train passes right in front, which is kind of cool), but it's totally worth it. There were lots of people hanging out, chatting, and enjoying the view… and wow, what a view! You can see all of Porto lit up like  a postcard. Perfect spot to chill, take pictures, or just soak it all in.",
            "author_name": "Adriana Buelvas",
            "relative_time_description": "",
            "time": 1751547408,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 23,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Historical landmark",
          "Convent",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 68,
            "2": 52,
            "3": 182,
            "4": 657,
            "5": 2071
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.138298,
        "address": "Largo Aviz, 4430-329 Vila Nova de Gaia, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJhRhKvOVkJA0Rx_2Ig7ROjR0",
        "generalDescription": "Church of Saint Ildefonso is an elegant 18th-century church located in the Baixa district of Porto. Its facade is adorned with blue and white tiles, known as azulejos, depicting scenes from the life of St. Ildefonso and stories from the gospel. Created by artist Jorge Colaço, over 11,000 tiles make up this stunning facade. The church stands alone in Praca da Batalha and is a head-turner with its graceful twin towers.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.606699,
        "rating": 4.5,
        "numRatings": 5424,
        "sources": [
          {
            "id": "129136",
            "type": "webPlacesList",
            "url": "https://www.yogawinetravel.com/12-picture-perfect-photo-spots-in-porto-portugal/",
            "sourceSite": "Web",
            "snippet": "A small church in the historic centre, the Igreja de Santo Ildefonso was completed in the mid-18th century with an iconic blue-and-white facade comprising of more than 11,000 azulejo tiles. It has been restored multiple times over the centuries after enduring damage, which means that it’s in remarkably good shape today.",
            "siteName": "Yoga, Wine & Travel",
            "shortName": "12 Picture Perfect Photo Spots in Porto, Portugal",
            "indexInSource": 6,
            "iconSiteId": 476,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1184259",
            "type": "webPlacesList",
            "url": "https://sunsetobsession.com/best-spots-for-photography-in-porto/",
            "sourceSite": "Web",
            "snippet": "There are dozens of churches in Porto but one that I find particularly fascinating is Igreja Paroquial de Santo Ildefonso. With its classical Baroque design and intricate blue and white azulejo tiles, it is incredibly picturesque. The church is situated in central Porto, not far from the cathedral.",
            "siteName": "Sunset Obsession",
            "shortName": "The Best Spots for Photography in Porto and Practical Tips",
            "indexInSource": 5,
            "iconSiteId": 29725,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929799",
            "type": "webPlacesList",
            "url": "https://polkadotpassport.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "The Church of Saint Ildefonso is one of Porto’s most photogenic hotspots. It is a classic Baroque church dating back to the 18th century. Located atop a flight of stairs, the impressive façade of the church is covered in more than 10,000 blue and white azulejo tiles.",
            "siteName": "Polkadot Passport",
            "shortName": "18 Best Instagram Spots + Views in Porto",
            "indexInSource": 8,
            "iconSiteId": 9976,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Santo Ildefonsois a historical 1739 church with blue tiles on the front and a large plaza that just begs for photos. It’s best to come in the evening when all the vendors and tourists have left so you have an empty plaza to go crazy with pics!",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 13,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924593",
            "type": "webPlacesList",
            "url": "https://dymabroad.com/best-instagram-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Another beautiful building is the church of Saint Ildefonso. The architecture of this building is magnificent and I love the color of it. If you want to take a picture here, you can match your outfit with the color of the church.",
            "siteName": "Dymabroad",
            "shortName": "10 Best Instagram Photo Spots in Porto",
            "indexInSource": 2,
            "iconSiteId": 3864,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924631",
            "type": "webPlacesList",
            "url": "https://travelingcanucks.com/2021/06/photos-of-porto-portugal/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Traveling Canucks",
            "shortName": "30 Photos of Porto Portugal that will inspire you to visit",
            "indexInSource": 5,
            "iconSiteId": 14617,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VTxyhr0KmSWO5lOkFaghCN4qDV1pq74N",
          "4J6Up6V0TEfOLsVX9u3d8bQDFSh8dbqx",
          "u6irJQCCoSvKX1O2c3CtCKxDYI3PsUCl",
          "sv9qBnA9BF4rIs2mCy6PJrjQrleAElje",
          "tbY2NqT8oBki3XWg5tK02O85bJFx8C2z",
          "VTxyhr0KmSWO5lOkFaghCN4qDV1pq74N",
          "4J6Up6V0TEfOLsVX9u3d8bQDFSh8dbqx",
          "u6irJQCCoSvKX1O2c3CtCKxDYI3PsUCl",
          "sv9qBnA9BF4rIs2mCy6PJrjQrleAElje",
          "tbY2NqT8oBki3XWg5tK02O85bJFx8C2z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1500"
            },
            "close": {
              "day": 1,
              "time": "1715"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1215"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1500"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1215"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1500"
            },
            "close": {
              "day": 3,
              "time": "1715"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1215"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1500"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1215"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1500"
            },
            "close": {
              "day": 5,
              "time": "1715"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Church of Saint Ildefonso",
        "placeId": "ChIJhRhKvOVkJA0Rx_2Ig7ROjR0",
        "internationalPhoneNumber": "+351 22 200 4366",
        "reviews": [
          {
            "rating": 5,
            "text": "The Church of Santo Ildefonso is located in Praça da Batalha, the center of the city of Porto, Portugal. When the Church was first built was unknown, but it was documented at least before 1296.  Because original chapel was damaged by storm and other natural causes, it was rebuilt in 1730 and went through a few renovations and major repairs, although chapel's architect name is also unknown for 1730 rebuilt.\n\nThe church is Baroque architecture and is famous for its double bell towers.\n\nThe church only has limited time access for the public, because it has been considered by Portuguese government as a Property of Public Interest.",
            "author_name": "Ben Hsu",
            "relative_time_description": "",
            "time": 1740999713,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Porto is a beautiful place! Would love to come back.  It is famous for the ceramic tiles on the facades, the so-called azulejos, those are visible all over the city.",
            "author_name": "Danijela Marjanovic",
            "relative_time_description": "",
            "time": 1741880474,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Historic church with nice architecture. There are steps to the entrance but not too\nBad. 1euro to get inside",
            "author_name": "Maggie",
            "relative_time_description": "",
            "time": 1746200295,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://santoildefonso.org/",
        "index": 24,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Church",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 45,
            "2": 51,
            "3": 400,
            "4": 1628,
            "5": 3311
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.1461,
        "address": "Praça da Batalha s/n, 4000-101 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJBayxbAdlJA0R5U5Ztll0v3o",
        "generalDescription": "Miradouro da Rua das Aldas, situated near the Cathedral in Porto, offers a unique and stunning perspective of the city. From this vantage point, visitors can admire the charming Ribeira district and the picturesque boats along the Douro River. The viewpoint also provides an excellent view of the historic center and the mesmerizing Douro River.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.612583,
        "rating": 4.8,
        "numRatings": 283,
        "sources": [
          {
            "id": "1924594",
            "type": "webPlacesList",
            "url": "https://portoalities.com/en/best-instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "If you continue down Calçada Dom Pedro Pitões you will reach a viewpoint called Miradouro da Rua das Aldas, one of the best viewpoints in the city. It is one of the best Instagram spots in Porto because from there you can photograph the last Jewish neighbourhood of Porto (which you can see on the picture above) as well as the beautiful Igreja dos Grilos. How to get there: the subway station São Bento is a 5 minutes walking distance.",
            "siteName": "Portoalities: Travel blog and Private tours in Porto and Douro Valley",
            "shortName": "These are the Best Instagram spots in Porto | Blog Portoalities",
            "indexInSource": 3,
            "iconSiteId": 2306,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1926104",
            "type": "webPlacesList",
            "url": "https://sydneytoanywhere.com/instagram-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Nestled atop the Batalha neighborhood, Miradouro da Rua das Aldas is a peaceful spot where you can take in the city’s intricate blend of traditional houses and modern architecture. The coolest thing about this spot is that it offers a fascinating glimpse into the city’s evolving architectural landscape. The juxtaposition of old and new is an intriguing reason to pay this spot a visit.",
            "siteName": "Sydney to Anywhere",
            "shortName": "Porto Instagram Spots: 19 Places for Perfect Photos (2024)",
            "indexInSource": 1,
            "iconSiteId": 102486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924596",
            "type": "webPlacesList",
            "url": "https://www.tosomeplacenew.com/best-photo-spots-in-porto-instagram-spots/",
            "sourceSite": "Web",
            "snippet": "From the Cathedral, you are only a short downhill stroll to the Miradouro da Rua das Aldas, another epic Porto Instagram spot. At this vantage point, Rua das Aldas is bordered on three sides by the river and on two others by a street that runs parallel to it. The Cathedral, located just west of this viewpoint, provides a stunning view of Porto’s Ribeira and boats.",
            "siteName": "tosomeplacenew",
            "shortName": "27 Porto Instagram Spots and the Best Photo Spots in Porto",
            "indexInSource": 2,
            "iconSiteId": 3005,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460782",
            "type": "webPlacesList",
            "url": "https://whimsysoul.com/secret-porto-instagram-spots-hidden-gems-photos-portugal/",
            "sourceSite": "Web",
            "snippet": "Miradouro means “lookout” and there are a lot of great, hidden Miradouros in Porto. You can always google Miradouros to find some but I suggest starting at the one right below the Porto Cathedral (Miradouro da Rua das Aldas). This spot is great in the mornings if you’re hoping to see a sunrise in Porto.",
            "siteName": "Whimsy Soul",
            "shortName": "28 Secret Porto Instagram Spots (With Addresses) For Epic Portugal Photos",
            "indexInSource": 8,
            "iconSiteId": 8883,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129165",
            "type": "webPlacesList",
            "url": "https://familyoffduty.com/portugal/instagrammable-places-in-porto/",
            "sourceSite": "Web",
            "snippet": "Another opportunity for beautiful views is on the Miradouro da Rua das Aldas which is close the St. Lawrence church.",
            "siteName": "Family Off Duty",
            "shortName": "Instagrammable Places In Porto (27 Beautiful Places In Porto Portugal)",
            "indexInSource": 3,
            "iconSiteId": 16178,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aQtQ8R28s4s9jcOdTQcY2sUpWQaJ6Dn7",
          "ptf4Ef0VahewVIiuZ1C4VQuEQizqAyEM",
          "TRJ64zkIXkMrVZsGi1pNR69pya0GJIqt",
          "vn9UHORlQrV4aH36l9s7lXnn1SxQtKZG",
          "bfjlf458Ee54Kd8odfeFu2yEVEjBbx3G",
          "aQtQ8R28s4s9jcOdTQcY2sUpWQaJ6Dn7",
          "ptf4Ef0VahewVIiuZ1C4VQuEQizqAyEM",
          "TRJ64zkIXkMrVZsGi1pNR69pya0GJIqt",
          "vn9UHORlQrV4aH36l9s7lXnn1SxQtKZG",
          "bfjlf458Ee54Kd8odfeFu2yEVEjBbx3G"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Miradouro da Rua das Aldas",
        "placeId": "ChIJBayxbAdlJA0R5U5Ztll0v3o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A less crowded viewpoint compared to other places in Porto! Since it is very closed to the cathedral of Porto, you can easily reach here and enjoy the city view here. So beautiful, I strongly recommend visiting this place.",
            "author_name": "Ekin",
            "relative_time_description": "",
            "time": 1756152368,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The view from this spot is rather scenic and pretty.",
            "author_name": "Chin Zhi Hui",
            "relative_time_description": "",
            "time": 1722866585,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice quiet viewpoint near the cathedral that is well worth to visit, to avoid the crowds, and see the stunning views!",
            "author_name": "arjan virdi",
            "relative_time_description": "",
            "time": 1757078445,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 25,
        "id": "",
        "categories": [
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 10,
            "4": 46,
            "5": 228
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.142446,
        "address": "R. das Aldas 1, 4050-026 Porto, Portugal",
        "travel_time": null
      },
      {
        "_id": "ChIJj_1AWeNkJA0RENJtVObMjXM",
        "generalDescription": "Avenida dos Aliados, inaugurated in 1917, is a grand boulevard lined with ornate buildings in various architectural styles. Once the financial center and a site of historical significance, it has evolved into a luxurious area featuring upscale apartments, five-star hotels, and premium shops offering elegant clothing, jewelry, and design. This bustling commercial hub also offers vibrant cafes and restaurants.",
        "utcOffset": 60,
        "maxMinutesSpent": null,
        "longitude": -8.610815,
        "rating": 4.6,
        "numRatings": 999,
        "sources": [
          {
            "id": "304266",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/oporto-p-porto-porto.htm",
            "sourceSite": "Web",
            "snippet": "A vibrant and entertaining overview of everyday Porto can be gleaned by strolling the length of this broad double avenue. Lined on both sides with shops, stores, boutiques, cafés, and restaurants, \"Aliados\" is the city's clamorous commercial hub. At the foot of the thoroughfare lies Praça da Liberdade, but visitors can begin exploring by popping into the nearby Estação de São Bento, Porto's central railway station, to gaze upon the 20,000 or so dazzling azulejos depicting early modes of transport and the history of Portugal.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions in Porto | PlanetWare",
            "indexInSource": 12,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924650",
            "type": "webPlacesList",
            "url": "https://nomanbefore.com/best-photo-spots-in-porto/",
            "sourceSite": "Web",
            "snippet": "Avenida dos Aliados is the geographical, political and financial center of Porto. Grand beaux arts buildings line this large boulevard, bookended by the town hall and the statue of King Pedro IV on a horse. I love this street in the morning light, watching people hurrying off to work.",
            "siteName": "No Man Before",
            "shortName": "Best Photo Spots in Porto, Portugal",
            "indexInSource": 3,
            "iconSiteId": 25396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "129115",
            "type": "webPlacesList",
            "url": "https://tasteporto.com/top-7-instagrammable-spots-porto/",
            "sourceSite": "Web",
            "snippet": "Avenida dos Aliados is Porto’s central avenue and an unavoidable instagrammable spot. You can see Porto City Hall on the top and a line of Art Deco and Art Nouveau façades covering both sides of the avenue. Oh, by the way, this statue is of King Pedro IV.",
            "siteName": "Taste Porto",
            "shortName": "Top 7 Instagrammable Spots in Porto",
            "indexInSource": 2,
            "iconSiteId": 4495,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460754",
            "type": "webPlacesList",
            "url": "https://outsidesuburbia.com/travel/europe/portugal/to-do-in-porto-photo-spots/",
            "sourceSite": "Web",
            "snippet": "Located on Avenida dos Aliados, it is easy to get to from any part of the historic downtown of Porto.",
            "siteName": "Outside Suburbia Family",
            "shortName": "Best things to do in Porto & Photo Spots",
            "indexInSource": 11,
            "iconSiteId": 10828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Yx61h3BsWOFlyFqTWI9JgtFvjDK4MD1a",
          "cL4LYy7pSyUCtXZFO20pTdN3UT1cZvot",
          "rVHs2PGEtaRUtpGWge8ThfmLv5pjpZyl",
          "5zONvRBHxVtNO5d5fO2l8VaBHFctb3VF",
          "dPXF1uS7cpQgMhafmLXmYnQMIyiY2fUl",
          "Yx61h3BsWOFlyFqTWI9JgtFvjDK4MD1a",
          "cL4LYy7pSyUCtXZFO20pTdN3UT1cZvot",
          "rVHs2PGEtaRUtpGWge8ThfmLv5pjpZyl",
          "5zONvRBHxVtNO5d5fO2l8VaBHFctb3VF",
          "dPXF1uS7cpQgMhafmLXmYnQMIyiY2fUl"
        ],
        "openingPeriods": [],
        "name": "Av. dos Aliados",
        "placeId": "ChIJj_1AWeNkJA0RENJtVObMjXM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A great place to enjoy the spirit and fun of Porto. It was crowded for the beginning day of the Christmas celebrations and it was fun.",
            "author_name": "Wanderlust Wolf",
            "relative_time_description": "",
            "time": 1734053028,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Through the end of the avenue, the statue is under reconstruction nowadays. Other than that, it is beautiful, especially if you're looking over the City Hall of Porto.",
            "author_name": "Ekin",
            "relative_time_description": "",
            "time": 1750513239,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Probably the grandest avenue in Porto. Being on a slope,  with the main city hall at one end,  affords lovely views both up and down the avenue. Tourist heaven!",
            "author_name": "Steve Mann",
            "relative_time_description": "",
            "time": 1758143161,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 26,
        "id": "",
        "categories": [
          "Notable street"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 11,
            "3": 59,
            "4": 206,
            "5": 721
          }
        },
        "minMinutesSpent": null,
        "latitude": 41.14831,
        "address": "Porto, Portugal",
        "travel_time": null
      }
    ]
  }
}