{
  "list_id": "623",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/623/1.jpg",
  "description": "Dive into \"Hampi's Hidden Gems: Capture the Magic\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160372"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Hampi's Hidden Gems: Capture the Magic",
  "city_id": "696",
  "subtype": "poi",
  "city": "Hampi",
  "created_ts": 1759062892,
  "slug": "hampis-hidden-gems-capture-the-magic-hampi-poi-bf9ca5",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJV_KDB_F_tzsRDerWkB1XnEE",
        "generalDescription": "Virupaksha Temple in Hampi is a UNESCO Heritage Site dating back to the 7th century. The temple features a gateway tower, courtyards, and a dining hall. It is dedicated to Lord Shiva and his consort Pampadevi and is still actively used for worship. Visitors can also enjoy a trek to the nearby hilltop for stunning sunrise views of the surrounding rocky hills, river, and ancient temples.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.458653,
        "rating": 4.7,
        "numRatings": 12377,
        "sources": [
          {
            "id": "1170601",
            "type": "webPlacesList",
            "url": "https://kevinstandagephotography.wordpress.com/2015/04/21/best-location-for-a-stunning-hampi-sunset-photo/",
            "sourceSite": "Web",
            "snippet": "There’s a more detailed description of the location I chose at the end of this blog. The actual spot I chose was about 10m north of path, a little scrambling was called for, but it offered exactly what I was looking for; the temple gateway rising up and prominent in the scene, the hills behind, and hopefully the actual sunset in the frame as well. I arrived early, so wasn’t entirely sure it was going to work, but in the end I got lucky.",
            "siteName": "Kevin Standage",
            "shortName": "Best Location for a Stunning Hampi Sunset",
            "indexInSource": 2,
            "iconSiteId": 158339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491606",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/karnataka/hampi/tourist-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "India and other heritage tourism spots are renowned for their glorious temples and palaces and this temple is the one that lends the majority of such glory to Hampi. A true temple as old as time, Virupaksha Temple’s inauguration and functioning dates back to the 7 th century, making it the most ancient and revered temple here. It is famous for musical involvement and has something to satisfy architecture, history and religion devotees.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places to Visit in Hampi",
            "indexInSource": 0,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924075",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/capture-the-bliss-moment-with-these-photography-worthy-images-in-hampi-7222153/",
            "sourceSite": "Web",
            "snippet": "Kick start your photography at the oldest and most famous temple in Hampi called Virupaksha Temple. It has intricate designs, colorful images and religious acts which can provide people with historical knowledge about the way things used to be in this place. Take shots of its iconic gateway tower known as gopuram, pillared halls and bustling activities around it.",
            "siteName": "Travel By India.com",
            "shortName": "Capture The Bliss Moment With These Photography Worthy Images In Hampi",
            "indexInSource": 0,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Sri Virupaksha Temple is a 7th-century Hindu temple dedicated to Lord Virupaksha, an incarnation of Lord Shiva, and is thought to be India's oldest functioning temple. The temple is built in such a way that the main entrance faces east and there are two courtyards within it. A statue of Nandi with three heads greets you as soon as you enter the temple.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This enduring edifice stands as a beacon of the Vijayanagara architectural brilliance. Dedicated to Lord Shiva, it’s one of the oldest functioning temples, teeming with devotees and history lovers alike. Legend has it that the temple’s main gopuram changes colours with the time of the day, symbolising the eternal nature of the universe.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Fostered during the 7th century, the striking architecture and history of the temple has made it a UNESCO World Heritage site. The temple is domicile to one of the appearances of Lord Shiva titled Lord Virupaksha. The temple has a tabernacle or the holy domicile of devotion, a great hall with numeral pillars and 3 anterooms.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 0,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170602",
            "type": "webPlacesList",
            "url": "https://pratapj.com/travel/hampi-weekend-travel/",
            "sourceSite": "Web",
            "snippet": "Scores of travelers of all sorts loiter around the Virupaksha temple, while simple villagers turn hardcore salesmen to grab their attention. On a typical long weekend, you will find amateur photographers with DSLRs lingering around the Hampi Bazaar area, and near the ASI protected monuments.",
            "siteName": "Photography by Pratap J",
            "shortName": "A Weekend Trip to Hampi, Karnataka",
            "indexInSource": 1,
            "iconSiteId": 158340,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414953",
            "type": "webPlacesList",
            "url": "https://www.backpackadventures.org/hampi/",
            "sourceSite": "Web",
            "snippet": "Nowadays Hampi is a small town catering to backpackers and religious pilgrims that visit the still functioning Virupaksha temple and monkey temple. Hampi is a UNESCO World Heritage site and there are over 1600 remains of temples, palaces, horse stables, ganesh statues and other structures.",
            "siteName": "Backpack Adventures",
            "shortName": "Hampi itinerary: 3 days in Hampi",
            "indexInSource": 3,
            "iconSiteId": 6315,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This 7-century temple is dedicated to Lord Virupaksha, an incarnation of Lord Shiva. This temple is considered the oldest functioning temple in the country and still operating. Numerous pilgrims pay a visit here daily and get blessings from Lord Shiva.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 0,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 400 m from Hampi Bus Stand, Sri Virupaksha temple is a Hindu temple located at the western end of Hampi Bazaar in Hampi. It is the most famous and important temples in Hampi, and among the must include places in Hampi Packages.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 0,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924086",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-hampi?srsltid=AfmBOoqZYLVfCIeNo_FstKiBmdbY5N_imNr3O9jw8kqy4icAwJjhtzDj",
            "sourceSite": "Web",
            "snippet": "Popular for being an active temple since the 7th century, Virupaksha Temple is located on the southern side of river Tungabhadra, and is an important pilgrimage centre for Shiva devotees.",
            "siteName": "makemytrip.com",
            "shortName": "21 Places to Visit in Hampi in 2024",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1047723",
            "type": "webPlacesList",
            "url": "https://www.onmycanvas.com/ruins-hampi-photos-karnataka/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "On My Canvas",
            "shortName": "Hampi Photography – A Walk Through History",
            "indexInSource": 1,
            "iconSiteId": 39087,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mkqxAo2hazkQ37tCiE2OAzePNP3ERdpk",
          "3KwMRNGyYlzFu6MPCm9Ztj4Vn2xW9zni",
          "sH0Ul4GmlHPsnnnZnTQyZiLeBtQfFLzW",
          "vvukkkGWdIwqe759U8odm9GekbH8jvCV",
          "DKAkgjKHfWX82SpyLDV8jIZnvO5hqOnE",
          "mkqxAo2hazkQ37tCiE2OAzePNP3ERdpk",
          "3KwMRNGyYlzFu6MPCm9Ztj4Vn2xW9zni",
          "sH0Ul4GmlHPsnnnZnTQyZiLeBtQfFLzW",
          "vvukkkGWdIwqe759U8odm9GekbH8jvCV",
          "DKAkgjKHfWX82SpyLDV8jIZnvO5hqOnE"
        ],
        "openingPeriods": [],
        "name": "Virupaksha Temple, Hampi",
        "placeId": "ChIJV_KDB_F_tzsRDerWkB1XnEE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Virupaksha Temple in Hampi is one of the most iconic and sacred landmarks in the region, and my visit here left a lasting impression. I happened to explore it during a hot summer afternoon, which I wouldn't recommend to others-ideally, visit early in the morning or around sunset when the weather is more forgiving and the lighting enhances the beauty of the structure.\n\nDespite the heat, the grandeur of the temple was undeniable. The towering gopuram (gateway tower) can be seen from a distance and is truly magnificent. Inside, the temple complex offers intricate carvings, pillars with beautiful motifs, and an active place of worship that has been functional for centuries. There's a spiritual aura in the temple that adds to the overall experience.\n\nI especially liked observing the architectural symmetry and how well-preserved most parts of the structure are despite the passage of time. The surrounding area is bustling with pilgrims, locals, and tourists, so expect a lively atmosphere. The temple elephant is also a special sight for many visitors.\n\nIf you're in Hampi, Virupaksha Temple is not to be missed. Just make sure to plan your visit during cooler hours to fully appreciate its beauty and significance without being exhausted by the sun.",
            "author_name": "Sunny Surwade",
            "relative_time_description": "",
            "time": 1745395153,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Virupaksha temple is famous for architecture, big gopuras,and historical significance.This pilgrimage site is a part of UNESCO World heritage site.\n\nTill today the pooja is done for the lord Shiva in the name of Virupaksha and celebrates annual festivals.\nThis Temple surroundings are kept clean and well maintained.\n\nTemple timings is from 6:00 AM to 9:00 PM temple will be opened all days.",
            "author_name": "Dheeraj Uppi",
            "relative_time_description": "",
            "time": 1752675919,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dedicated to Lord Shiva and his consort Pampadevi, this is the only temple 🛕here that is still used for worship. Parts of the temple predate the Vijayanagara empire.\n\nThe temple, 🛕with its nine storied gopuram, towers above the other structures at Hampi. The ceiling of the Ranga Mantapa is beautifully painted with scenes from the epics and Puranas.\nThe Virupaksha Temple 🛕in Hampi enforces a dress code that prioritizes modesty and respect for the sacred space.\n\nVisitors are encouraged to wear traditional attire, with men typically wearing dhotis or pants and shirts, and women wearing sarees, half-sarees, or salwar kameez. Shorts, ripped jeans, and other revealing clothing are not permitted.\n\nSpecific Dress Code Guidelines:\n\nMen: Dhotis (also known as panche) or pants and shirts are preferred.\n\nWomen: Sarees, half-sarees, or salwar kameez are recommended.\n\nProhibited: Shorts,🩳 Bermuda shorts, and other indecent clothing are not allowed.\n\nDecorum: Visitors should dress in a manner that is respectful of the temple's religious significance.\n\nEnforcement: Visitors wearing inappropriate clothing may be asked to change into provided dhotis or panches before entering the temple.\nAdditional Tips:\n\nModesty: It's generally advised to cover shoulders and knees as a sign of respect.\n\nFootwear: Remove shoes🥾🥾 before entering the temple complex.\n\nPhotography: Photography 📹may be restricted in certain areas, particularly within the sanctum sanctorum.\n\nBy adhering to the dress code, visitors can ensure a respectful and meaningful experience at the Virupaksha Temple. 🛕\n\nThe Virupaksha Temple 🛕in Hampi is notable for its architectural grandeur, historical significance, and spiritual atmosphere. It's the only temple 🛕in Hampi still actively used for worship and is renowned for its Dravidian and Vijayanagara architectural styles, intricate carvings, and the unique inverted shadow phenomenon of its gopuram.\nAmazing experience 😊",
            "author_name": "vikas singh",
            "relative_time_description": "",
            "time": 1752691062,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://vijayanagara.nic.in/tourist-place/virupaksha-temple/",
        "index": 1,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 123,
            "2": 90,
            "3": 356,
            "4": 2049,
            "5": 9755
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.335133,
        "address": "Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr9fR3sF_tzsRbZRZR4LIbKI",
        "generalDescription": "The Shree Vijaya Vitthala Temple, dating back to the 15th century, is a massive complex showcasing the architectural brilliance of the Vijayanagara empire. Dedicated to Lord Vitthala, an incarnation of Lord Vishnu, it features various shrines and halls including the Maha Mantapa, Kalayana Mantapa, Devi Shrine, Utsav Mantapa and Ranga Mantapa. The iconic stone chariot in its courtyard is a striking structure that was once movable.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.475107,
        "rating": 4.8,
        "numRatings": 14919,
        "sources": [
          {
            "id": "1924075",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/capture-the-bliss-moment-with-these-photography-worthy-images-in-hampi-7222153/",
            "sourceSite": "Web",
            "snippet": "For plenty of photographic opportunities, have your camera ready when visiting Vijaya Vittala temple complex well known for its Stone Chariot, Musical Pillars and wide spread remains of antiquities which show various styles of architecture suitable for architectural or landscape photoshoots. Choose sunrise or sunset time so that your lens catches rays transforming this shrine into golden paradise.",
            "siteName": "Travel By India.com",
            "shortName": "Capture The Bliss Moment With These Photography Worthy Images In Hampi",
            "indexInSource": 2,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000635",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-spectacular-places-to-visit-in-hampi-on-your-next-trip",
            "sourceSite": "Web",
            "snippet": "While talking about Hampi places to visit, let’s start from this heritage property that is a 15th-century structure and dedicated to Lord Vittala. For history enthusiasts, this place is a must-watch in Hampi, that will captivate you with arrays of huge pillars in the temple halls, and elaborate sculptures. The temple is designed in a way that has made the spot popular among the tourists.",
            "siteName": "Intermiles",
            "shortName": "10 Spectacular Places to Visit in Hampi on Your Next Trip",
            "indexInSource": 0,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901711",
            "type": "webPlacesList",
            "url": "https://www.travelxp.com/en/blogs/holidays/best-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "The Vijaya Vittala Temple, located in Hampi, Karnataka, is one of the most famous and architecturally significant temples in India. Built during the reign of King Devaraya II in the 15th century, this temple is dedicated to Lord Vittala, an incarnation of Lord Vishnu. The temple complex is a UNESCO World Heritage Site and showcases the exquisite craftsmanship of the Vijayanagara Empire.",
            "siteName": "travelxp.com",
            "shortName": "Your Ultimate Guide to Attractions and Activities",
            "indexInSource": 1,
            "iconSiteId": 24211,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Also known as the architectural wonder is a primeval memorial that is renowned for its incomparable construction and matchless dexterity. It is deliberated to be one of the biggest and the utmost prominent edifice in Hampi. The temple is situated in the north eastern fragment of Hampi, neighbouring the banks of the Tungabhadra River.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 1,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "The Vijaya Vittala Temple, built in the 15th century, is the largest of all historical sites in Hampi. This humungous temple is dedicated to Lord Vittala- an incarnation of Lord Vishnu and is the best places to visit in Hampi. There are fantastic stone structures all around, and the pillars here appear as if they are playing music.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This temple is one of the best architectural wonders of Hampi that is built in Dravidian style and dedicated to Lord Vittala, an incarnation of Lord Vishnu. A visit to Vijaya Vittala Temple leads you back to the Dravidian era. You will be amazed by looking at the temple’s beautiful design and intricately carved stone sculptures.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 1,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "753916",
            "type": "webPlacesList",
            "url": "https://trywanderingmore.com/places-to-visit-in-hampi-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Vitthala Temple is the grandest temple in Hampi and a must add to your list even if you’re visiting for just a day. Built in the 15th century, it is dedicated to Vittala, an incarnation of Lord Vishnu. The temple exemplifies the creativity and architectural excellence of the artisans and sculptors of the Vijayanagara empire.",
            "siteName": "Try Wandering More",
            "shortName": "25 Unforgettable Places to Visit in Hampi",
            "indexInSource": 0,
            "iconSiteId": 61936,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386093",
            "type": "webPlacesList",
            "url": "https://toursinindia.in/top-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "Vithala Temple complicated because of the reality the epicenter of Hampi's factors of a interest, Vittala Temple is the most extravagant architectural showpiece of Hampi. No amount of terms can provide a reason for this spectacle.",
            "siteName": "toursinindia.in",
            "shortName": "Hampi's Top Tourist Attractions and Best Travel Spots",
            "indexInSource": 1,
            "iconSiteId": 35202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845331",
            "type": "webPlacesList",
            "url": "https://www.stayvista.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Next is the Vijaya Vittala Temple, one of the most beautiful spots in Hampi. This is not an ordinary temple in Hampi, this beauty has musical pillars. Yes, these are stone pillars that make music when they are tapped.",
            "siteName": "StayVista Journal",
            "shortName": "Places To Visit In Hampi",
            "indexInSource": 1,
            "iconSiteId": 156899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "The iconic stone chariot and musical pillars make Vijaya Vittala Temple a marvel of architecture and engineering. Legends say the chariot is so divine that it used to move around the courtyard.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1047723",
            "type": "webPlacesList",
            "url": "https://www.onmycanvas.com/ruins-hampi-photos-karnataka/",
            "sourceSite": "Web",
            "snippet": "I clicked this above photo while attempting to go from the Virupaksha temple to the Vitthala temple by a sidewalk built on the bank of the Tungabhadra river.",
            "siteName": "On My Canvas",
            "shortName": "Hampi Photography – A Walk Through History",
            "indexInSource": 2,
            "iconSiteId": 39087,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "y3pTFKlwuKP0e7q7kzyNykbYtQSxrfPm",
          "TEJyF0FwEq64fcHHMtAIgIcWMelwkbrr",
          "BQbgETIdP48xn0tieFEWtW0ALGqoClvg",
          "jldzgZsZwewo8Vlsr72UHTXagli2vhWu",
          "0ilhZenejf8zhfxDwu9wNWrLOPmXZEou",
          "y3pTFKlwuKP0e7q7kzyNykbYtQSxrfPm",
          "TEJyF0FwEq64fcHHMtAIgIcWMelwkbrr",
          "BQbgETIdP48xn0tieFEWtW0ALGqoClvg",
          "jldzgZsZwewo8Vlsr72UHTXagli2vhWu",
          "0ilhZenejf8zhfxDwu9wNWrLOPmXZEou"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Shree Vijaya Vitthala Temple",
        "placeId": "ChIJr9fR3sF_tzsRbZRZR4LIbKI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We reached there at around 6:45 AM. My wife, our guide and I were the only people around.\n\nI guess we would not have enjoyed the way we did when there was not a single soul around. Loved the cool breeze that accompanied us along with the mix of beautiful sounds of the innumerable birds surrounding us.\n\nComing to the architecture, it's magnificent. Words fall short on how beautiful the entire complex is. To think that it was handcrafted hundreds of years ago with no modern-day tool is unbelievable.\n\nHighly, highly recommended. Try to visit as early as possible to avoid the rush of people.",
            "author_name": "Ritubrata Sarma",
            "relative_time_description": "",
            "time": 1752869497,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The crown jewel of the Vijayanagara empire. Beautifully maintained. There are also electrical buggy cars to take you to and from the temple but it can get very crowded on weekends or block holidays. If you cut the day pass here, you can use that across all the other monuments.",
            "author_name": "Sarani Bhattacharya",
            "relative_time_description": "",
            "time": 1755350836,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Must visit place of hampi ruins. The famous chariot appearing on Indian rupee is here. Some of the buildings are very huge and detailed like music pillars etc. There is a river backside of the huge place which is a must walk , it was so good due to monsoon end and water flow was more. Pick and drop from parking is chargeable via battery car for rs. 10 per head if you wish to take that which I'll recommend to take it - else you need to walk like 750 ms inside",
            "author_name": "Vandhana S",
            "relative_time_description": "",
            "time": 1755892721,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 106,
            "2": 53,
            "3": 330,
            "4": 2277,
            "5": 12145
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.342499,
        "address": "Hampi, Nimbapura, Karnataka 583221, India",
        "travel_time": null
      },
      {
        "_id": "ChIJx2D0nNd_tzsRu0Ne0uTfRbY",
        "generalDescription": "Shri Lakshmi Narasimha Temple is one of the must-visit attractions in Hampi, known for its 6.7-meter monolith statue of Lord Narasimha, an avatar of Lord Vishnu. This half-man half-lion statue showcases the exceptional craftsmanship of Vijayanagara artisans and continues to captivate travelers from all over the world.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.458925,
        "rating": 4.7,
        "numRatings": 2993,
        "sources": [
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This awe-inspiring monolithic statue of Lord Narasimha, sitting in a cross-legged position, embodies the god’s fierce aspect. It is one of Hampi’s most iconic landmarks, showcasing the artistic and religious fervour of the Vijayanagara empire. Tips to Visit: Reflect on the intricate details carved into this large statue, especially the expression of calm amidst ferocity.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "436386",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Spiritual buffs should make their way to the Laxmi Narasimha Temple as it is the biggest monolith statue of Hampi. Here you will witness the fierce avatar of the Hindu God Vishnu sitting on the Sheshnaag, i.e., Seven-Headed Snake. Inside the temple, Laxmi’s Ji idol is also placed along with Narasimha.",
            "siteName": "India Travel Blog",
            "shortName": "10 Best Places to Visit in Hampi to Garner the Stories of Vijaynagar",
            "indexInSource": 5,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "310306",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "Most significant of all the religious statues in Hampi, Lakshmi Narasimha Temple is the amongst the next best Hampi tourist places to visit. Here, the figure of Lord Narasimha sits on a coil of a snake with seven heads in a Yoga position. This statue has an image of Goddess Lakshmi on his lap.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Hampi 2024, Tourist Places & Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170602",
            "type": "webPlacesList",
            "url": "https://pratapj.com/travel/hampi-weekend-travel/",
            "sourceSite": "Web",
            "snippet": "The path then lead us to the ruins of the Narasimha temple, which is also river facing. Walking, I imagined how it would have been during the days of the king. The courtesan’s street was apparently once a thriving market that sold precious stones by the kg.",
            "siteName": "Photography by Pratap J",
            "shortName": "A Weekend Trip to Hampi, Karnataka",
            "indexInSource": 7,
            "iconSiteId": 158340,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1PaejUP2KOOppmvsWbyUxlEAMA3d884U",
          "dn6fh25hFB5F51FDv1juRJSa76QFZBU5",
          "wryzb8fDYtdU1v3RWdIbn0z6FuOeaNHZ",
          "mRgR1cOgJGBxAE0MQ0M7ZCHYa6rfII25",
          "1PaejUP2KOOppmvsWbyUxlEAMA3d884U",
          "dn6fh25hFB5F51FDv1juRJSa76QFZBU5",
          "wryzb8fDYtdU1v3RWdIbn0z6FuOeaNHZ",
          "mRgR1cOgJGBxAE0MQ0M7ZCHYa6rfII25"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Shri Lakshmi Narasimha Temple",
        "placeId": "ChIJx2D0nNd_tzsRu0Ne0uTfRbY",
        "internationalPhoneNumber": "+91 1800 425 1663",
        "reviews": [
          {
            "rating": 5,
            "text": "The Shiva Linga adjacent to the Narasimha statue was breathtaking. The ingenious water stream system, which fills the temple's water feature and flows back into the canal, showcases the remarkable engineering prowess of King Krishnadevaraya's era. The architectural marvel is truly fabulous.",
            "author_name": "Midhun Uthradam",
            "relative_time_description": "",
            "time": 1746007623,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌟 **5-Star Review for Shri Lakshmi Narasimha Temple, Hampi** 🌟\n**ಹಂಪಿ ಶ್ರೀ ಲಕ್ಷ್ಮೀ ನರಸಿಂಹ ಸ್ವಾಮಿ ದೇವಸ್ಥಾನ** 🙏\n\nStanding tall in the heart of Hampi, the Shri Lakshmi Narasimha Temple is an absolute marvel - both spiritually and architecturally. The sheer size of the monolithic Narasimha statue will leave you speechless! At over 22 feet tall, Lord Narasimha sits in a fierce yet majestic yogic posture, carved out of a single boulder - a true symbol of strength and divine power 🪨🔥\n\nThough the original statue of Goddess Lakshmi is no longer attached, the divine presence still feels complete. The expression on Lord Narasimha's face - intense yet protective - captures your attention and fills you with awe.\n\nThe temple complex is clean, peaceful, and surrounded by Hampi's signature boulder landscape, giving it a mystical vibe. The energy here is different - raw, ancient, and deeply spiritual. Whether you're a devotee, a history buff, or a curious traveler, this place connects with your soul 🌄🕉️\n\nPlus, it's super photogenic! The fine carvings, the open sky above, and the aura of the deity make it one of the most iconic spots in Hampi.\n\nIn short - divine energy, mind-blowing sculpture, and calm surroundings. Shri Lakshmi Narasimha Temple is not just a visit, it's an unforgettable spiritual encounter 🙌\n\n⭐⭐⭐⭐⭐ (5/5)\n**Jai Narasimha Deva!** 💥🦁🌿",
            "author_name": "Gyanesh Prasad",
            "relative_time_description": "",
            "time": 1749962272,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Ugra Narasimha Swamy statue in Hampi, Karnataka, is one of the most iconic and imposing sculptures in the ruined city, a UNESCO World Heritage site. Standing at an impressive height of 6.7 meters (about 22 feet), it is the largest monolithic statue in Hampi, carved from a single boulder. It was built in 1528 AD during the reign of King Krishnadevaraya, one of the greatest rulers of the Vijayanagara Empire. The temple and statue were originally dedicated to both Lord Narasimha and Goddess Lakshmi, hence it's also known as the Lakshmi Narasimha Temple.",
            "author_name": "Harish Babu V R",
            "relative_time_description": "",
            "time": 1750841336,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Historical landmark",
          "Sculpture",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 15,
            "3": 106,
            "4": 527,
            "5": 2323
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.329084,
        "address": "8FH5+JHM, Hampi, Krishnapura, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJRSFiytp_tzsRXzQDnR9px8k",
        "generalDescription": "Mathanga Hill, an ancient Hindu temple located in Hampi, offers breathtaking panoramic views of the town and valleys below. The trek to the summit starts opposite the police station of Hampi bazaar and is a popular activity for visitors. The hill is also home to Achuthara Temple, one of the last great creations of the Vijayanagara dynasty. Visitors can witness spectacular sunsets from this vantage point after a moderate trek up stone-paved paths.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.468302,
        "rating": 4.8,
        "numRatings": 1292,
        "sources": [
          {
            "id": "1170602",
            "type": "webPlacesList",
            "url": "https://pratapj.com/travel/hampi-weekend-travel/",
            "sourceSite": "Web",
            "snippet": "On the third day, the plan was to be at Hampi for both sunrise and sunset. We left Anegundi by car at 4.30 am in the morning to reach Mathanga in time for sunrise. Mathanga is a hill diagonally opposite the Virupaksha temple.",
            "siteName": "Photography by Pratap J",
            "shortName": "A Weekend Trip to Hampi, Karnataka",
            "indexInSource": 4,
            "iconSiteId": 158340,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0DhNkir8uuLK4ppW03SWb35BYhu7x4GX",
          "5n93vxcRZWIeBaPBJ5FabfbdwqLZIysR",
          "DoTkBk2GnkVZElsUHGbtdEzu979ridVk",
          "eBcOs6vftdV9cmcMPzVlRxl8TMUUGPxu",
          "0DhNkir8uuLK4ppW03SWb35BYhu7x4GX",
          "5n93vxcRZWIeBaPBJ5FabfbdwqLZIysR",
          "DoTkBk2GnkVZElsUHGbtdEzu979ridVk",
          "eBcOs6vftdV9cmcMPzVlRxl8TMUUGPxu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Mathanga Hill",
        "placeId": "ChIJRSFiytp_tzsRXzQDnR9px8k",
        "internationalPhoneNumber": "+91 80 2235 2828",
        "reviews": [
          {
            "rating": 5,
            "text": "It's an auspicious place, you have to climb 530+ steps to reach the top and have darshan. The view is also amazing from the top, you can see the entire Hampi from there.\n\nThere are proper steps to reach the top, till half way it's covered post that there's no shed. People with average fitness can climb to the top easily.",
            "author_name": "Niladri Paul",
            "relative_time_description": "",
            "time": 1742263688,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It takes 20-30 minutes nonstop for young souls to reach the top. I started climbing the hill at 6.30 am and reached the temple on top at 6.55 am, and sunrise was at 7.00 am, but Sun came later at 8.20 am.\nI have captured the whole route in these pictures. The easiest path is marked in white arrows on stones. Don't try this with slippery shoes or sandals.\nNote: Monkeys are waiting for your bags 🎒 full of bananas at the top, so you have to be careful. The good thing is you can buy tea/ water at the top at a very cheap price.",
            "author_name": "Mr Schöfer",
            "relative_time_description": "",
            "time": 1737961556,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "From the top you will get best view of whole surroundings of hampi and way to top is little bit adventures. Also this hill is famous for sunset.",
            "author_name": "Pruthviraj Uppar",
            "relative_time_description": "",
            "time": 1756054605,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://hampi.in/",
        "index": 4,
        "id": "",
        "categories": [
          "Historical landmark",
          "Hiking area",
          "Hill station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 8,
            "3": 23,
            "4": 229,
            "5": 1026
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.33165,
        "address": "8FJ9+M83, Hampi, Nimbapura, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJoReclcx_tzsRO1ojcBZ2Cxg",
        "generalDescription": "The Elephant Stables in Hampi, India, are a remarkable example of Indo-Islamic architecture and were once used to house the royal elephants of the Vijayanagara Empire. This well-preserved 16th-century structure boasts 11 intricately carved rooms set in grassy grounds. Despite the entry fee, visitors find it worth it for the chance to explore the cool stone buildings and relax on the expansive lawn.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.472737,
        "rating": 4.6,
        "numRatings": 2416,
        "sources": [
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Elephant Stables is amongst the significant tourist places to visit in Hampi for seeing little to no destruction. It's a long structure with a number of dome-shaped chambers that were formerly used to store royal elephants. The elephant stables are made up of 11 chambers, and the size of the structure astounds visitors.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 6,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "The Elephant Stable in Hampi is an extraordinary arrangement that was used to bestow harbour for the imperial elephants of the Vijayanagara Empire. This is one of the best Hampi tourist places. The elephant stable is sited in the region that lies just exterior of the Zenana Enclosure.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 4,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "Apart from this, there are remains of water pavilion with a decorated platform in the center and Elephant Stables. The Queen's Palace is located at the middle of this area. This is the largest palace base excavated in the Hampi ruins so far.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 6,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "The Elephant Stable is an impressive structure that once housed the royal elephants of the Vijayanagara Empire. Its domed chambers reflect a blend of Hindu and Islamic architectural styles, indicative of the era’s cultural amalgamation.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1047723",
            "type": "webPlacesList",
            "url": "https://www.onmycanvas.com/ruins-hampi-photos-karnataka/",
            "sourceSite": "Web",
            "snippet": "The Lotus Mahal, the elephant stable, and the queen’s bath all are part of the urban ruins. (Read more about the urban ruins here.)",
            "siteName": "On My Canvas",
            "shortName": "Hampi Photography – A Walk Through History",
            "indexInSource": 4,
            "iconSiteId": 39087,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "424275",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/hampi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Hampi | Top Tourist Attractions",
            "indexInSource": 4,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6jQj9X6J00m0fgsJAVgKPK5cTGgkPexc",
          "QiBurUwzVBWeo2wWdmhZMk8zduzNE1y1",
          "YwL7J5GjcLzNKvoegZbuMMRjEw93jAgM",
          "b8XeJs6EPUU60JRwNnTbJQk1f4JzG6eY",
          "6jQj9X6J00m0fgsJAVgKPK5cTGgkPexc",
          "QiBurUwzVBWeo2wWdmhZMk8zduzNE1y1",
          "YwL7J5GjcLzNKvoegZbuMMRjEw93jAgM",
          "b8XeJs6EPUU60JRwNnTbJQk1f4JzG6eY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Elephant Stables",
        "placeId": "ChIJoReclcx_tzsRO1ojcBZ2Cxg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Feb 2025.\nOne of the few structures that survived more or less intact. Has room for 11 elephants - domed tall chambers, some of them inter- connected.. The lower (inside) side of each of the 11 domes are unique.\nQuote:\nThe tower of the central hall resembles (though mostly destroyed) more like that of temples. However the five pairs of domes on either side are of Islamic in style. They are better preserved and of alternating patterns.\nMetal hooks (used to tie the elephants) on the inside roof can be seen. At the rear of each hall are small manhole type openings for the mahouts to enter the elephant compartments.",
            "author_name": "Gajanan Rao",
            "relative_time_description": "",
            "time": 1751394766,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is an impressive structure that was used to provide shelter for the royal elephants of the Vijayanagara Empire. It is in excellent condition that has survived through the years. The elaborate structure indicates the importance attached to the royal elephants during those days. It also suggests towards the amazing craftsmanship of the artisans of that era. Lots of people here, careful with personal belongings.  Toilets available.  Fee charged for entry. Higher fees for foreigners.  Great place for photography.",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1756184572,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Elephant Stables in Hampi are a must-see attraction that showcases the region's rich history and architectural brilliance. These ancient stables, built to house the royal elephants, are a testament to the ingenuity and craftsmanship of the Vijayanagara Empire. As you walk through the stables, you'll be struck by the intricate carvings, ornate arches, and majestic domes that adorn the structure. The stables' robust design and imposing architecture evoke a sense of wonder, transporting you back in time to an era of royal grandeur. Imagine the royal elephants that once called this place home, their gentle giants roaming the grounds. With its rich history, stunning architecture, and fascinating stories to tell, Elephant Stables is a great spot for history buffs, architecture enthusiasts, and anyone looking to explore the wonders of Hampi.",
            "author_name": "Chandu Remesh",
            "relative_time_description": "",
            "time": 1753551428,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.karnatakatourism.org/",
        "index": 5,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 19,
            "3": 101,
            "4": 613,
            "5": 1661
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.321119,
        "address": "8FCF+C3X, Hampi, Karnataka 583221, India",
        "travel_time": null
      },
      {
        "_id": "ChIJO0oL28x_tzsRAUU0ER7HXiY",
        "generalDescription": "Lotus Mahal, also known as Kamal Mahal or Chitragani Mahal, is a stunning structure located within the Zenana Enclosure of the Vijayanagara Empire. This ancient stone palace boasts tranquil gardens, arches, and elaborate carvings that showcase a beautiful blend of Hindu and Islamic architecture. The two-storied elegant pavilion features massive pillars, exquisite stucco mouldings, and intricate carvings of artistic patterns and birds on its walls.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 76.471324,
        "rating": 4.6,
        "numRatings": 9668,
        "sources": [
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Neighbouring to the Zenana Enclosure, an isolated zone that is used by the noble women of Vijayanagara Dynasty, is a memorial that stands out in its motif and elegance from most of the structures of Hampi which is also identified as Chitragani Mahal or Kamal Mahal. Alternative intricate, for royal womenfolk, this one acquires its appellation from the lotus-like arena. The arcades of the structure bear a resemblance to petals of a lotus and furnish the entire structure the silhouette of a half-open lotus bloom.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 5,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000635",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-spectacular-places-to-visit-in-hampi-on-your-next-trip",
            "sourceSite": "Web",
            "snippet": "Lotus Mahal, considered as one of the most attractive Hampi tourist places, manifests a stunning architectural design, and as the name suggests it resembles the shape of a lotus flower. The central dome is designed like the bud of lotus, and the balcony and passages look like its petal. 24 pillars are there surrounding the palace to provide support to this gorgeous palace.",
            "siteName": "Intermiles",
            "shortName": "10 Spectacular Places to Visit in Hampi on Your Next Trip",
            "indexInSource": 1,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "436386",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Get bewitched with the Indo-Islamic architecture of Lotus Mahal, aka Chitragani Mahal and Kamal Mahal. It is another popular historical landmark in Hampi to visit for couples. Wrapped within the Zenana enclosure, Lotus Mahal was the same place where the royal ladies of Vijayanagara Kingdom used to hear birds chirping and enjoy the lush greenery.",
            "siteName": "India Travel Blog",
            "shortName": "10 Best Places to Visit in Hampi to Garner the Stories of Vijaynagar",
            "indexInSource": 3,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414953",
            "type": "webPlacesList",
            "url": "https://www.backpackadventures.org/hampi/",
            "sourceSite": "Web",
            "snippet": "The former royal palace grounds offer some interesting sights. Not to be missed are the elephant stables and the lotus mahal. These well preserved buildings are known for their unique architecture, which features a blend of Hindu and Islamic styles, including domes and arches, and its intricately carved walls and pillars.",
            "siteName": "Backpack Adventures",
            "shortName": "Hampi itinerary: 3 days in Hampi",
            "indexInSource": 0,
            "iconSiteId": 6315,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845331",
            "type": "webPlacesList",
            "url": "https://www.stayvista.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "The Lotus Mahal – a beautiful structure that’s palace and part architecture. Shaped in the form of a lotus (hence the name), it’s one of the best places to visit in Hampi. The Mahal brings so much of the Indo-Islamic style to the fore that will make you think whether the ancient builders possessed magical capabilities.",
            "siteName": "StayVista Journal",
            "shortName": "Places To Visit In Hampi",
            "indexInSource": 0,
            "iconSiteId": 156899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Lotus Mahal, considered as one of the most attractive places to visit in Hampi, manifests a stunning architectural design. The central dome is designed like the bud of lotus, and the balcony and passages look like its petal. The roof illustrates a multi-layered design reflecting and Indo architectural style.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 3,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 500 m from Hazara Rama Temple, 3.5 km from Hampi Bus Stand and 2 km from Kamalapur Bus Stand, Lotus Mahal is situated within Zenana Enclosure, a secluded area reserved for the royal ladies of the Vijayanagara Empire. This is also known as Chitragani Mahal and Kamal Mahal.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1047723",
            "type": "webPlacesList",
            "url": "https://www.onmycanvas.com/ruins-hampi-photos-karnataka/",
            "sourceSite": "Web",
            "snippet": "The Lotus Mahal, the elephant stable, and the queen’s bath all are part of the urban ruins. (Read more about the urban ruins here.)",
            "siteName": "On My Canvas",
            "shortName": "Hampi Photography – A Walk Through History",
            "indexInSource": 3,
            "iconSiteId": 39087,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9CJZNzFowHk08BXzKWnIDrn4Yc4XZxHf",
          "FYl7XdBxO4OQx2ZcmtDka3oPdU5r9uDK",
          "PJ56i8EbkQet9XdJD5YavSShhq4u8u9H",
          "WIhefNY3tjGvMRbQBqFBh03WZZXdnfl1",
          "u1vM2OPpQ7gU51lTIkFwsk8T1YnSKFqE",
          "9CJZNzFowHk08BXzKWnIDrn4Yc4XZxHf",
          "FYl7XdBxO4OQx2ZcmtDka3oPdU5r9uDK",
          "PJ56i8EbkQet9XdJD5YavSShhq4u8u9H",
          "WIhefNY3tjGvMRbQBqFBh03WZZXdnfl1",
          "u1vM2OPpQ7gU51lTIkFwsk8T1YnSKFqE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Lotus Mahal",
        "placeId": "ChIJO0oL28x_tzsRAUU0ER7HXiY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Lotus Mahal, located in Hampi, India, is a stunning example of the unique architectural style of the Vijayanagara Empire. It's a beautiful structure that stands out due to its distinctive design, resembling a lotus flower.\n\nThe Mahal combines elements of both Indian and Islamic architectural styles, showcasing the cultural synthesis of the time. Its base is geometric, with arched windows and balconies that create a delicate and elegant appearance. The roof is designed in a pyramidal shape, with multiple levels that add to the lotus-like impression.\n\nThe interior of the Lotus Mahal is equally impressive, with intricately carved arches and stucco work. The structure was likely used for various purposes, including meetings and as a recreational space for the royal family. The cool, airy environment provided a comfortable retreat from the hot climate.\n\nThe Lotus Mahal is a must-see attraction in Hampi, offering a glimpse into the artistic and architectural achievements of the Vijayanagara Empire. Its unique design and historical significance make it a true gem of Indian heritage.",
            "author_name": "Akash Dhumal",
            "relative_time_description": "",
            "time": 1752209589,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Architectural good place to visit. Big lawn is there to spend time. Immediately after the parking there is a public toilet for use. For entering the place, you need to buy and online ticket via ASI link displayed out there. Thats only time buy which can be used for the chariot temple as well or rather any other monument where it is required to enter the place - like a one day valid pass",
            "author_name": "Vandhana S",
            "relative_time_description": "",
            "time": 1755891539,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lotus Mahal in Hampi is a breathtakingly beautiful monument that showcases a unique blend of Indo-Islamic architectural styles, perfectly capturing the essence of Vijayanagara's rich cultural heritage. The stunning structure features intricate carvings, symmetrical design, and lotus-shaped domes, making it a masterpiece of architecture that will leave you in awe. As you walk around the palace, you'll notice the attention to detail in every aspect of its design, from the delicate patterns on the walls to the ornate pillars that support the structure. Surrounded by lush greenery, the palace offers a peaceful atmosphere perfect for relaxation and photography, making it an ideal spot to unwind and soak in the beauty of Hampi. With its rich history and stunning beauty, Lotus Mahal is a must-visit destination in Hampi, and its intricate details and serene surroundings make it a photographer's paradise.",
            "author_name": "Chandu Remesh",
            "relative_time_description": "",
            "time": 1753551322,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.karnatakatourism.org/",
        "index": 6,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Sculpture",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 112,
            "2": 98,
            "3": 557,
            "4": 2315,
            "5": 6584
          }
        },
        "minMinutesSpent": 45,
        "latitude": 15.320285,
        "address": "8FCC+4G8, SH 131, Hampi, Karnataka 583221, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkQVfbcV_tzsRB0jvgUMdJqk",
        "generalDescription": "The Shri Achyutaraaya Swamy Temple is a stunning 16th-century ruin adorned with intricate details, carvings, and sculpted pillars. Situated at the southern end of Sule Bazaar, this temple dates back to 1534 and stands as one of the last grand monuments built before the decline of Hampi.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.470023,
        "rating": 4.7,
        "numRatings": 918,
        "sources": [
          {
            "id": "1170601",
            "type": "webPlacesList",
            "url": "https://kevinstandagephotography.wordpress.com/2015/04/21/best-location-for-a-stunning-hampi-sunset-photo/",
            "sourceSite": "Web",
            "snippet": "On my visit to Achyutaraya Temple earlier in the day I had scouted a path that seemed quite promising. It traverses around the northern side of Matanga Hill but is lower down. This was key for me as I wanted to ensure the Virupaksha Temple was a focal point of the shot as well as the sunset itself, the temple needed to be prominent and not just lost below the horizon.",
            "siteName": "Kevin Standage",
            "shortName": "Best Location for a Stunning Hampi Sunset",
            "indexInSource": 1,
            "iconSiteId": 158339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This beautiful temple lies amidst the Matanga Hills and Gandhamadana and shows Vijayanagar’s architectural elegance. It is home to a magnificent idol of Lord Tiruvengalanatha. The best thing about this temple is that every element is charming and fascinating.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 7,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "miqEly6TfUN7GldbwCBt1HGAisfxwlEb",
          "XBt22DMwnHwJF8b4BQEcn7UGx3kPkC5L",
          "QVKPnKgnhIARh7L6PaHeUaTUTfTmiZzz",
          "miqEly6TfUN7GldbwCBt1HGAisfxwlEb",
          "XBt22DMwnHwJF8b4BQEcn7UGx3kPkC5L",
          "QVKPnKgnhIARh7L6PaHeUaTUTfTmiZzz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Shri Achyutarāya Swamy Temple (Hampi)",
        "placeId": "ChIJkQVfbcV_tzsRB0jvgUMdJqk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Nov 2024.\nOne of the largest temple complexes in Hampi along with Pattabhirama temple. Enough has been written about this place so I won't repeat. Just visit this place ! Allocate at least one hour for this site, apart from the main shrine there are smaller temples and columned rest houses. There is a small temple to the south of this place with a 10-armed goddess - it is a active temple, worth a visit (small door in the south outer perimeter get you there).",
            "author_name": "Gajanan Rao",
            "relative_time_description": "",
            "time": 1750240192,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Achyutaraya Temple also known as Tiruvengalanatha (a form of Lord Vishnu) temple, built in 1534 AD by Mahamandeleshwara Hiriya Tirumalraja during the reign of Achyutadeva Raya, is situated in the foothills between the Matanga and Gandhamadhavan hills. Mythically, these hills are associated with the curse of Matanga Rishi due to which Bali could not enter this area and hence the area was a safe haven for Sugriva.\n\nThe temple complex includes the main temple as well as associated bazaar and pushkarni (pond). The main temple consists of sanctum sanctorum, antaral, mandap, Devi temple and kalyana mandap. The temple is surrounded by two prakaras. The outer prakara has one gopuram (entrance) and the inner prakara has three gopurams. The open chamber outside the temple is formed by finely carved pillars. The kalyana mandap is also adorned with highly carved pillars.\n\nThe distinctive feature of Vijayanagara temples are the tall gopurams and Kalyana mandapams. Over time the gopurams became increasingly taller, in most cases even higher than the vimana (spire) of the temple. The Kalyana mandapam was built to perform the annual marriage ceremony between the main deity and the goddess. The pillars of the Kalyana mandapam have some of the most magnificent carvings. In temples of this period, the sanctum and gopuram walls are built of stone while the vimana is built of bricks.",
            "author_name": "Rajiv Ranjan",
            "relative_time_description": "",
            "time": 1757472915,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was one of the best places I visited in Hampi. Many people miss this amazing temple since there is no direct road to it, and you have walk from Kodandarama Temple. There was absolutely no one in this temple when I visited (Jul 2025), and I could explore the ruins on my own. This is a pretty large temple complex, and it can be seen from the top of Mathanga hill. It's a bit desolate so be careful here and preferably travel with a group.\nThere is a pathway leading from this temple to Mathanga Hill, but I did not use it to hike up the hill. If you are visiting Hampi, make sure to visit this hidden gem.",
            "author_name": "A A",
            "relative_time_description": "",
            "time": 1752085866,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 25,
            "4": 185,
            "5": 698
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.331905,
        "address": "8FJC+Q26, Hampi, Nimbapura, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNR1Ywyx-tzsRR8Yy2vELzG0",
        "generalDescription": "The Underground Shiva Temple in Hampi is a fascinating 14th-century Hindu temple dedicated to Lord Shiva. Situated below ground level, the core areas of the temple are typically submerged, making access to the inner parts restricted. Visitors can experience the marvel of wide steps leading to the interior, where a massive hall with cubical pillars supporting the roof awaits. Depending on water levels, access to the sanctum area may be possible, providing an exhilarating encounter with bats flying around.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.464033,
        "rating": 4.5,
        "numRatings": 2251,
        "sources": [
          {
            "id": "753916",
            "type": "webPlacesList",
            "url": "https://trywanderingmore.com/places-to-visit-in-hampi-things-to-do/",
            "sourceSite": "Web",
            "snippet": "The Prasanna Virupaksha Temple, dedicated to Lord Shiva in his avatar as Virupaksha, is located underground. It is one of the older temples in Hampi having been built in the 14th century but interestingly it was discovered only in the 1980s. Because of its location close to the nobleman’s quarters, it is believed that the temple was used for private ceremonies by the royals.",
            "siteName": "Try Wandering More",
            "shortName": "25 Unforgettable Places to Visit in Hampi",
            "indexInSource": 3,
            "iconSiteId": 61936,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fDG41jm3JUjW4wmlEP2ZofTV2H6HFx1m",
          "drUxHy5mjRn7EeEpcJaRErepTpo4vu7Q",
          "nPyw1yKfJZkCRj9pPgqX5JZxHkul1uUT",
          "fDG41jm3JUjW4wmlEP2ZofTV2H6HFx1m",
          "drUxHy5mjRn7EeEpcJaRErepTpo4vu7Q",
          "nPyw1yKfJZkCRj9pPgqX5JZxHkul1uUT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Underground Shiva Temple",
        "placeId": "ChIJNR1Ywyx-tzsRR8Yy2vELzG0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "📍 The Underground Shiva Temple, Hampi ||\n\nOne of the lesser-known but immensely fascinating sites in Hampi is the underground Shiva Temple, also known as the Prasanna Virupaksha Temple.\n\nBuilt sometime around 14th Century AD under the reign of King Deva Raya II, this temple, like all the other surviving temples in Hampi, is noted for its impressive architecture and also a large monolithic lingam of Lord Shiva located inside a circular chamber.\n\nIt is worth noting that the circular chamber was carved out of a single rock, and the roof is supported by four pillars also carved out of the same rock, bearing testimony to both the assiduousness and patience of the architects who painstakingly built this temple.\n\nThis temple also had a unique water management system, with water channels built around the Shiva lingam to ensure it remains constantly immersed in water. This is believed to symbolise the origin of the Tungabhadra River from the matted hair lock of Lord Shiva.\n\nAnother interesting fact about this temple is that it was intentionally built underground to protect it from invaders. Visitors can witness intricate carvings on the walls and pillars. This temple is considered a hidden gem in Hampi and definitely worth a visit for those who love history, architecture, and most importantly, Hindu mythology.",
            "author_name": "Traveling_Canucks",
            "relative_time_description": "",
            "time": 1753600822,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The temple is dedicated to Prasanna Virupaksha, an avatar of Lord Shiva. The temple stands amidst a beautiful lawn covered in green.\nThe temple has remained buried for over four hundred years before it was discovered in the 1980's decade. It is believed that Vijayanagara ruler Krishnadevaraya had donated extensively to this temple.\nthe sanctum of the temple remains submerged under stagnant water throughout the year. During the monsoon season, extending from June to August, the water level rises inside the temple and submerges the floor of the maha mantapa and other mantapas.\nThis restricts the entry of visitors to most parts of the temple during the rainy season.\nOpens on 6 am and closes on 6 pm.",
            "author_name": "Swapnil Sitapure",
            "relative_time_description": "",
            "time": 1750517343,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visited Nov 2024.\nTemple that is now below the surrounding ground level. Parts of it are permanently water logged. If you walk around there's quite a lot to see - like a stone tablet with inscriptions, a water logged Nandi Bull .. Worth a visit. Pics attached.",
            "author_name": "Gajanan Rao",
            "relative_time_description": "",
            "time": 1748708178,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 41,
            "3": 194,
            "4": 552,
            "5": 1442
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.317874,
        "address": "8F97+4JV, Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJIeenvTJ-tzsR6ChQV-rOJV0",
        "generalDescription": "Hazara Raama Temple is a 15th-century Hindu temple in Hampi, known for its intricate carvings depicting animals, deities, and people. The temple features a thousand frescoes portraying scenes from the Ramayana, leaving visitors speechless. It is dedicated to Lord Rama and also houses relics of Lord Krishna.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.468768,
        "rating": 4.7,
        "numRatings": 1906,
        "sources": [
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Hazara Rama Temple, once the private worship place for the Vijayanagara royals, is adorned with bas-reliefs depicting the epic Ramayana. Its walls narrate the life and adventures of Lord Rama, making it a significant cultural and historical site. How to Reach: Situated within the Royal Enclosure, easily accessible by foot from Hampi’s main sites.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 9,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "753916",
            "type": "webPlacesList",
            "url": "https://trywanderingmore.com/places-to-visit-in-hampi-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Constructed in the 15th century, the Hazara Rama temple is the only temple located in the royal centre of Hampi. The temple, as the name suggests, is dedicated to Rama – an incarnation of Lord Vishnu. The walls of this small temple have carved on them the story of the Hindu epic Ramayana in a comic strip form.",
            "siteName": "Try Wandering More",
            "shortName": "25 Unforgettable Places to Visit in Hampi",
            "indexInSource": 1,
            "iconSiteId": 61936,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386093",
            "type": "webPlacesList",
            "url": "https://toursinindia.in/top-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "This temple boasts of and is glad about many great bas-reliefs depicting and portraying scenes from Ramayana and Mahanavami festival. The Hazara Rama Temple is thought to have been the private region of worship of the Royal family. The temple is well-known for its many Ramayana panels.",
            "siteName": "toursinindia.in",
            "shortName": "Hampi's Top Tourist Attractions and Best Travel Spots",
            "indexInSource": 3,
            "iconSiteId": 35202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "This gorgeous temple is dedicated to Lord Rama and is located in the heart of a royal area. The temple's walls are eager to display the complete Ramayana story to its visitors. You can find bas relics of both Hindu deities Lord Rama and Krishna once you arrive.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 7,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414953",
            "type": "webPlacesList",
            "url": "https://www.backpackadventures.org/hampi/",
            "sourceSite": "Web",
            "snippet": "When our tuk tuk driver stopped we almost felt we had seen enough for the day. We were wondering whether to drag our tired bodies into the sun again for one more temple.",
            "siteName": "Backpack Adventures",
            "shortName": "Hampi itinerary: 3 days in Hampi",
            "indexInSource": 1,
            "iconSiteId": 6315,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 3 km from Hampi Bus Stand, Hazara Rama Temple is a beautiful temple located at the center of Royal Enclosure. The temple is dedicated to Lord Rama.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 1,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u0f8qEsSmb0jHttLyU4O55ZnZGkBaUJf",
          "whk0jyBaMcG3b8YwzDfNbnXKYrYBkBAs",
          "eI9FB0U5H7gFEg71NPF7pNlmdXZJbZ6V",
          "rCGRKYiuEhVfjQwVzcMTiJnlKUoM6P99",
          "dVQHjB5mKSpk7uXpTfcypkqHTbBrqMiv",
          "u0f8qEsSmb0jHttLyU4O55ZnZGkBaUJf",
          "whk0jyBaMcG3b8YwzDfNbnXKYrYBkBAs",
          "eI9FB0U5H7gFEg71NPF7pNlmdXZJbZ6V",
          "rCGRKYiuEhVfjQwVzcMTiJnlKUoM6P99",
          "dVQHjB5mKSpk7uXpTfcypkqHTbBrqMiv"
        ],
        "openingPeriods": [],
        "name": "Hazara Raama Temple",
        "placeId": "ChIJIeenvTJ-tzsR6ChQV-rOJV0",
        "internationalPhoneNumber": "+91 80 2235 2828",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best Rama temple that I have visited. This beautiful temple will amaze you with its ramayan carvings. It has almost all the scenic images from ramayan. This temple is very close to the Royal palace and the royal family visits this temple regularly during the vijayanagara rule.",
            "author_name": "Surendranath Parisigani",
            "relative_time_description": "",
            "time": 1746019940,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hazara Rama Temple in Hampi is a captivating gem that beautifully showcases the artistry of the Vijayanagara Empire. Built in the early 15th century, this temple was originally a private worship site for the royal family and is dedicated to Lord Rama. Its name, meaning \"a thousand Ramayana,\" reflects the extensive bas-reliefs adorning its walls, which narrate the epic story of Ramayana in intricate detail.\n\nAs you approach, the temple's stunning architecture and serene surroundings immediately draw you in. The outer walls are richly decorated with scenes of royal processions, military displays, and divine figures, offering a glimpse into the grandeur of its historical context. The craftsmanship is exceptional, with ornately carved pillars and a spacious lawn enhancing its charm.\n\nVisiting Hazara Rama Temple is free, and photography is encouraged, making it an ideal spot for both history enthusiasts and casual tourists. The temple is open daily from 6 AM to 6 PM, with the best time to visit being between November and February. Overall, Hazara Rama Temple is a must-see for anyone exploring Hampi's rich cultural heritage.",
            "author_name": "Saju George",
            "relative_time_description": "",
            "time": 1740318923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This beautiful place of worship dedicated to Lord Rama is located at the centre of the royal area of Hampi. The temple which was the private temple of kings of Vijayanagara is popular for the lovely sculptures and panels depict story of the epic Ramayana.  Easy terrain,  lot of easy walking.  Lots of locals, some tourists and pilgrims. Wear comfy shoes, take water, wear hat, sunscreen.  Beautiful place. Lots to see.  Fee charged for entry. Higher fees for foreigners. Great place for photography.  Very humid and hot at by noon.",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1756185179,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.karnatakatourism.org/",
        "index": 9,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 4,
            "3": 64,
            "4": 406,
            "5": 1416
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.317766,
        "address": "8F99+4G2, Karnataka 583221, India",
        "travel_time": null
      },
      {
        "_id": "ChIJC_G639l_tzsRNNWqN04-1hg",
        "generalDescription": "Hampi Shri Krishna Swami Temple is a 16th-century temple complex with intricately carved stone pillars and towers, as well as a sacred water tank. The site includes various temple complexes such as Narasimha, Ganesa, Hemakuta group of temples, Achyutaraya temple complex, Vitthala temple complex, Pattabhirama temple complex, and Lotus Mahal complex.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.460459,
        "rating": 4.6,
        "numRatings": 1408,
        "sources": [
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Krishna Temple, dedicated to Lord Krishna, is renowned for its intricate architecture and carvings depicting scenes from Indian mythology. The temple, built by the Vijayanagara ruler Krishnadevaraya, celebrates the deity’s embodiment of love and divine joy. How to Reach: Centrally located in Hampi, accessible on foot or by bicycle from the Hampi Bazaar area.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 8,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "The triumph of Orissa's battle is symbolised by the Krishan temple of Hampi, which was built by Krishnadevaraya. This temple is one of the hand-picked places to visit in Hampi that are known for their superb sculptures all over the world. The splendour of this site demonstrates Krishnadevraya's enthusiasm for art and architecture.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 9,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vZ0nhhRwDPUlWv1PUyU1jducxEqOc8Vf",
          "L0myRR6I8fx7zP5keY6PU1maEoObJWRc",
          "NCSG7njUu5U0ZPWzpijgMATsyHSt68R4",
          "vZ0nhhRwDPUlWv1PUyU1jducxEqOc8Vf",
          "L0myRR6I8fx7zP5keY6PU1maEoObJWRc",
          "NCSG7njUu5U0ZPWzpijgMATsyHSt68R4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Hampi Shri Krishna Temple",
        "placeId": "ChIJC_G639l_tzsRNNWqN04-1hg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Nov 2024.\nOne of the must-visit sites in Hampi. Superb carvings. The minor temples in the campus are equally good. Don't miss the carvings on the ceilings. Pics attached, have a look.",
            "author_name": "Gajanan Rao",
            "relative_time_description": "",
            "time": 1750080555,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Shri Krishna Temple in Hampi is an architectural marvel, showcasing intricate carvings and rich historical significance. However, improved maintenance and preservation efforts could enhance the experience, ensuring its legacy is better appreciated by visitors.",
            "author_name": "Chethan Krishnegowda",
            "relative_time_description": "",
            "time": 1734259850,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful temple and architecture but as usual all demolished and no idol inside.\nParking gets difficult as roads are narrow.\nWorth to visit.\nOpp also there is a pond but need to walk 500m",
            "author_name": "Pramod Akulu",
            "relative_time_description": "",
            "time": 1741313820,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hampi.in/",
        "index": 10,
        "id": "",
        "categories": [
          "Hindu temple",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 10,
            "3": 70,
            "4": 317,
            "5": 1009
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.330273,
        "address": "8FJ6+454, Hampi, Krishnapura, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNdAaL9t_tzsR8IuV3_4ikzE",
        "generalDescription": "Yantrodharaka Hanuman Temple, located in the captivating temple town of Hampi, is a sacred Hindu site dedicated to Lord Hanuman. Accessible by climbing hundreds of steps to the top of Anjaneya Hill, this 500-year-old temple offers stunning views and a serene atmosphere. The temple also houses a rock carving of Lord Hanuman and is situated amidst the remains of the historical city of Vijayanagar.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.468155,
        "rating": 4.8,
        "numRatings": 452,
        "sources": [
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "It is another famous temple of Hampi, which is located near the Virupaksha Temple. This holy temple is dedicated to the Hindu deity Lord Hanuman, and it is a part of a cave standing at the peak of the hill. It is the place where Lord Hanuman indulged in a state of deep meditation.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 3,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "310306",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "Yantrodharaka Hanuman Temple is present at a distance of around 2km from the famous Virupaksha temple. This temple is a part of a cave standing at the peak of a hill and is dedicated to the Hindu deity Lord Hanuman. Also, the Tungabhadra river flows through the steps of this hill.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Hampi 2024, Tourist Places & Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Yantrodharaka Hanuman Temple is present at a distance of around 2km from the famous Virupaksha temple. This temple is devoted to the Hindu deity Lord Hanuman and is part of a cave on the top of a hill. The Tungabhadra River also runs through the hill's steps.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ysBTawj0xZ93e0KffqhnW2M6lrnPIVsn",
          "YVaKDFfSKDbyJGG0Tu4mtJSTfbzZoLmy",
          "dcpzQ1mDWIekiXfWLmsI6LZvuPMet285",
          "A6hxJWe5hmQpwnRoeCzianPIrMB1vp9Z",
          "ysBTawj0xZ93e0KffqhnW2M6lrnPIVsn",
          "YVaKDFfSKDbyJGG0Tu4mtJSTfbzZoLmy",
          "dcpzQ1mDWIekiXfWLmsI6LZvuPMet285",
          "A6hxJWe5hmQpwnRoeCzianPIrMB1vp9Z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1500"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1500"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1500"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1500"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1500"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Sri Yantrodharaka Hanuman Temple, Hampi",
        "placeId": "ChIJNdAaL9t_tzsR8IuV3_4ikzE",
        "internationalPhoneNumber": "+91 80 2235 2828",
        "reviews": [
          {
            "rating": 5,
            "text": "Ancient hanuman temple situated behind kodandha rama temple and in front of chakra tirtha.\nThe idol shows hanuman seated within a yantra, symbolizing his control over the universe's energies.",
            "author_name": "Balasurya Teju",
            "relative_time_description": "",
            "time": 1743693820,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You need to walk for 20min to reach this place on the Tungabhadra river side. its a beautiful view. The root is very good for walking. earlier it was stones and difficult to walk now they made new walking track good. It believed that This hanuman is installed in the Yantra is so powerful.",
            "author_name": "Surendranath Parisigani",
            "relative_time_description": "",
            "time": 1746021176,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited Nov 2024.\nOne of the most famous temples in Hampi. Has Hanuman in bas-relief within a pentagram. Unique. This is a active temple. Photography is prohibited within the temple. Pics attached.",
            "author_name": "Gajanan Rao",
            "relative_time_description": "",
            "time": 1750429890,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 1,
            "3": 18,
            "4": 41,
            "5": 388
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.335846,
        "address": "Hampi, Nimbapura, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJM01BS8V_tzsR7MAjj-ckIug",
        "generalDescription": "Matanga Hill is a popular peak in Hampi with hiking trails that lead to a well-known lookout for watching breathtaking sunrises and sunsets. The area is rich in historical monuments such as the Elephant Stables, Queens Bath, Octagonal Bath, and Stepped Tank. Visitors can also enjoy jamming sessions while watching the sunset at Matanga Hills or opt for a quieter evening at Malyavanta Hill, which offers similar scenic beauty but with fewer crowds.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.468238,
        "rating": 4.7,
        "numRatings": 625,
        "sources": [
          {
            "id": "1000635",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-spectacular-places-to-visit-in-hampi-on-your-next-trip",
            "sourceSite": "Web",
            "snippet": "The majestic view of Matanga Hill will also offer you historical ruins of Hampi alongside, and for adventure enthusiasts, trekking up to the hill will be an experience worth remembering. The Veerabhadra Temple is sitting right at the top of Matanga Hill, and the rooftop of this temple is one of the ideal places to see in Hampi, where you get to witness the best sunrise and sunset. The beauty and serenity of this place is something why people visit Matanga hill.",
            "siteName": "Intermiles",
            "shortName": "10 Spectacular Places to Visit in Hampi on Your Next Trip",
            "indexInSource": 2,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924075",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/capture-the-bliss-moment-with-these-photography-worthy-images-in-hampi-7222153/",
            "sourceSite": "Web",
            "snippet": "To enjoy a panoramic view of Tungabhadra River right from Hampi's remains go up Matanga Hill; This viewpoint can be considered perfect for taking landscape photographs during sunrise and sunset periods due to its breathtaking picture of the rising and setting sun. Take such images that show sunlight colored shadows over the ancient city and other structures silhouetted against it.",
            "siteName": "Travel By India.com",
            "shortName": "Capture The Bliss Moment With These Photography Worthy Images In Hampi",
            "indexInSource": 3,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170601",
            "type": "webPlacesList",
            "url": "https://kevinstandagephotography.wordpress.com/2015/04/21/best-location-for-a-stunning-hampi-sunset-photo/",
            "sourceSite": "Web",
            "snippet": "On my visit to Achyutaraya Temple earlier in the day I had scouted a path that seemed quite promising. It traverses around the northern side of Matanga Hill but is lower down. This was key for me as I wanted to ensure the Virupaksha Temple was a focal point of the shot as well as the sunset itself, the temple needed to be prominent and not just lost below the horizon.",
            "siteName": "Kevin Standage",
            "shortName": "Best Location for a Stunning Hampi Sunset",
            "indexInSource": 0,
            "iconSiteId": 158339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901711",
            "type": "webPlacesList",
            "url": "https://www.travelxp.com/en/blogs/holidays/best-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "Matanga Hill, the highest point in Hampi, promises breathtaking views of the sprawling ruins, boulder-strewn landscape, and the meandering Tungabhadra River. The trek to the hilltop is rewarding, especially during sunrise or sunset when the entire landscape is bathed in golden hues. It's a must-visit for nature lovers and photographers.",
            "siteName": "travelxp.com",
            "shortName": "Your Ultimate Guide to Attractions and Activities",
            "indexInSource": 3,
            "iconSiteId": 24211,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Out of all the places to visit in Hampi, Matanga Hill is the one which is most talked about. It is Hampi's highest peak and a magnificent location for travel photographers to get aerial views of Hampi. North portion of this hill terminates into Tungabhadra River, where you can visit the Kodanda Rama temple, another sacred site.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845331",
            "type": "webPlacesList",
            "url": "https://www.stayvista.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "When it comes to stunning views of the whole Hampi landscape, Matanga Hill is where you go for that. It is the highest point in the region and therefore this is the ideal location to catch the sunrise or sunset. Of all the fun things to do in Hampi, climbing up Matanga hill is probably the most favourite.",
            "siteName": "StayVista Journal",
            "shortName": "Places To Visit In Hampi",
            "indexInSource": 3,
            "iconSiteId": 156899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Offering panoramic views of Hampi, Matanga Hill is renowned for its breathtaking sunrises. The hilltop is a preferred spot for photographers and nature lovers looking to capture the essence of Hampi’s landscape. Tips to Visit: Carry water and wear good trekking shoes.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 6,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "436386",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Capture the aerial views of the ruined city of Hampi from its highest point – Matanga Hill. You could reach Matanga Hill via a moderate-level trek of a few minutes. At the hill summit, Veerbhadra Temple sits with a rooftop setting for sunrise and sunset viewing.",
            "siteName": "India Travel Blog",
            "shortName": "10 Best Places to Visit in Hampi to Garner the Stories of Vijaynagar",
            "indexInSource": 2,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386093",
            "type": "webPlacesList",
            "url": "https://toursinindia.in/top-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "This hill is defined as the region of the hermitage of the Saint Matanga at some point of the Ramayana, consequently is accurately named. This is a great spot for the ones looking for a few hiking pleasure, as it's miles the best height in Hampi.",
            "siteName": "toursinindia.in",
            "shortName": "Hampi's Top Tourist Attractions and Best Travel Spots",
            "indexInSource": 2,
            "iconSiteId": 35202,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924086",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-hampi?srsltid=AfmBOoqZYLVfCIeNo_FstKiBmdbY5N_imNr3O9jw8kqy4icAwJjhtzDj",
            "sourceSite": "Web",
            "snippet": "Matanga Hill is one of the most popular places to explore in Hampi, offering a breathtaking view of the surrounding landscape. Visitors can climb to the top of the hill and enjoy panoramic views of the temples and monuments of Hampi.",
            "siteName": "makemytrip.com",
            "shortName": "21 Places to Visit in Hampi in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Matanga Hill is positioned at the eastern end of the Hampi Bazaar. It bids a spectacular vision of the ruined city and the gorgeous scenery beneath. Matanga Hill is one of the chief places to see in Hampi.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 7,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "424275",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/hampi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "This hill is described as the location of the hermiatge of the Saint Matanga during the Ramayana, hence is appropriately named.",
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Hampi | Top Tourist Attractions",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 8,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5rq58OfkNrkUF5eKhfWQJaGpnlzH4nAa",
          "0gNwvriEk8bpBA236ll5xENJo4Jly6g9",
          "IVHKFA4THONxCAI3KUHjepyyDEKEKDiD",
          "5rq58OfkNrkUF5eKhfWQJaGpnlzH4nAa",
          "0gNwvriEk8bpBA236ll5xENJo4Jly6g9",
          "IVHKFA4THONxCAI3KUHjepyyDEKEKDiD"
        ],
        "openingPeriods": [],
        "name": "Matanga Hill",
        "placeId": "ChIJM01BS8V_tzsR7MAjj-ckIug",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Just 2km trek which can tire you down like it's 10km!this is because the trekking is in between large stones and it's not straight trek but you need to climb. Chances are there where you could slip. Please wear comfortable shoes for this place. Monkey's are of a heavy trouble here. Apart from evrything you get to see the most beautiful sunset and sunrise 🌄",
            "author_name": "Ramaadevi vishwesh",
            "relative_time_description": "",
            "time": 1738401091,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best place to witness sunrise, do come here an hour before to reach the highest point as we have n number of steps to climb.",
            "author_name": "kulsoom najaf",
            "relative_time_description": "",
            "time": 1746406028,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best place in Hampi to visit either for sunrise or sunset. The trek is about 15-30 minutes. Not that difficult, but the monkeys makes this a difficult trek. Get a stick before you start your trek, especially if you're carrying a bag. They'll definitely come for your bag.\nAt the top is a small temple. You'll get a 360° view from the top and it's very beautiful. Be careful cause it's very at the top.\nThere is also a small shop which sells Chai, Mineral Water, etc.",
            "author_name": "Aswin K R",
            "relative_time_description": "",
            "time": 1752463977,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Mountain peak",
          "Nature & Parks",
          "Mountains"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 5,
            "3": 10,
            "4": 133,
            "5": 470
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.331639,
        "address": "Nimbapura, Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJTQOundl_tzsRmpRqRPIOX5k",
        "generalDescription": "Kadalekalu Ganesha is a significant religious site in Hampi, known for its traditional stone architecture and historical importance. The temple houses a massive 15-foot monolithic statue of Lord Ganesha, carved entirely from granite. This impressive sculpture is believed to be one of the largest in the world and is a testament to the skill and artistry of ancient craftsmen.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.46122,
        "rating": 4.7,
        "numRatings": 956,
        "sources": [
          {
            "id": "491606",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/karnataka/hampi/tourist-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "No wonder the ancient folks were so intelligent, building roads and bath houses that leave modern architects scratching their heads in puzzlement. Well, now you know that the secret to their success was their very devout worship of the Kadalekalu Ganesha, proven by this second consecutive memoriam to him. This temple and statue is for the history and architecture buffs out there.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places to Visit in Hampi",
            "indexInSource": 1,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352495",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/karnataka/trips/top-25-places-to-visit-in-hampi-the-ultimate-travel-guide-3ad085aa2d7b5f398",
            "sourceSite": "Web",
            "snippet": "Kadalekalu Ganesha temple is a well-known South Indian holy site that houses one of the largest statues of Hindu deity Ganesha. It is located on the slopes of the well-known Hemakuta Hills, with its 4.6-meter-high monument. Lord Ganesha's tummy is shaped like a Bengal gramme, and the statue was cut out of a single enormous stone.",
            "siteName": "Tripoto",
            "shortName": "Top 26 Places To Visit In Hampi : The Ultimate Travel Guide",
            "indexInSource": 8,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "It has one of the biggest statues of Lord Ganesha that exists in the southern part of India. This temple is the famous holy shrine of south India that must be on your list of places to visit in Hampi. It is located on the hills of the renowned Hemakuta Hills, and the statue is about 4.6 meters high.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 8,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 250 m from Hampi Bus Stand, The Kadalekalu Ganesha temple is situated on the slope of the Hemakuta Hill in Hampi. It is a remarkable monolithic statue and one of the most popular tourist sites in Hampi.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 5,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "m6B3vEf7QdDa2ZxBdM8EBn27GkKyYq2x",
          "k8WAZeUg6efVjxIcPqu7p3dG3aycJw5u",
          "StA1wCmRbf42PfBiQ3CfJC2tFPbHXIzI",
          "wWQDm7gDtX5E4mq1kkipxrs4blo3EcSa",
          "m6B3vEf7QdDa2ZxBdM8EBn27GkKyYq2x",
          "k8WAZeUg6efVjxIcPqu7p3dG3aycJw5u",
          "StA1wCmRbf42PfBiQ3CfJC2tFPbHXIzI",
          "wWQDm7gDtX5E4mq1kkipxrs4blo3EcSa"
        ],
        "openingPeriods": [],
        "name": "Kadalekalu Ganesha",
        "placeId": "ChIJTQOundl_tzsRmpRqRPIOX5k",
        "internationalPhoneNumber": "+91 83942 41241",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful Ganesha temple\nEntry is free. Cut from a single stone, the statue is beautiful.\nThe pillars outside represent many ethnicities that used to visit the temple. Check them out.",
            "author_name": "Ayush Goel",
            "relative_time_description": "",
            "time": 1752251659,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "•\t📍 Location: Situated on the slopes of Hemakuta Hill, near Virupaksha Temple in Hampi (a UNESCO World Heritage Site).\n•\t🪨 Structure: The idol is carved out of a single huge granite boulder.\n•\t🐘 Form: The belly of the Ganesha idol resembles a kadalekai (Bengal gram / groundnut), hence the name Kadalekalu Ganesha.\n•\t📏 Size: The statue is about 4.5 meters (15 feet) tall, making it one of the largest Ganesha idols in South India.\n•\t🏛 Architecture: The shrine housing the idol is built in Vijayanagara style, with tall slender granite pillars decorated with mythological motifs.\n•\t🙏 Belief: It is a revered place for devotees, and also a popular stop for tourists exploring the ruins of Hampi.\n\n✨ Fun fact: Right opposite to it is the Sasivekalu Ganesha, another monolithic Ganesha idol, whose belly is shaped like a mustard seed (sasive in Kannada).",
            "author_name": "SHIVRAJ NALAWADE",
            "relative_time_description": "",
            "time": 1756121727,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Kadalekalu Ganesha Temple in Hampi was amazing. The giant Ganesha statue, carved from one huge boulder, is so impressive-it stands at 4.5 meters tall and really grabs your attention.\n\nThe temple is also really beautiful. The tall pillars inside are decorated with cool mythological carvings, and the whole place has a peaceful, ancient vibe. Walking around, I felt connected to the rich history of Hampi, especially with the old ruins surrounding it.\n\nIf you're in Hampi, definitely check out this temple. It's a peaceful spot with so much history!",
            "author_name": "Amey Joshi",
            "relative_time_description": "",
            "time": 1751557353,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Historical landmark",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 3,
            "3": 35,
            "4": 204,
            "5": 708
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.332834,
        "address": "8FM6+4FQ, Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJZ7rnpNt_tzsRCtgn3C67ygo",
        "generalDescription": "Hampi Bazaar, located in the town of Hampi, was once the bustling capital of the Vijayanagara empire. Today, it remains a vibrant local market where visitors can explore stalls offering various goods. The area is also home to the famous Virupaksha temple and other sacred sites in what is known as the Sacred Quarter. One notable attraction near the bazaar is the Monolith Bull, a large ancient structure situated in a pavilion opposite the Virupaksha Temple.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 76.46436,
        "rating": 4.5,
        "numRatings": 1009,
        "sources": [
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "For all the shopaholics out there, you would love to buy some artefacts, shawls, antique coins and many more things from this bazaar which is right outside on the road of Virupaksha Temple which sweeps for about a kilometre. The road transitory through the market has chains of deep-rooted porches on both sides. The locality used to be a blossoming marketplace during the times of the Vijayanagara Empire.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 2,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901711",
            "type": "webPlacesList",
            "url": "https://www.travelxp.com/en/blogs/holidays/best-places-to-visit-in-hampi",
            "sourceSite": "Web",
            "snippet": "Hampi Bazaar, also known as Virupaksha Bazaar, is a significant historical marketplace located in Hampi, Karnataka. Stretching over a kilometer, it lies directly in front of the famous Virupaksha Temple and extends towards the foothills of Matanga Hill. This bazaar was once a bustling center of trade during the Vijayanagara Empire, where merchants sold precious stones, textiles, and other luxury goods.",
            "siteName": "travelxp.com",
            "shortName": "Your Ultimate Guide to Attractions and Activities",
            "indexInSource": 2,
            "iconSiteId": 24211,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "436386",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Explore the primeval market of the Vijayanagara Empire either on foot or on a bicycle. Watch the series of ruins of the pavilion on both roadsides of Hampi Bazaar, which sprawls over 1 kilometer. Located in front of Virupaksha Temple, Hampi Bazaar is a shopper’s stop and, therefore, also one of the best places to visit in Hampi in the evening irrespective of the weather.",
            "siteName": "India Travel Blog",
            "shortName": "10 Best Places to Visit in Hampi to Garner the Stories of Vijaynagar",
            "indexInSource": 4,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924075",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/capture-the-bliss-moment-with-these-photography-worthy-images-in-hampi-7222153/",
            "sourceSite": "Web",
            "snippet": "Hampi Bazaar located next to virupaksha temple is a busy market street dating back to Vijayanagara Empire where locals throng together with visitors who buy handicrafts items such as clothing and jewelry among others from different shops. The vibrant atmosphere of the bazaar with its colorfully arranged wares will give you good opportunities for street photography.",
            "siteName": "Travel By India.com",
            "shortName": "Capture The Bliss Moment With These Photography Worthy Images In Hampi",
            "indexInSource": 1,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Once the thriving heart of Hampi’s commercial activities, Hampi Bazaar is a stretched avenue that houses ruins of old pavilions. Today, it’s a bustling area where tourists can buy souvenirs and get a glimpse of the local lifestyle. Best Time to Visit: Early morning or late evening to avoid the heat and experience the local market life.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491606",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/karnataka/hampi/tourist-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "You know how offended the folks at home are going to be if you return empty handed. Here’s a fun fact: old world people loved shopping too, and they met their needs at Hampi Bazaar. This bazaar had gone to ruins, but is now being desperately revived by authorities and is a popular tourist spot as a result.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places to Visit in Hampi",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 400 m from Hampi Bus Stand, Sri Virupaksha temple is a Hindu temple located at the western end of Hampi Bazaar in Hampi. It is the most famous and important temples in Hampi, and among the must include places in Hampi Packages.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 3,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924086",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-hampi?srsltid=AfmBOoqZYLVfCIeNo_FstKiBmdbY5N_imNr3O9jw8kqy4icAwJjhtzDj",
            "sourceSite": "Web",
            "snippet": "Once a thriving market place bordered by living quarters of the erstwhile nobles, the Hampi Bazaar extends from the Virupaksha Temple to the foot of the Matunga Hill.",
            "siteName": "makemytrip.com",
            "shortName": "21 Places to Visit in Hampi in 2024",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "424275",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/hampi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "holidify.com",
            "shortName": "31 Best Places to visit in Hampi | Top Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170601",
            "type": "webPlacesList",
            "url": "https://kevinstandagephotography.wordpress.com/2015/04/21/best-location-for-a-stunning-hampi-sunset-photo/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Kevin Standage",
            "shortName": "Best Location for a Stunning Hampi Sunset",
            "indexInSource": 3,
            "iconSiteId": 158339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5Z512QamW2fiLaky5bHFSqBxCe8Nw0kF",
          "WiHZqoobVvTdwJqBhtlbKwnTsqJlpcp3",
          "trETDrS8l0UTP8JyRXvPMAZZcuvCguDO",
          "pxC3tkrcTlfADipTCu8UNyA9xro52rkg",
          "5Z512QamW2fiLaky5bHFSqBxCe8Nw0kF",
          "WiHZqoobVvTdwJqBhtlbKwnTsqJlpcp3",
          "trETDrS8l0UTP8JyRXvPMAZZcuvCguDO",
          "pxC3tkrcTlfADipTCu8UNyA9xro52rkg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Hampi Bazaar",
        "placeId": "ChIJZ7rnpNt_tzsRCtgn3C67ygo",
        "internationalPhoneNumber": "+91 80 2235 2828",
        "reviews": [
          {
            "rating": 5,
            "text": "Hampi bazaar is something which is a common eye sight throughout hampi journey. Bazar is something which is quiet live. Although the bazar gets shut by 9:30pm so plan your day accordingly. You will witness the laid back village life there, and people are humble. But definitely suggest to have the bargain up hand, since it's a tourist place all the souvenir and clothes they start with good rates at the beginning.",
            "author_name": "Reena Pandya",
            "relative_time_description": "",
            "time": 1741534693,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you've just been mesmerized by the temples and ruins, this is your next stop for a complete Hampi experience. It's not just a market; it's like stepping onto a movie set from centuries ago, right in front of the majestic Virupaksha Temple! 🎬\n\nImagine a long, wide street, flanked by ancient pillared structures that once housed bustling shops and royal pavilions. Today, it's still alive and kicking, though perhaps a little less grand than its 15th-century heyday. But trust me, the vibe is still absolutely infectious! You'll find a mix of local vendors, small cafes, and guesthouses, all humming with activity. It's the perfect place to soak in the local atmosphere. 🚶‍♀️🚶‍♂️\n\nWhat can you find here? Well, it's a treasure trove of local crafts! Think vibrant textiles, traditional Lambani jewelry (so unique and pretty! ✨), stone carvings that echo the artistry of the temples, and all sorts of quirky souvenirs to remember your trip by. Don't be shy to haggle a little; it's part of the fun! 😉 You'll also spot plenty of fresh fruit stalls and small eateries serving up delicious South Indian snacks and meals. Grab a fresh coconut water – it's a lifesaver in the Hampi heat! 🥥🥭\n\nOne of the coolest things about Hampi Bazaar is its history. Just standing there, you can almost picture horses, elephants, and merchants from distant lands trading spices and precious gems. It's a living archaeological site! Plus, the view of the Virupaksha Temple's gopuram towering over one end of the bazaar is simply breathtaking, especially during sunrise or sunset. It's a fantastic spot for people-watching and just absorbing the unique energy of Hampi. 🌅",
            "author_name": "Sanman Gowdar (San's Creations)",
            "relative_time_description": "",
            "time": 1747808343,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Magical place.\nMust visit once in a lifetime.\nI cried  because Islamic empires spoiled many incredible temples and structures. You can see how advanced our civilization was just 500 years ago. King s at that time gave super facilities to merchants and farmers.",
            "author_name": "Pranava G R",
            "relative_time_description": "",
            "time": 1750691323,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hampi.in/",
        "index": 14,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 18,
            "3": 63,
            "4": 216,
            "5": 687
          }
        },
        "minMinutesSpent": 180,
        "latitude": 15.334123,
        "address": "8FM7+JPX, Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJGVn1pdl_tzsRMDlARxynPeU",
        "generalDescription": "Hemakuta Hill Temple is a must-visit in Hampi, offering ancient temple structures, ruins of Vijayanagara, and breathtaking panoramic views. The area is rich with UNESCO World Heritage sites and is popular among photographers. Visitors can also enjoy rock climbing and witness stunning sunrises and sunsets from this vantage point. Additionally, the surrounding landscape adorned with temples and rocky hills provides a surreal backdrop for exploration.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.459562,
        "rating": 4.7,
        "numRatings": 383,
        "sources": [
          {
            "id": "1845331",
            "type": "webPlacesList",
            "url": "https://www.stayvista.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Hemakuta Hill is yet another one of those attractions near Hampi you can’t ignore. This vast and embracing complex has astounding views and is favourable but also has a collection of age-old temples, even older than the Vijayanagara Empire. It is relatively peaceful and does not have a lot of crowds as most Hampi tourists places, making it ideal for quiet relaxation.",
            "siteName": "StayVista Journal",
            "shortName": "Places To Visit In Hampi",
            "indexInSource": 4,
            "iconSiteId": 156899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1160789",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "With its undulating terrain dotted with temples, archways, and pavilions, Hemakuta Hill offers a mesmerizing sunset view. The temples, predominantly dedicated to Lord Shiva, showcase early Vijayanagara architecture with their simple, yet beautiful, designs. Tips to Visit: Take your time exploring the numerous small temples.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Hampi in 2024- Hampi Sightseeing",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1432624",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/karnataka/hampi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "Hemakuta, literally meaning golden hillock is one of the most charming hillocks in Hampi. It is dotted by over fifty structures of different types including temples, mandapas, galleries, and gateways of various sizes. Hemakuta Hill offers an excellent view of Hampi Bazaar and Virupaksha temple.",
            "siteName": "Trawell.in",
            "shortName": "25 Best Places to Visit in Hampi, Things to Do & Sightseeing (2024)",
            "indexInSource": 2,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491606",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/karnataka/hampi/tourist-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "It has hills, the open-air charm element of Hampi, and architectural, religious glamour in form of one of the many temple groups that earned Hampi the UNESCO tag. Hemakuta Hill Temple is for a date with religion and history, you can worship, photograph or look around for miles from high up.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places to Visit in Hampi",
            "indexInSource": 2,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Hemakuta Hill is a greatly stretched zone and offers a spectacular view of the Hampi ruins, temples, and archways. You need to climb a few to reach the complex. But after reaching there, you will witness the gorgeous ruins of the temples and marvelous mountainside view.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 6,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1170602",
            "type": "webPlacesList",
            "url": "https://pratapj.com/travel/hampi-weekend-travel/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Photography by Pratap J",
            "shortName": "A Weekend Trip to Hampi, Karnataka",
            "indexInSource": 2,
            "iconSiteId": 158340,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "he4Lv5JruXpi5KlQ8yDmvsSNislxyFs5",
          "B56VdcUNBBe8zGIEI5moyh9cq9d5Dbya",
          "6UTOPN5RQaaj71jS5L0xmrDByFe4RmOr",
          "wo71jBHXx6tCZv9PwBIk1IWUb7aAON0o",
          "he4Lv5JruXpi5KlQ8yDmvsSNislxyFs5",
          "B56VdcUNBBe8zGIEI5moyh9cq9d5Dbya",
          "6UTOPN5RQaaj71jS5L0xmrDByFe4RmOr",
          "wo71jBHXx6tCZv9PwBIk1IWUb7aAON0o"
        ],
        "openingPeriods": [],
        "name": "Hemakuta Hill Temple",
        "placeId": "ChIJGVn1pdl_tzsRMDlARxynPeU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Really one of the best sunsets in Hampi. As I missed my day 1 sunset due to clouds on anjanadri this made my trip complete on day 2 the sunset was really one of the best",
            "author_name": "Sayug Kithu",
            "relative_time_description": "",
            "time": 1747363089,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "There are few temples on this hill.. It's a great place to see sunset in hampi with just 10 min walk from down.. Amazing view of Virupaksha temple and mountains from top.. Please ensure u don't litter plastic over there.",
            "author_name": "Varshith Varshith",
            "relative_time_description": "",
            "time": 1740601179,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Easy to climb with an entry right beside Virupaksha Temple, Offers stunning sunset views and is dotted with ancient temples.\nGreat for photography but tripods aren't allowed as it's a heritage site. A must visit in Hampi!",
            "author_name": "Pratik Teli",
            "relative_time_description": "",
            "time": 1753079229,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Mountain peak",
          "Sights & Landmarks",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 9,
            "4": 84,
            "5": 287
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.332538,
        "address": "Hampi, Karnataka 583239, India",
        "travel_time": null
      },
      {
        "_id": "ChIJa5Mou-B_tzsRtSY8oBnWhS4",
        "generalDescription": "Sunset Point, located on Hippie Island in Hampi, is a mesmerizing destination that offers a breathtaking view of the setting sun. The natural wonder captivates visitors with its tranquil and picturesque location. It's a 10-minute hike to the top, but the spectacular view of Hampi town and nearby boulders along with the sunset makes it worth it. This spot is also known for its beautiful sunrise and lush green rice fields.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.461174,
        "rating": 4.7,
        "numRatings": 810,
        "sources": [
          {
            "id": "378822",
            "type": "webPlacesList",
            "url": "https://adventuresome.in/places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Most of the remnants are situated to the south of Tungabhadra where most tourists’ desire visiting; some prefer the north banks which have a pulsating hippie ethnicity. Virapapur Gadde or frequently branded as Hippie Island is a trivial island sited diagonally the Tungabhadra river and is one the most attractive places to visit in Hampi. It takes 5 minutes to voyage to the island via coracle or ferry.",
            "siteName": "ADVENTURESOME",
            "shortName": "Top 10 Exciting Places To Visit In Hampi",
            "indexInSource": 6,
            "iconSiteId": 21513,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92040",
            "type": "webPlacesList",
            "url": "https://www.tourism-of-india.com/blog/best-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "This island is the home of unique fun and entertainment that offers different shades of beauty and one of the most famous tourist places in Hampi. It is well-known for the varied kinds of hut stays, where you can stay and enhance your traveling experience. The huts are made in the basic styles of architecture and well-equipped with all the essential amenities that you would need for a fair stay.",
            "siteName": "India Travel Blog",
            "shortName": "11 The Best Tourist Places to visit in Hampi In 2025",
            "indexInSource": 9,
            "iconSiteId": 14220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491606",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/karnataka/hampi/tourist-places-to-visit-in-hampi/",
            "sourceSite": "Web",
            "snippet": "Sunset Point is the ideal place to go to if you’re looking for a perfect sunset, it is eponymous actually. It serves the joint purposes of nature, photography and adventure lovers, as it is also a trek trail.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places to Visit in Hampi",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bsnK0pIYBkTEFTqzNh5HR8oZNBgA3WlB",
          "uZRtdurwJH031W93hiiPwoQe4DkDzOUB",
          "wrYMDv50TE1vffNYyK8pzsDyuw41REui",
          "VaExUxXMaRsnC2nx8lXkAeImXs8syTeu",
          "bsnK0pIYBkTEFTqzNh5HR8oZNBgA3WlB",
          "uZRtdurwJH031W93hiiPwoQe4DkDzOUB",
          "wrYMDv50TE1vffNYyK8pzsDyuw41REui",
          "VaExUxXMaRsnC2nx8lXkAeImXs8syTeu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sunset point - Hippie Island",
        "placeId": "ChIJa5Mou-B_tzsRtSY8oBnWhS4",
        "internationalPhoneNumber": "+91 80 2224 4484",
        "reviews": [
          {
            "rating": 5,
            "text": "Hampi is a great experience.. There are a lot of places to cover.. It takes 2 days.",
            "author_name": "HARI GOVIND TK",
            "relative_time_description": "",
            "time": 1750911339,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "You reach the spot - easy to find on G-maps.\nPark at the base of boulders , and starting trekking up.\nFind a spot and settle , higher you go better view (watch out for broken bottles, et al.\nEnjoy the view - if the weather's clear.\n*lot of folks come here to Roll J's 😵‍💫\n*some folks also camp ⛺️",
            "author_name": "San Shirs",
            "relative_time_description": "",
            "time": 1736846360,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good place for sunset, easy hike half way but a bit tricky to reach at the top.",
            "author_name": "Lokeshwar G",
            "relative_time_description": "",
            "time": 1730874658,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 5,
            "3": 21,
            "4": 145,
            "5": 624
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.342344,
        "address": "8FR6+WFM, Anjanhalli, Karnataka 583234, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ37CAJNt_tzsRYs0RTHwXxFw",
        "generalDescription": "Nandi, a massive monolithic sculpture of a bull, is located near the Hampi Bazaar. This remarkable piece of architecture is housed in a two-story pavilion and is believed to be the vehicle for Lord Shiva in Hindu culture. Despite being partially weathered, it showcases the creativity of the ancient Vijayanagara people. The bull stands facing the Virupaksha Temple and has stood for almost 500 years as a symbol of strength and endurance.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.466817,
        "rating": 4.5,
        "numRatings": 611,
        "sources": [
          {
            "id": "1170601",
            "type": "webPlacesList",
            "url": "https://kevinstandagephotography.wordpress.com/2015/04/21/best-location-for-a-stunning-hampi-sunset-photo/",
            "sourceSite": "Web",
            "snippet": "At the end is a pavilion sheltering a large monolithic image of Nandi. To the right is a stepped path that leads up through an open gateway and on towards Achyutaraya Temple.",
            "siteName": "Kevin Standage",
            "shortName": "Best Location for a Stunning Hampi Sunset",
            "indexInSource": 4,
            "iconSiteId": 158339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Oqs0QNRpvr6asWo2L6vU4kneHRNiBqBp",
          "8hAQY1JjWJb8fqgV9IdSNovJeuTeSzJl",
          "Oqs0QNRpvr6asWo2L6vU4kneHRNiBqBp",
          "8hAQY1JjWJb8fqgV9IdSNovJeuTeSzJl"
        ],
        "openingPeriods": [],
        "name": "Nandi",
        "placeId": "ChIJ37CAJNt_tzsRYs0RTHwXxFw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Nandi Stone Statue at the base of Matanga Hill is a must-visit when in Hampi. This massive and beautifully carved Nandi statue, hewn from a single monolithic rock, is an impressive sight. The intricate detailing, including the finely carved tail, showcases the remarkable craftsmanship of the time.\n\nOne of the unique aspects of this spot is the view-if you sit on the steps in front of the statue, you'll see the Virupaksha Temple perfectly aligned in a straight line, creating a stunning visual connection between these iconic landmarks.\n\nFor those looking to explore more, a flight of steps on the left side of the Nandi pavilion leads to the historic Achyuta Raya's Temple, located across the hill.\n\nThis spot offers not only a glimpse into ancient art but also serves as a serene starting point for exploring Hampi's rich heritage. Don't miss it!",
            "author_name": "Arnab Sarkar",
            "relative_time_description": "",
            "time": 1733645816,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "During my exploration of Hampi, I made it a point to visit the iconic Nandi statue situated near the base of the Matanga Hill. This monolithic statue of Nandi, the sacred bull and vehicle of Lord Shiva, is truly a majestic sight to behold. Carved out of a single stone, it exudes a sense of ancient strength and devotion that fits perfectly with the mystical ruins of Hampi.\n\nThe Nandi statue sits peacefully, facing the Virupaksha Temple, symbolizing loyalty and divine presence. Though the area around it is often filled with tourists and pilgrims, it still manages to maintain a tranquil aura. The craftsmanship is impressive-despite centuries of weathering, the intricate detailing on the body, especially the ornaments, is still visible and admirable.\n\nSurrounding the statue, you'll find a calm, open space with a backdrop of rocky boulders and scattered ruins that give you a feel of Hampi's historic grandeur. It's also a good spot to take a short break from all the walking while soaking in the view of the temple in the distance.\n\nIf you're climbing Matanga Hill for a sunrise or sunset view, this Nandi is a perfect prelude to the journey. It's not just a statue-it's a symbol of devotion and a perfect blend of art, culture, and history that makes Hampi so memorable.",
            "author_name": "Sunny Surwade",
            "relative_time_description": "",
            "time": 1745401946,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Single stone monolithic statue of Nandi facing Virupaksha temple devoted to lord Shiva. Hampi Bazaar is located on both sides of the road from Nandi to Virupaksha Temple.This large Nandi bull statue is located at the eastern end of the bazaar.\nYou can visit Virupaksha temple, vitthala temple, Achyutaraya temple, oracle ride in Tungabhadra, Sugriva cave, Stone chariot and matanga hill in a day.",
            "author_name": "Swapnil Sitapure",
            "relative_time_description": "",
            "time": 1750251926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 9,
            "3": 47,
            "4": 152,
            "5": 397
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.333901,
        "address": "8FM8+HP8, Nimbapura, Karnataka 583239, India",
        "travel_time": null
      }
    ]
  }
}