{
  "list_id": "652",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/652/1.jpg",
  "description": "Dive into \"Sharjah's Picture-Perfect Moments Await\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/161709"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sharjah's Picture-Perfect Moments Await",
  "city_id": "85948",
  "subtype": "poi",
  "city": "Sharjah",
  "created_ts": 1759173158,
  "slug": "sharjahs-picture-perfect-moments-await-sharjah-poi-d6be32",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJoWckSg1bXz4RgkjvDT93hfw",
        "generalDescription": "Al Mamzar Beach Park, located at the Dubai-Sharjah border, offers a vast expanse of landscaped greenery, four pristine beaches, and various recreational facilities such as swimming pools, children's games, and bike rentals. Visitors can enjoy paddleboarding in the calm waters while taking in scenic views of Sharjah. The park also features barbecue areas, volleyball pitches, basketball courts, and a small skate park.",
        "utcOffset": 240,
        "maxMinutesSpent": 150,
        "longitude": 55.347665,
        "rating": 4.5,
        "numRatings": 32678,
        "sources": [
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "Al Mamzar Beach park is truly a treasure for you if you are a photography enthusiast. This park combines sandy beaches with lush green parks, offering a serene escape from the city’s hustle and bustle. Clear blue waters, swaying palm trees, and well-maintained gardens provide a variety of picture-perfect spots for photography.",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 5,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719510",
            "type": "webPlacesList",
            "url": "https://sharjahevents.ae/en/sharjah-attractions/",
            "sourceSite": "Web",
            "snippet": "Al Mamzar Beach Park combines two features of the popular places to visit in Sharjah. As a Sharjah park, it boasts expansive fields of swaying palm trees. As a Sharjah beach, it offers sun, sand and sea for adventure and leisure.",
            "siteName": "Sharjah Events",
            "shortName": "Attractions - Sharjah Events",
            "indexInSource": 12,
            "iconSiteId": 2030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ggRJrBs4lngNnQkm00T147SeAVc1shYS",
          "QQOJ4MWlRCXyZdDoLGjpaYBCFJrzcH29",
          "ZfibqRnKxNXjuyBFgshqOsEg2lqPT6Sk",
          "Y5wvCby9usfouQOAszR90kBjjN0NWyYb",
          "ggRJrBs4lngNnQkm00T147SeAVc1shYS",
          "QQOJ4MWlRCXyZdDoLGjpaYBCFJrzcH29",
          "ZfibqRnKxNXjuyBFgshqOsEg2lqPT6Sk",
          "Y5wvCby9usfouQOAszR90kBjjN0NWyYb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Al Mamzar Beach Park",
        "placeId": "ChIJoWckSg1bXz4RgkjvDT93hfw",
        "internationalPhoneNumber": "+971 4 296 6201",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful and clean beach with clear water and soft sand. Great for relaxing or spending time with family. Loved the facilities like BBQ spots, shaded areas, and clean restrooms. Peaceful and not too crowded - one of my favorite spots in Dubai!",
            "author_name": "Dev Rag",
            "relative_time_description": "",
            "time": 1750228958,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We had a great time at this park. It's quite far from our home, but we decided to explore the area anyway and check in. We're constantly discovering new places around Dubai and want to know every hidden spot.\n\nAside from the issue with the lack of covered parking, everything else was pretty good. Lots of greenery and a nice beach. The water is clean and turquoise. There are snack kiosks, beautiful panoramic views, and beautiful Dubai skyline from a wooden observation tower.\n\nGreat vibe, especially in the evening when it's not too hot.\nHighly recommend visiting. ❤️❤️❤️",
            "author_name": "Samura Knives",
            "relative_time_description": "",
            "time": 1743255348,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The park is spacious and features several beautiful beaches. Each beach is equipped with air-conditioned changing rooms, showers, and restrooms.\n\nThere's plenty of shade available, both on the beach and throughout the park.\n\nYou'll also find a few kiosks offering drinks and snacks. The area has good winds, soft sandy beaches, and designated spots for barbecuing - perfect for a relaxing day outdoors.",
            "author_name": "Sára Lázár",
            "relative_time_description": "",
            "time": 1752941034,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.al-mamzar-beach-park.de/",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Outdoor Activities",
          "Garden",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 602,
            "2": 397,
            "3": 1990,
            "4": 7447,
            "5": 22232
          }
        },
        "minMinutesSpent": 150,
        "latitude": 25.318374,
        "address": "Al Mamzar Beach St, Al Mamzar - Dubai, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJ3Rzd8MNbXz4RGekPA5mZiBE",
        "generalDescription": "Al Noor Mosque, situated in Sharjah near Al Majaz Park and Al Noor Island, is a remarkable religious site inspired by the Ottoman-era Blue Mosque in Istanbul. This grand mosque boasts traditional Islamic architecture with a striking gold-trimmed dome and towering minarets. While it serves as a place of worship for all visitors, it also offers guided tours on specific days to provide insights into Emirati culture and history.",
        "utcOffset": 240,
        "maxMinutesSpent": null,
        "longitude": 55.387115,
        "rating": 4.8,
        "numRatings": 12155,
        "sources": [
          {
            "id": "719510",
            "type": "webPlacesList",
            "url": "https://sharjahevents.ae/en/sharjah-attractions/",
            "sourceSite": "Web",
            "snippet": "The Al Noor Mosque can house 2,200 people in total for prayer which includes 400 in the ladies section and 1,800 in the men’s section. The architectural design of Al Noor Mosque has influences of classical Turkish Ottoman architecture, and there are elements that are similar to the Sultan Ahmed Mosque in Istanbul (also known as the Blue Mosque). The main entrance is flanked on both sides by 2 graceful minarets which soar into the sky at a height of 52 meters.",
            "siteName": "Sharjah Events",
            "shortName": "Attractions - Sharjah Events",
            "indexInSource": 2,
            "iconSiteId": 2030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "The Al Noor Mosque is the only mosque in Sharjah open to non-Muslims. Anyone interested in digging a bit deeper into the heritage of the United Arab Emirates and wanting to learn a little about Islamic beliefs would find a visit here a worthy addition to their Sharjah itinerary. Non-Muslims can visit the mosque on a tour, which takes place every Monday at 10am and includes a discussion on Islamic and Emirati history, culture, and traditions.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 9,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "Adjacent to the serene Khalid Lagoon, the Al-Noor Mosque is a beacon of Islamic architecture. Inspired by the Sultan Ahmed Mosque in Turkey, Al-Noor Mosque has a beautiful Turkish Ottoman design. It features eight domes and minarets with intricate carvings that strike a gorgeous golden light when the sun hits them.",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 1,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Dominating the main Sharjah skyline, Al Noor Mosque is one of the beautiful mosques in the city. The beautiful Mosque is designed in classical Oatman design and has calligraphic inscriptions from the Quran which are breathtaking to the eyes of visitors.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aOvXGpE3L4MSOctSj61hwkkEFcJuEdFT",
          "7GloSehCPHz6Oxpzu3epOEPTWXDOJf76",
          "ujv9HPdEeTWjd9KncmHudkeFOYS1WIdP",
          "aOvXGpE3L4MSOctSj61hwkkEFcJuEdFT",
          "7GloSehCPHz6Oxpzu3epOEPTWXDOJf76",
          "ujv9HPdEeTWjd9KncmHudkeFOYS1WIdP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Al Noor Mosque",
        "placeId": "ChIJ3Rzd8MNbXz4RGekPA5mZiBE",
        "internationalPhoneNumber": "+971 6 505 5888",
        "reviews": [
          {
            "rating": 5,
            "text": "My God, what a beauty! Visiting this mosque was nothing short of a breathtaking experience. The architectural design is a harmonious blend of old-world charm and modern innovation, offering a unique atmosphere that feels both timeless and contemporary at the same time.\nAs you approach the mosque, you're immediately struck by its majestic presence. The exterior is a perfect fusion of traditional Islamic architecture and modern design elements. The intricate patterns and detailed carvings on the stonework hark back to the classical era of Islamic design, with geometric patterns and arabesque motifs adding an ornate touch. At the same time, sleek glass panels, smooth lines, and minimalist features showcase a modern sensibility that brings a refreshing balance to the space. The towering minarets, with their graceful curves and clean lines, rise up against the sky, embodying both elegance and strength.\nOnce inside, the beauty only deepens. The blend of old and new is even more evident in the interior. The floor is adorned with exquisite rugs that mirror traditional designs, while the walls feature a mix of intricate calligraphy and contemporary artwork that brings a sense of modernity without detracting from the sacredness of the space. The grand chandelier, suspended from the dome, combines traditional crystal elements with a contemporary, minimalist design that does not overwhelm but instead draws the eye upward toward the stunning ceiling.\nThe spacious prayer hall is bathed in natural light, thanks to large windows that are a nod to modern architecture, yet framed with traditional arches that create a striking contrast. The use of marble, both classic and polished to a high shine, adds an air of opulence, while the surrounding architectural details, such as arches and columns, evoke the magnificence of centuries-old mosques.\nWalking into the mosque feels like stepping into a place where history and the present moment coexist seamlessly. The atmosphere is serene and calming, with a sense of reverence that comes from centuries-old practices, yet the lightness and openness of the modern design elements give the space an air of tranquility and welcome. The acoustics within the mosque are exceptional, amplifying the sounds of the Imam's voice in a way that resonates deeply, further adding to the sense of connection to both the past and the present.\nWhat's truly remarkable is how the mosque seamlessly incorporates modern functionality into its design. From advanced air conditioning systems discreetly hidden in the walls to the use of sustainable building materials, every element seems carefully thought out. The balance between innovation and tradition is expertly managed, ensuring that while the mosque offers the comforts of modernity, it never compromises on the sacredness and beauty that are central to its purpose.\nIn a world where architectural styles often clash, this mosque stands as a shining example of how the old and the new can coexist in perfect harmony. It is a place where the elegance and artistry of centuries past meet the clean lines and functionality of modern design. It's not just a mosque-it's a testament to the enduring beauty of both history and innovation, making it a must-see for anyone who appreciates architecture or is looking for a space that inspires both reverence and wonder. Truly, it's a masterpiece that takes your breath away from every angle.",
            "author_name": "Abrar Ullah",
            "relative_time_description": "",
            "time": 1734789805,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Al Noor mosque was a breathtaking experience, with its architecture blending traditional Islamic design and modern innovation seamlessly. The exterior features classical carvings and motifs alongside sleek, minimalist elements, while the towering minarets embody elegance and strength. Inside, traditional rugs, calligraphy, and arches coexist with contemporary artwork, lighting, and design. The prayer hall is bright and serene, combining marble, intricate details, and modern sustainability features. The acoustics and overall atmosphere enhance its spiritual ambiance. This mosque is a stunning example of how history and modernity can harmonize, making it a must-visit architectural masterpiece.",
            "author_name": "Abu Ahmad",
            "relative_time_description": "",
            "time": 1749576473,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Al Noor mosque is the first and only mosque open in Sharjah for guided tours by a representative of the Sharjah Centre for Cultural Communication. A public mosque visit is hosted every Monday at 10am and private mosque visits can be arranged on other days except Friday & Saturday Email for private mosque tour.Cameras and video are welcome. We provide all necessary coverings to enter the mosque.",
            "author_name": "Shaik Salahuddin",
            "relative_time_description": "",
            "time": 1743046656,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sia.gov.ae/",
        "index": 2,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 163,
            "2": 53,
            "3": 281,
            "4": 1097,
            "5": 10561
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.334732,
        "address": "89MP+VRX, Corniche St, Al Majaz 1 - Al Majaz - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJ-9Txp8ZbXz4RlEAwdNPmHcI",
        "generalDescription": "Al Majaz Waterfront is a beloved family-friendly destination situated in the heart of Sharjah, offering picturesque views of the Khaled Lagoon. Spanning 3 sq. km, this recreational park boasts an array of attractions including the mesmerizing Sharjah Musical Fountain, boat rides, international dining options, a jogging track, and lush green spaces. Families can enjoy the Splash Park for kids with a playground and mini golf while also taking part in traditional alba boat rides.",
        "utcOffset": 240,
        "maxMinutesSpent": 90,
        "longitude": 55.387959,
        "rating": 4.5,
        "numRatings": 19111,
        "sources": [
          {
            "id": "1929513",
            "type": "webPlacesList",
            "url": "https://blog.visitsharjah.com/en/8-of-the-most-instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Whether for dinner, fun times with family and friends or maybe just the obligatory lakeside selfie, Sharjah's Al Majaz Waterfront is a must visit. In addition, Al Majaz is host to tons of events for all tastes, from the Islamic Arts Festival to the Electric Run and the Sharjah Music Festival to name a few.",
            "siteName": "blog.visitsharjah.com",
            "shortName": "8 of the most instagrammable places in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 97765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1835419",
            "type": "webPlacesList",
            "url": "https://redcastlehotelsharjah.ae/top-attractions-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "The Al Majaz Waterfront is another family-friendly spot designed perfectly for unwinding. It has beautiful parks, fountains, restaurants and even an exclusive place for mini-golf and boat rides. The musical fountain here attracts viewers of every age group.",
            "siteName": "Red castle hotel",
            "shortName": "Top 7 Must-See Attractions in Sharjah",
            "indexInSource": 4,
            "iconSiteId": 266276,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Enjoy your beautiful evening while strolling inside the massive and amazing Al Majaz Waterfront. It is one of the best places to visit in Sharjah as it has various attractions and activity areas which even locals of emirates enjoy.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 14,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "111103",
            "type": "webPlacesList",
            "url": "https://www.dubaiticketexpert.com/top-places-to-visit-in-sharjah-at-night/",
            "sourceSite": "Web",
            "snippet": "The night time view is amazing here, as you will get to see the tall buildings and the lights. This place depicts the rich heritage of the city. Miniature golf, dancing fountains and many more will be found here.",
            "siteName": "Dubai Ticket Expert",
            "shortName": "Top 11 Places to Visit in Sharjah at Night",
            "indexInSource": 7,
            "iconSiteId": 17547,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "472285",
            "type": "webPlacesList",
            "url": "https://gulfbusiness.com/revealed-most-instagrammable-spots-in-the-uae/",
            "sourceSite": "Web",
            "snippet": "Al Majaz waterfront is a lakeside park located in Sharjah that offers magnificent views. Spanning 231,000 square feet, visit after nightfall to see the musical fountains and take many aesthetic pictures.",
            "siteName": "Gulf Business",
            "shortName": "Most ‘instagrammable’ spots in the UAE",
            "indexInSource": 1,
            "iconSiteId": 48980,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jRZ6CpS7terSFSgKUQCAvLDIysJWzBzA",
          "8s3Dilj2O8JghOT2c1kTA7QkLcBMjvzP",
          "BIcnmAq9sbXlNarpsqupvs7Vp6792viO",
          "jRZ6CpS7terSFSgKUQCAvLDIysJWzBzA",
          "8s3Dilj2O8JghOT2c1kTA7QkLcBMjvzP",
          "BIcnmAq9sbXlNarpsqupvs7Vp6792viO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Al Majaz Waterfront",
        "placeId": "ChIJ-9Txp8ZbXz4RlEAwdNPmHcI",
        "internationalPhoneNumber": "+971 6 552 1552",
        "reviews": [
          {
            "rating": 5,
            "text": "Al Majaz Waterfront in Sharjah is a vibrant leisure destination that offers stunning views of Khaled Lagoon and a variety of attractions. It features a musical fountain, fine dining options, jogging tracks, art parks and children's play areas, making it a great spot for families and tourists alike",
            "author_name": "Zeeshan Sualiheen",
            "relative_time_description": "",
            "time": 1746049413,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a nice waterfront in Sharjah, a good place to visit with family and  friends. They also have a water fountain that has a small show, too. But it's not on a grand scale. It is a nice place with rides for kids and restaurants to eat in. It is a great place to walk beside the water canal.",
            "author_name": "Amtul Rehman Wajid",
            "relative_time_description": "",
            "time": 1729838949,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Al Majaz Waterfront is a fantastic destination for families! The views are stunning, especially at sunset, and there's always a lively atmosphere. The playground is great for kids, and there are plenty of restaurants with diverse cuisines to choose from. The dancing fountain show is a must-see! Overall, it's a perfect place to spend quality time with family. ❤️",
            "author_name": "Feroz Khan",
            "relative_time_description": "",
            "time": 1748198061,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.almajaz.ae/",
        "index": 3,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 332,
            "2": 279,
            "3": 1418,
            "4": 4508,
            "5": 12574
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.325609,
        "address": "Beside Al Taqwa Mosque, Corniche St, Al Majaz 2 - Al Majaz - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJubk2BjtaXz4RtQ94D36-B5g",
        "generalDescription": "Nestled in the vibrant Heart of Sharjah along the picturesque Al-Majarrah Waterfront, the Sharjah Museum of Islamic Civilization stands as a beacon of cultural heritage and enlightenment. This remarkable museum showcases seven expansive galleries that delve into the rich tapestry of Islamic civilization, highlighting significant contributions from Arab scientists and artists throughout history.",
        "utcOffset": 240,
        "maxMinutesSpent": 90,
        "longitude": 55.389224,
        "rating": 4.6,
        "numRatings": 5894,
        "sources": [
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "We will start our tour of the most Instagrammable places, with one of the most interesting places to visit in Sharjah. With exhibitions spread over two levels, the Sharjah Museum of Islamic Civilization helps us to delve deep into the origins of Arab and Islamic society. From their scientific advances in astronomy and mathematics to their traditions and the importance of the hajj, the galleries on the ground floor show various aspects of the Islamic religion.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 0,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "Sharjah Museum of Islamic Civilization is a good place to dive into the deep roots of Arab and Islamic culture. A number of scientific and religious manuscripts, as well as a collection of Islamic arts and craft work dating from the 7th to the 19th centuries are on display. Features of particular note include the exhibit of clay, pottery, and glass, as well as metallic handicrafts inlaid with silver, gold, and brass, and the collection of astrolabes.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1835419",
            "type": "webPlacesList",
            "url": "https://redcastlehotelsharjah.ae/top-attractions-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Sharjah Museum of Islamic Civilization explores a world of historical and cultural contributions from the world of Islam. Over 5,000 objects, ranging from rare manuscripts and ceramics to scientific instruments, are highlighted to celebrate the Golden Age of Islam. Enjoying the marvellous domes and grand architecture, visitors can stroll through galleries of Islamic art, science, and culture, which makes it a complete heaven for history enthusiasts.",
            "siteName": "Red castle hotel",
            "shortName": "Top 7 Must-See Attractions in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 266276,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1166866",
            "type": "webPlacesList",
            "url": "https://www.travejar.com/attractions/places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Sharjah Museum of Islamic Civilization houses nearly 5,000 Islamic artifacts from throughout the world, which are shown in seven themed halls, six of which are dedicated to holding permanent exhibitions. The Abu Bakar Islamic Faith Gallery is dedicated to the history and nature of Islam, Islamic principles, and the Holy Qur'an. The five pillars of Islam, the roots of the Islamic religion, are given here, as are the ceremonies of Hajj and Umrah.",
            "siteName": "travejar.com",
            "shortName": "9 Places to Visit in Sharjah, Top Attractions & Best Tourist Places in Sharjah",
            "indexInSource": 1,
            "iconSiteId": 136582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "525315",
            "type": "webPlacesList",
            "url": "https://theboutiqueadventurer.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "If you’re keen to learn more about Islam this is the place to go. The Sharjah Museum of Islamic Civilisation is dedicated to Islamic art and contains over 100,000 artifacts. The museum’s gallery of Islamic faith does an excellent job explaining the processes within the religion, how mosques work, the different elements in mosques and their roles.",
            "siteName": "The Boutique Adventurer",
            "shortName": "23 Fantastic Places to Visit in Sharjah You'll Love I Boutique Adventurer",
            "indexInSource": 0,
            "iconSiteId": 1983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Discover the riveting history of Islamic Civilisation from its establishment in the 7th century CE to the 20th century at the UAE’s Sharjah Museum of Islamic Civilisation. Ranked among the top places to see in Sharjah, the museum is home to thousands of stunning artefacts and artworks showcasing centuries of civilisation’s past.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 4 out of 20 Places To Visit in Sharjah. Sharjah Museum of Islamic Civilization, nestled along a waterfront in an impressive souq, allows one to dive deep into the roots of Arab and Islamic culture. With the exhibits spanning over two floors, visitors learn about the rituals, artefacts, textiles and more.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "122739",
            "type": "webPlacesList",
            "url": "https://www.bonjoursunset.com/blog/best-places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Reopened in June 2008, the Sharjah Museum of Islamic Civilisations is the first of its kind in the UAE. Displaying thousands of antics and artifacts highlighting the achievement of the Islamic World from the 7th century AD to modern time. It is a great place to learn about the Islamic culture and its impact on the world.",
            "siteName": "Bonjour Sunset",
            "shortName": "BEST PLACES TO VISIT IN SHARJAH",
            "indexInSource": 1,
            "iconSiteId": 18961,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "728554",
            "type": "webPlacesList",
            "url": "https://www.jonnymelon.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Jonny Melon",
            "shortName": "15 BEST Places To Visit In Sharjah, UAE (2025 Guide)",
            "indexInSource": 2,
            "iconSiteId": 15274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3VvsBn4mVjv6RQE3IoMFIpmt02UKFyO4",
          "0M5iqbaDlOWyrX93LinKSkMBfm1k0Lev",
          "4CdlzGpVcITyhdwKWSXVWoX7rU9s32IA",
          "UpH2ZGuU20ap8jFTm8b0HmpwjJQT8b1C",
          "3VvsBn4mVjv6RQE3IoMFIpmt02UKFyO4",
          "0M5iqbaDlOWyrX93LinKSkMBfm1k0Lev",
          "4CdlzGpVcITyhdwKWSXVWoX7rU9s32IA",
          "UpH2ZGuU20ap8jFTm8b0HmpwjJQT8b1C"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sharjah Museum of Islamic Civilization",
        "placeId": "ChIJubk2BjtaXz4RtQ94D36-B5g",
        "internationalPhoneNumber": "+971 6 565 5455",
        "reviews": [
          {
            "rating": 5,
            "text": "A truly enriching and enlightening experience! The Sharjah Museum of Islamic Civilization beautifully showcases the depth and diversity of Islamic heritage, art, science, and culture. The exhibits are thoughtfully curated, with stunning artifacts ranging from ancient manuscripts and scientific instruments to intricate ceramics and textiles.\n\nThe museum is well-organized and easy to navigate, with informative descriptions in both Arabic and English. The building itself is architecturally impressive, especially the central dome decorated with a cosmic map-a unique highlight.\n\nIdeal for history lovers, students, and anyone curious about Islamic contributions to global civilization. The staff are friendly and helpful, and the museum is kept exceptionally clean and quiet, allowing for a peaceful visit.\n\nHighly recommended if you're in Sharjah or nearby-definitely worth the time!\n\nTicket Price is 10 AED PER PERSON",
            "author_name": "Blind Altruistic",
            "relative_time_description": "",
            "time": 1745405044,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sharjah Museum of Islamic Civilization is an exceptional museum that comprehensively presents the rich history of Islamic civilization. It offers an in-depth exploration of the technological advancements of the time, the meticulous preservation of the Quran, and the remarkable progress achieved in various fields. This institution provides an extensive array of exhibits, making it a must-visit destination, especially for those with a deep appreciation for history. A visit to this museum is highly recommended for anyone seeking to broaden their understanding of historical developments and diverse cultures.",
            "author_name": "Najm Alvi",
            "relative_time_description": "",
            "time": 1749921181,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Truly Enriching Family Experience at the Sharjah Museum of Islamic Civilization\n\nOur recent visit to the Sharjah Museum of Islamic Civilization was nothing short of amazing! I, along with my wife and our 10-year-old son, thoroughly enjoyed every moment.\n\nFrom the moment we entered, we were impressed by the stunning architecture and the welcoming atmosphere. The museum beautifully showcases the rich history, culture, and scientific contributions of the Islamic world. Each section was thoughtfully curated, with clear explanations and fascinating artifacts that brought history to life.\n\nOur son was especially intrigued by the interactive displays and the astronomical instruments, which sparked his curiosity and led to many interesting family discussions. The exhibits are not only educational but also engaging for all ages, making it a perfect destination for a family outing.\n\nWe also appreciated how well-maintained and organized everything was, and the staff were friendly and helpful throughout our visit.\n\nOverall, it was an enriching, educational, and memorable experience that deepened our appreciation for Islamic heritage and civilization. We highly recommend it to families, history enthusiasts, and anyone looking to explore the treasures of Islamic culture in a truly inspiring setting.",
            "author_name": "Shakeel Ahmed",
            "relative_time_description": "",
            "time": 1754793724,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sharjahmuseums.ae/en-US/Museums/Sharjah-Museum-of-Islamic-Civilization",
        "index": 4,
        "id": "",
        "categories": [
          "History museum",
          "Museums",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 98,
            "2": 70,
            "3": 348,
            "4": 1031,
            "5": 4346
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.364805,
        "address": "Al Mujarrah, Hay Al Sharq - Al Nabba - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJB2kUhVT09T4RWV6eiVQS2wo",
        "generalDescription": "Sharjah National Park is a vast green area with well-maintained lawns, making it perfect for picnics. It also features a children's playground and soccer fields. The park covers 630,000 square meters and offers ample space for families to stroll, play, and relax. With its leafy trees and attractive water ponds, it provides a unique experience for visitors in Sharjah.",
        "utcOffset": 240,
        "maxMinutesSpent": null,
        "longitude": 55.537894,
        "rating": 4.3,
        "numRatings": 8778,
        "sources": [
          {
            "id": "111103",
            "type": "webPlacesList",
            "url": "https://www.dubaiticketexpert.com/top-places-to-visit-in-sharjah-at-night/",
            "sourceSite": "Web",
            "snippet": "This is the largest park in Sharjah, almost, 630,000 square meters. The place has big playgrounds, a gym, and other facilities. You will get small canteens here, so your hunger problem is solved.",
            "siteName": "Dubai Ticket Expert",
            "shortName": "Top 11 Places to Visit in Sharjah at Night",
            "indexInSource": 8,
            "iconSiteId": 17547,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "12 km from city center 6 out of 20 Places To Visit in Sharjah. Sprawling over a huge area of 630,000 sq. meters, the Sharjah National Park must be on your list when visiting Sharjah.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OFczXLmtBjlExKf1a12eqIVhPEB419vX",
          "CxyrdGZcmWnxa1CHZpY8EI0VAL30mZ8I",
          "RGgdB4nH5JXDiIWf7DSpsuxZA3iPgK2a",
          "iJc0lk4h4Sz4lXFXVloxY1ItBHwJuxUP",
          "OFczXLmtBjlExKf1a12eqIVhPEB419vX",
          "CxyrdGZcmWnxa1CHZpY8EI0VAL30mZ8I",
          "RGgdB4nH5JXDiIWf7DSpsuxZA3iPgK2a",
          "iJc0lk4h4Sz4lXFXVloxY1ItBHwJuxUP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sharjah National Park",
        "placeId": "ChIJB2kUhVT09T4RWV6eiVQS2wo",
        "internationalPhoneNumber": "+971 6 545 8996",
        "reviews": [
          {
            "rating": 5,
            "text": "Sharjah National Park is beautifully landscaped, with lush greenery, clean walking paths, and plenty of open spaces for picnics and outdoor activities. It's the perfect spot for families or anyone who wants to escape the city's hustle and bustle for a while.\nThe park is well-maintained, and the atmosphere is always calm and inviting. Whether you're there for a leisurely stroll, exercise, or just to relax,",
            "author_name": "Mohammad Atif",
            "relative_time_description": "",
            "time": 1737300153,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a wonderful place for families, children, and anyone looking to relax in nature. The park is clean, spacious, and well-maintained with plenty of greenery, walking paths, and picnic areas. There are separate play areas for kids, shaded seating spots, and even barbecue zones.\n\nIt's a great spot for morning walks, weekend outings, or just spending quality time outdoors. The entry fee is very reasonable, and the environment feels safe and peaceful. Highly recommended for anyone living in or visiting Sharjah.",
            "author_name": "mohammed madni",
            "relative_time_description": "",
            "time": 1749447256,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited Sharjah National Park, and it's one of the most peaceful and well-maintained green spaces in the UAE. Spread over a large area, the park offers a perfect mix of open lawns, shaded walking paths, and beautifully landscaped gardens. The air feels fresh, and the wide spaces make it a great place for families, joggers, and anyone who just wants to enjoy nature away from the city's busy pace.\n\nThere are dedicated play areas for kids, complete with slides and swings, as well as plenty of benches and shaded spots for relaxing. The picnic areas are clean and well-organized, making it an ideal spot for spending a lazy afternoon with friends or family. I especially liked the walking tracks surrounded by trees - they give you a real sense of calm and are great for morning or evening strolls.\n\nThe park is very clean, with good facilities like restrooms and prayer rooms, and there's ample parking space. However, it can get a bit busy during weekends and public holidays, so visiting on a weekday is even more peaceful. The entry fee is minimal and totally worth it for the quality of the environment.\n\nSharjah National Park is a must-visit for anyone looking to enjoy a quiet picnic, a family outing, or simply a walk in beautifully maintained greenery. It's one of those rare places where you can slow down, breathe, and truly appreciate nature.",
            "author_name": "Avinash Pradeep",
            "relative_time_description": "",
            "time": 1755239264,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://portal.shjmun.gov.ae/",
        "index": 5,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 283,
            "2": 173,
            "3": 901,
            "4": 2282,
            "5": 5139
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.312571,
        "address": "شارع الذيد, E88, Al Qarayen - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJQ6tOc-lbXz4RXQ0YsXQUeWw",
        "generalDescription": "Al Majaz Waterfront is a must-visit destination in Sharjah, offering breathtaking views of the Khaled Lagoon and a range of attractions for visitors of all ages. The area boasts the stunning Sharjah Musical Fountain, where colorful displays are synchronized with music every 30 minutes in the evenings. Families can enjoy the Splash Park, while those seeking relaxation can take a cruise along the lagoon on electric or traditional Abra boats.",
        "utcOffset": 240,
        "maxMinutesSpent": 90,
        "longitude": 55.387625,
        "rating": 4.6,
        "numRatings": 15683,
        "sources": [
          {
            "id": "719510",
            "type": "webPlacesList",
            "url": "https://sharjahevents.ae/en/sharjah-attractions/",
            "sourceSite": "Web",
            "snippet": "This iconic leisure destination boasts breathtaking landscapes and incredible architectural designs that reflect Sharjah’s rich cultural and historical heritage. Featuring a lively fun-filled atmosphere, the waterfront attracts visitors of all backgrounds to explore its wonders. Launched by Sharjah Investment and Development Authority (Shurooq) in 2010, this popular tourism project offers an impressive variety of recreational facilities and welcomes visitors and families of all ages.",
            "siteName": "Sharjah Events",
            "shortName": "Attractions - Sharjah Events",
            "indexInSource": 4,
            "iconSiteId": 2030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1166866",
            "type": "webPlacesList",
            "url": "https://www.travejar.com/attractions/places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "In the center of Sharjah, United Arab Emirates, you can find the well-known tourist attraction known as Al Majaz Waterfront. When the 231,000-square-meter beachfront development first opened its doors in 2012, it quickly became a well-liked destination for both residents and visitors. Al Majaz waterfront timing is 9 AM - 12 AM for Mini-Golf Course, 10 AM - 6 PM from Saturday - Wednesday & 9 AM - 12 AM on Thursdays & Fridays for Splash Park, 6.",
            "siteName": "travejar.com",
            "shortName": "9 Places to Visit in Sharjah, Top Attractions & Best Tourist Places in Sharjah",
            "indexInSource": 5,
            "iconSiteId": 136582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 5 out of 20 Places To Visit in Sharjah. The Al Majaz Waterfront is best described as a unique family destination for the people of Sharjah. With activities ranging from miniature golf to fine dining, Al Majaz Waterfront also hosts various concerts, events and festivals at different times of the year all of which see huge footfall.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "525315",
            "type": "webPlacesList",
            "url": "https://theboutiqueadventurer.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Located on the banks of the Khalid lagoon, Al Majaz Waterfront has restaurants, mini golf, a park and a fountain that shoots water up 100 metres with colored lights and music at night. During the day rent a bike and cycle along the waterfront.",
            "siteName": "The Boutique Adventurer",
            "shortName": "23 Fantastic Places to Visit in Sharjah You'll Love I Boutique Adventurer",
            "indexInSource": 11,
            "iconSiteId": 1983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "111103",
            "type": "webPlacesList",
            "url": "https://www.dubaiticketexpert.com/top-places-to-visit-in-sharjah-at-night/",
            "sourceSite": "Web",
            "snippet": "This place has a lake, and you will find a colourful and dancing fountain here. This will be enough to keep you stand there for at least 30 minutes until the water show ends. Nigh time beauty is a beautiful experience here.",
            "siteName": "Dubai Ticket Expert",
            "shortName": "Top 11 Places to Visit in Sharjah at Night",
            "indexInSource": 1,
            "iconSiteId": 17547,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xkOiAfOW6L4xOvxLk5oesPkmdZoOzOzN",
          "2UP2uaIMAJdDFne1QPWuvHkPr86xgo8O",
          "C702uB11ukcUlmaa5wTK3UfzuOPWUhuz",
          "DfobJBhx86NKfZSWXfmyTTCsHsb5Mo9G",
          "xkOiAfOW6L4xOvxLk5oesPkmdZoOzOzN",
          "2UP2uaIMAJdDFne1QPWuvHkPr86xgo8O",
          "C702uB11ukcUlmaa5wTK3UfzuOPWUhuz",
          "DfobJBhx86NKfZSWXfmyTTCsHsb5Mo9G"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Al Majaz Waterfront",
        "placeId": "ChIJQ6tOc-lbXz4RXQ0YsXQUeWw",
        "internationalPhoneNumber": "+971 6 511 7000",
        "reviews": [
          {
            "rating": 5,
            "text": "This place offers a vibrant and lively outdoor market experience, perfect for a fun evening out.\n\nThe atmosphere is enhanced by warm, glowing string lights that create a cozy and festive vibe.\n\nThe market features colorful booths selling a variety of products, including clothing, accessories, and more, making it a great spot to shop for unique items.\n\nThere are plenty of seating areas with blue tables where visitors can relax and enjoy the surroundings.\n\nThe palm trees and the charming path lined with old car tires add a unique touch to the space.\n\nIt's a family-friendly environment, with people strolling, shopping, and enjoying the lively atmosphere.\n\nIf you're looking for a relaxed, enjoyable evening with a bit of shopping and some local charm, this place is definitely worth a visit!\n\nThe path is lined with decorative palm trees, adding to the tropical, relaxed vibe of the place.\n\nThe ground is covered with large tiles and scattered with old car tires, which have been repurposed for decoration or seating.\n\nThe whole scene feels vibrant and energetic, capturing the essence of a fun, bustling outdoor event.",
            "author_name": "Ajay Radhakrishnan",
            "relative_time_description": "",
            "time": 1743492980,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "truly a gem in the heart of Sharjah! Whether you're a resident or just visiting, this place offers a perfect mix of relaxation, recreation, and dining. The scenic views of the Khalid Lagoon are absolutely stunning, especially around sunset – it's the perfect backdrop for a peaceful evening stroll or a casual family outing.\n\nWhat I love most is how well-maintained and family-friendly the whole area is. The walking paths are clean and spacious, and there's plenty of seating all around. There's also a beautifully designed musical fountain show that adds a magical touch to the atmosphere – a must-see!\n\nThe kids' play areas are safe and full of fun activities, and they have pop-up events going on with stores and activities for the kids . You'll also find a nice mix of restaurants and cafés offering everything from international cuisine to local favorites. Whether you're in the mood for a fine dining experience or just grabbing a quick coffee, there's something for everyone.\n\nParking is usually easy to find, and the overall ambiance is peaceful yet lively. You can even rent electric scooters or take a little boat ride if you're up for something different.\n\nAl Majaz Waterfront is more than just a park – it's a vibrant community space that brings people together. Highly recommended for families, couples, and anyone looking to unwind in a beautiful, welcoming environment",
            "author_name": "Sumaiya Dadabhai",
            "relative_time_description": "",
            "time": 1745221544,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Majaz Waterfront Park is nothing short of magical! Nestled in the heart of Sharjah, this park offers a perfect blend of nature, relaxation, and entertainment - it's like the city's best-kept secret for peaceful escapes and vibrant evenings.\n\nThe views of the Khalid Lagoon are absolutely breathtaking, especially during sunset when the sky turns into a canvas of fiery colors. The musical fountain show? Pure enchantment. It feels like something out of a fairytale, especially when the lights dance on the water to the rhythm of music.\n\nFamilies, joggers, couples, and photographers all find their happy place here. Whether you're grabbing a coffee by the water, renting a pedal boat, or just lounging on the grass under the palm trees, every corner of this park feels like a moment waiting to be enjoyed.\n\nIt's clean, safe, and beautifully maintained - and the energy is always just right. You come for a walk and end up staying for hours.\n\nMajaz Waterfront isn't just a park. It's an experience, a mood, and a little slice of peace in the middle of city life.",
            "author_name": "suhail azar",
            "relative_time_description": "",
            "time": 1745622692,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.almajaz.ae/",
        "index": 6,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 240,
            "2": 142,
            "3": 771,
            "4": 3377,
            "5": 11153
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.327232,
        "address": "Khalid Lake Trail, Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJGxYkiLD19T4RiO5P8Xq_Os0",
        "generalDescription": "The Sharjah Classic Cars Museum, located on Airport Road between the 4th and 5th intersections, is a must-visit attraction for vintage car enthusiasts. This museum showcases an impressive collection of over 100 cars, motorcycles, and bikes, with the oldest model dating back to 1917. Under the patronage of HH Dr.",
        "utcOffset": 240,
        "maxMinutesSpent": 90,
        "longitude": 55.52569,
        "rating": 4.5,
        "numRatings": 2105,
        "sources": [
          {
            "id": "489444",
            "type": "webPlacesList",
            "url": "https://www.dayoutdubai.ae/blog/city-sightseeing/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Located near Sharjah International Airport, the Classic Cars Museum is part of the Sharjah Classic Car Club. The museum displays cars from the early 1900s, including a Dodge dating back to 1915. Apart from the classic cars and vintage trucks, an old Mercedes Limousine belongs to Sharjah’s ruler.",
            "siteName": "dayoutdubai.ae",
            "shortName": "Places to Visit in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 14144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "There is an antique Mercedes limousine that belongs to the ruler of Sharjah, aside from the luxury vehicles and vintage vans. The museum is divided into various parts based on the history and phases of growth. Motorheads and lovers of vintage cars should never miss this venue.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 5,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445665",
            "type": "webPlacesList",
            "url": "https://wow-rak.com/10-best-places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "The Sharjah Classic Car Club owns and operates the Classic Car Museum, which is located near Sharjah International Airport. The museum displays automobiles dating back to the early 1900s. The oldest car in the lineup, a Dodge, was built in 1915.",
            "siteName": "WOW-RAK",
            "shortName": "10 Best Places to Visit in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 46865,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aZmmSlayzLznZQfApDm8F6BApjV3lUAs",
          "degpfD87hrNoIJuIERoxbqBdp5GoHYxV",
          "jKvpftexVE2cATzx1RnzBnzbIpYToUh5",
          "aZmmSlayzLznZQfApDm8F6BApjV3lUAs",
          "degpfD87hrNoIJuIERoxbqBdp5GoHYxV",
          "jKvpftexVE2cATzx1RnzBnzbIpYToUh5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sharjah Classic Cars Museum",
        "placeId": "ChIJGxYkiLD19T4RiO5P8Xq_Os0",
        "internationalPhoneNumber": "+971 6 558 0222",
        "reviews": [
          {
            "rating": 5,
            "text": "\"A Blast from the Past: Classic Cars and Nostalgia in Sharjah UAE 🇦🇪\n\"Had a fantastic time at the classic car show in Sharjah! The collection of vintage vehicles was truly impressive, but the old-school police cars were the real show-stoppers. Seeing them brought back so many memories. It was like stepping back in time! The staff, especially Mariam A big thank you to you 😊were incredibly helpful and welcoming. It's a great place to spend a day with family or friends. Highly recommended!\"",
            "author_name": "Hanan Feddah",
            "relative_time_description": "",
            "time": 1727252677,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited the Classic Car Museum in Sharjah and had an amazing experience! The collection is truly impressive – from vintage American muscle cars to elegant European classics, every vehicle is beautifully maintained and displayed with care. It felt like a journey through automotive history.",
            "author_name": "Trails and Travel Footage",
            "relative_time_description": "",
            "time": 1753543811,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a great spot for classic car lovers. It's a bit small, but absolutely worth the 10 AED ticket. We went on a Saturday and had the whole place to ourselves no crowds, no distractions, just time to explore. The collection is impressive, though a few of the car descriptions could use some updating. That's the only downside in an otherwise charming experience.",
            "author_name": "queenofbrightshinythings",
            "relative_time_description": "",
            "time": 1756730891,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shjocc.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 44,
            "2": 20,
            "3": 152,
            "4": 496,
            "5": 1393
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.317672,
        "address": "Airport Rd، between the 4 th and 5th intersections, next to Sharjah International Airport, Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJE7KaCDtaXz4R8tFMENhpmiU",
        "generalDescription": "The Sharjah Art Museum is a modern 3-story museum located on the northern edge of the Heart of Sharjah. It features stylish galleries with an impressive collection of over 500 pieces by Arab artists, including politically charged works by seminal artists from Morocco to Iraq. In May 2018, the museum unveiled a new wing showcasing Modernist works from across the Arab world on long-term loan from the Barjeel Art Foundation.",
        "utcOffset": 240,
        "maxMinutesSpent": 150,
        "longitude": 55.387007,
        "rating": 4.6,
        "numRatings": 1301,
        "sources": [
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "One of the largest arts museums in the United Arab Emirates, this state-of-the-art facility opened in 1997 and features a permanent collection, as well as a program of temporary exhibits. The galleries, spread over three floors, focus on works by Arab artists from throughout the Arab world. The permanent collection includes a gallery wing devoted to artworks from the Barjeel Collection displaying an array of significant contemporary art from the Middle East.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 13 out of 20 Places To Visit in Sharjah. Sharjah Arts Museum is the largest art museum in U.A.E. It is a perfect place for art lovers where one can relish the Arab culture and heritage through impressive artwork. The major focus of the museum is to portray the art of the Arab world.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 4,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1166866",
            "type": "webPlacesList",
            "url": "https://www.travejar.com/attractions/places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "In the city of Sharjah, United Arab Emirates, there is a well-known museum called the Sharjah Arts Museum. One of the biggest art museums in the Gulf area, the museum was founded in 1997. With an emphasis on contemporary art, it is devoted to presenting the creations of regional and worldwide artists.",
            "siteName": "travejar.com",
            "shortName": "9 Places to Visit in Sharjah, Top Attractions & Best Tourist Places in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 136582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Located in the heart of Sharjah, the Sharjah Arts Museum is one of the most exciting places to visit in Sharjah as it houses the largest art exhibitions in all of the Gulf region. If you are an art lover, you can enjoy the Arab culture and heritage through magnificent artwork.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 16,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1835419",
            "type": "webPlacesList",
            "url": "https://redcastlehotelsharjah.ae/top-attractions-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "The Sharjah Arts Museum holds many paintings, sculptures, and other arts. With so much art under one roof, this place can be a haven for art lovers. The museum is one of the UAE’s most extensive art collections, intensely appreciating modern and other Middle Eastern arts.",
            "siteName": "Red castle hotel",
            "shortName": "Top 7 Must-See Attractions in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 266276,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Sharjah Arts Museum is the biggest art museum in the UAE. It is an excellent location for art lovers to appreciate Arab culture and heritage with amazing artwork. Portraying the art of the Arab world is the primary focus of the museum.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929513",
            "type": "webPlacesList",
            "url": "https://blog.visitsharjah.com/en/8-of-the-most-instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Opening its door in 1997, the Sharjah Art Museum boasts three storeys of gorgeous, meaningful and overall awe inspiring artistic creations. A must see for all art enthusiasts and 'like' fodder for all you Instagrammers.",
            "siteName": "blog.visitsharjah.com",
            "shortName": "8 of the most instagrammable places in Sharjah",
            "indexInSource": 0,
            "iconSiteId": 97765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qUvmLKfGioW8uCrX3Md7m4pk3URIkoeg",
          "SQ5H4fa9bv3FyFlCq9PiuCX27rMiOrVy",
          "gBdfEo5IyeaeCQjuUb5AImE2l9HAjb9O",
          "56fJBQktkBDlpCCDpIS6Y8CX4xYvcP11",
          "fl8OmLMsbr0mt8AQSvckNAalfjFiVTi7",
          "qUvmLKfGioW8uCrX3Md7m4pk3URIkoeg",
          "SQ5H4fa9bv3FyFlCq9PiuCX27rMiOrVy",
          "gBdfEo5IyeaeCQjuUb5AImE2l9HAjb9O",
          "56fJBQktkBDlpCCDpIS6Y8CX4xYvcP11",
          "fl8OmLMsbr0mt8AQSvckNAalfjFiVTi7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sharjah Art Museum",
        "placeId": "ChIJE7KaCDtaXz4R8tFMENhpmiU",
        "internationalPhoneNumber": "+971 6 568 8222",
        "reviews": [
          {
            "rating": 5,
            "text": "A hidden gem for art lovers in the UAE! The Sharjah Art Museum offers a calm, inspiring space to explore a rich collection of contemporary and classical art from the Arab world and beyond. The galleries are spacious and beautifully maintained, featuring both permanent collections and rotating exhibitions that highlight regional talent and international artists.\n\nThe museum's layout is intuitive, and there's a peaceful atmosphere that allows you to fully appreciate the art without distractions. One of the best parts is that admission is free, making it accessible to everyone. The staff are courteous and knowledgeable, adding to the overall positive experience.\n\nWhether you're an artist, a student, or just someone who appreciates creativity, this museum is definitely worth a visit.\n\nNo Entry fees!",
            "author_name": "Blind Altruistic",
            "relative_time_description": "",
            "time": 1745405297,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Explore Art at Sharjah Art Museum\n\nSharjah Art Museum is a must-visit art destination for art lovers. The museum showcases not only local, but also international artworks that inspire. With stunning architecture and a serene atmosphere, visitors can enjoy a variety of exhibitions that change regularly. Every corner of the museum offers the opportunity to soak in the beauty of contemporary and traditional art. Don't miss the frequent educational programs, which allow visitors to better understand the world of art. Visit Sharjah Art Museum and make your art experience even more memorable!",
            "author_name": "Muhammad Faqih01",
            "relative_time_description": "",
            "time": 1746582652,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing collection of artworks from all Arab nations! Spans all styles from realism to pure abstraction. I especially enjoyed the works by Palestinian, Syrian and Sudanese artists, as well as a handful of masterfully executed works by late 19th-century European artists on oriental subjects. Best of all, the entry was free of charge! If you at all enjoy art, this is the #1 museum to visit in the Sharjah/Dubai area.",
            "author_name": "Porter James",
            "relative_time_description": "",
            "time": 1755871606,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sharjahmuseums.ae/",
        "index": 8,
        "id": "",
        "categories": [
          "Art museum",
          "Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 27,
            "2": 13,
            "3": 89,
            "4": 253,
            "5": 919
          }
        },
        "minMinutesSpent": 150,
        "latitude": 25.361393,
        "address": "متحف الشارقة للفنون, Al Shuwaiheen - Hay Al Gharb - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJJxWRqMtbXz4RceqxweVLIp8",
        "generalDescription": "Discover the vibrant and historic Blue Souk in Sharjah, also known as the central souk. This iconic market is adorned with a striking blue tile design and boasts over 600 shops offering a wide array of goods, including gold, electronics, clothing, perfume, and regional specialties. Divided into sections, the upper level features arts, crafts, clothing, and souvenirs while the water-facing side showcases traditional Bedouin jewelry and stones.",
        "utcOffset": 240,
        "maxMinutesSpent": 90,
        "longitude": 55.38466,
        "rating": 4.3,
        "numRatings": 18449,
        "sources": [
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Central Souk is decorated with intricate blue tile work on its exterior, thus receiving the tag. With several parts entirely dedicated to perfume, food, electronics, gold jewellery, and gift products, there are over 600 shops split into two wings of this shopping complex. The upper floor consists of shops selling tapestries and curiosities from Tibet and Afghanistan, where the ground floor houses pricey luxury clothes and gold.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 7,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 11 out of 20 Places To Visit in Sharjah. One of the major market places in Sharjah, Blue Souk is a perfect venue to shop for a souvenir and to get the feel of a true Arabian bazaar. This market is also known as the Central Souq and Souk al-Markazi for the locals.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 14,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 15,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "P0lF9hRsGjiyU9NVM3CHsziH3v3s2Vsf",
          "68Fl3iDCZ1fs9XcgUQAIOw4F3F6ZfLlu",
          "dkgHogndT4i83Gg5fNID62g73FmAtvC8",
          "S3IgRdowUHjU9LWdaTLJ4vC39XXBLoDj",
          "NKIb8tvC0ryfT0RMa6xgG2FupVcm8tBL",
          "P0lF9hRsGjiyU9NVM3CHsziH3v3s2Vsf",
          "68Fl3iDCZ1fs9XcgUQAIOw4F3F6ZfLlu",
          "dkgHogndT4i83Gg5fNID62g73FmAtvC8",
          "S3IgRdowUHjU9LWdaTLJ4vC39XXBLoDj",
          "NKIb8tvC0ryfT0RMa6xgG2FupVcm8tBL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1630"
            },
            "close": {
              "day": 6,
              "time": "0130"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Central Souk",
        "placeId": "ChIJJxWRqMtbXz4RceqxweVLIp8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This vast destination boasts an impressive array of well-stocked shops for every need. Notably, it hosts a convenient bus stop for the Sharjah bus tour, making it an excellent starting point for exploration. The real highlight is the stunning, panoramic view of the city skyline it offers. This spot is a photographer's dream, providing a perfect backdrop for capturing truly amazing and memorable photos. A must-visit for both its retail offerings and its breathtaking vistas.",
            "author_name": "Kenneth Yaw Agyeman-Badu",
            "relative_time_description": "",
            "time": 1750058436,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Too much to walk, old building maintained well with a lot of shops, for cloths, shoes, bags, and ornaments all around. A nice view park is also available with corniche side of the sea makes the evening delightful..",
            "author_name": "Arun Padmakumar Remabhai",
            "relative_time_description": "",
            "time": 1743692307,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "For gold lovers this is THE place to go. Making charges are very low and reasonable. They have a wide selection of pieces from 18 kt modern designs to more traditional 21 kt Arab and 22 kt Indian designs. They also offer customization and repair services.",
            "author_name": "N A",
            "relative_time_description": "",
            "time": 1757671122,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.visitsharjah.com/en/activities/shopping/central-souk-blue-souk/",
        "index": 9,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 413,
            "2": 481,
            "3": 2535,
            "4": 5014,
            "5": 10007
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.346202,
        "address": "King Faisal St, Al Majaz 1 - Al Majaz - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJR3eEPdFbXz4RR2v9zwTP_lI",
        "generalDescription": "Located in the Al Qasimia area of Sharjah, the Al Mahatta Museum is a must-visit for aviation enthusiasts and history buffs. Housed in the original terminal building of the UAE's first airport, this museum offers a fascinating glimpse into the early days of aviation in the region.",
        "utcOffset": 240,
        "maxMinutesSpent": null,
        "longitude": 55.395287,
        "rating": 4.5,
        "numRatings": 1458,
        "sources": [
          {
            "id": "1166866",
            "type": "webPlacesList",
            "url": "https://www.travejar.com/attractions/places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Al Mahatta Museum is a unique aviation museum located in Sharjah, United Arab Emirates. The museum is situated in the historic Al Mahatta Airport, which was the region's first airport and one of the most significant in the Middle East. The museum showcases the rich history of aviation in the region, including the development of commercial aviation, military aviation, and the role of Al Mahatta Airport in shaping the region's aviation industry.",
            "siteName": "travejar.com",
            "shortName": "9 Places to Visit in Sharjah, Top Attractions & Best Tourist Places in Sharjah",
            "indexInSource": 4,
            "iconSiteId": 136582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489444",
            "type": "webPlacesList",
            "url": "https://www.dayoutdubai.ae/blog/city-sightseeing/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "In the early days of air travel, planes were not ready to fly long routes without stopping. They had to stop and refuel before resuming the journey, which often meant a staycation at the place of stopover. In 1932, Imperial Airways airplanes needed an overnight stopover in the Arabian Peninsula controlled by various sheiks.",
            "siteName": "dayoutdubai.ae",
            "shortName": "Places to Visit in Sharjah",
            "indexInSource": 4,
            "iconSiteId": 14144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445665",
            "type": "webPlacesList",
            "url": "https://wow-rak.com/10-best-places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Planes were not designed to fly long distances without stopping in the early days of aviation. They had to pause and refuel before continuing on their journey. This frequently meant a staycation at the location of the stopover.",
            "siteName": "WOW-RAK",
            "shortName": "10 Best Places to Visit in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 46865,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929513",
            "type": "webPlacesList",
            "url": "https://blog.visitsharjah.com/en/8-of-the-most-instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Built in 1932, the now Al Mahatta Museum (since March 2000) was actually the UAE's very first airport and is now dedicated to showcasing the history of flight in the region.",
            "siteName": "blog.visitsharjah.com",
            "shortName": "8 of the most instagrammable places in Sharjah",
            "indexInSource": 6,
            "iconSiteId": 97765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ly0aS4LN5oIpBaWxNPOmPdYoCGbUrxG8",
          "3B7abQuQEH9VYIiM18oWkDVircUSKpyl",
          "DdYBX4T0Ca5cFWi5hvHgND56f2xGtN6w",
          "Ly0aS4LN5oIpBaWxNPOmPdYoCGbUrxG8",
          "3B7abQuQEH9VYIiM18oWkDVircUSKpyl",
          "DdYBX4T0Ca5cFWi5hvHgND56f2xGtN6w"
        ],
        "openingPeriods": [],
        "name": "Al Mahatta Museum",
        "placeId": "ChIJR3eEPdFbXz4RR2v9zwTP_lI",
        "internationalPhoneNumber": "+971 6 573 3079",
        "reviews": [
          {
            "rating": 5,
            "text": "A very good place to visit. One can see the evolution of aviation industry in UAE. Old pictures and memories worth visiting. My 10 years old enjoyed her a lot. If you have zeal towards flights ✈️ and aircrafts, give this place a try.",
            "author_name": "Rashmi Priya Maharana",
            "relative_time_description": "",
            "time": 1698064806,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was an amazing experience, and the kids loved the aeroplane museum. The museum showcased the history of the UAE aviation journey, with Al Mahatta in Sharjah being the first airport in the region. The museum also featured a simulator, which was an enjoyable experience for my kids.\nFree parking is available within the museum campus.\nMuseum open 8 AM to 8PM except in Ramadam time 9 AM to 2 PM",
            "author_name": "khalid ansari",
            "relative_time_description": "",
            "time": 1713026867,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful Action museum that explains, with some.words, the evolution of the aviation in the emirate of Sharjah. You can learn about aircraft used back in time, how long it was to fly from UK to Sharjah, and a lot of other amazing things. The aircraft in the Hangar are beautiful well taken care of.\nAs a plus the newly opened exhibition for the 90 years is filled with knowledge and amazing old pictures that will take you to past times!\nVisiting with kids is also a great experience. The staff was committed to explain all things to my curious kids and gave them activities...",
            "author_name": "Carla Redondo",
            "relative_time_description": "",
            "time": 1665484024,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sharjahmuseums.ae/en-US/Museums/Al-Mahatta-Museum",
        "index": 10,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 20,
            "3": 114,
            "4": 360,
            "5": 938
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.345698,
        "address": "89WV+977, Al Estiqlal St,Al Qasimia Area, Opp Sharjah Mega Mall - Al Estiqlal St, Hay Al Qasimiah - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJz88aI21ZXz4Rbew-wy23JWo",
        "generalDescription": "The Sharjah Archaeology Museum, established in 1993 and relocated to its current site in 1997, is a popular attraction in the UAE. It houses a collection of archaeological artifacts discovered in Sharjah and its surroundings, offering insights into the region's ancient history. Situated near the Sharjah Science Museum, this museum provides an opportunity to explore the efforts of archaeologists in uncovering the area's past.",
        "utcOffset": 240,
        "maxMinutesSpent": 120,
        "longitude": 55.423104,
        "rating": 4.6,
        "numRatings": 748,
        "sources": [
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "Sharjah Archaeology Museum has exhibits tracing the wide-arcing history of humanity in the area. Displays in the Stone Age section include numerous flint pieces reflecting the technology of that period, and old seashells. There are also ornamental gems and pottery shards from the Ubaid period that were found in Al Hamriyah and confirm the trade exchange of this age with Mesopotamia (present-day Iraq).",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 7,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 15 out of 20 Places To Visit in Sharjah. Sharjah Archaeology Museum, as understood by its name, is a place where tourists can learn about the history of Sharjah through its well-preserved archaeological records. Go back in time with the museums various sections namely Stone Age, Bronze Age, The Iron Age and Greater Arabia.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "One of the best ways to discover the history of Sharjah is through its well-preserved records which are present at the Sharjah Archaeology Museum. Travel to this amazing place and go back in time with the museum’s various sections namely the Bronze age, Stone age, Iron Age, and Greater Arabia.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ISDRto3GAMOAskkq0sglqfzqq7GB7IOg",
          "30LJxBjlAQlVcvEWVaUhrlmfJWRNR0aD",
          "2N9LtScretAzVnP1cHefdGsXCoFldJaO",
          "ISDRto3GAMOAskkq0sglqfzqq7GB7IOg",
          "30LJxBjlAQlVcvEWVaUhrlmfJWRNR0aD",
          "2N9LtScretAzVnP1cHefdGsXCoFldJaO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sharjah Archaeology Museum",
        "placeId": "ChIJz88aI21ZXz4Rbew-wy23JWo",
        "internationalPhoneNumber": "+971 6 566 5466",
        "reviews": [
          {
            "rating": 5,
            "text": "The museum offers a glimpse into the UAE's ancient past and is an excellent destination for history enthusiasts, students, and families. It provides context to the region's transformation from early settlements to a modern metropolis. Children enjoy being archaeologists with various activities curated for them. Entry fee for adults is 10 whereas for children is 5",
            "author_name": "Adiba Juhi",
            "relative_time_description": "",
            "time": 1733383072,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What i liked most , apart from its excellent upkeep, was the opportunity for the children to explore the sites on their own identifying things. A great place to take children to inculcate interest in human history and development.",
            "author_name": "S Murty Nauduri",
            "relative_time_description": "",
            "time": 1744561608,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Little underwhelming. Children 5 dhs and adults 10 dhs entry fees. Detailed history of UAE explained as different ages. Children get a small opportunity to become archaeologists with a jacket and hat. I feel the same should be given for adults too as they are paying more. And the biggest drawback the museum wasn't accepting cards! Had to go to an atm and get cash. Really a big hassle. It's all built well and clean with equipped washrooms for baby diaper changing etc. A small cafeteria is there. Didn't find the staff too friendly . Could involve more interactive activities",
            "author_name": "Roshan Mary",
            "relative_time_description": "",
            "time": 1747298004,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sharjahmuseums.ae/en-US/Museums/Sharjah-Archaeology-Museum",
        "index": 11,
        "id": "",
        "categories": [
          "Museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 8,
            "3": 48,
            "4": 143,
            "5": 541
          }
        },
        "minMinutesSpent": 120,
        "latitude": 25.348588,
        "address": "8CXF+5F4, Sheikh Rashid Bin Saqr Al Qasimi St, Al Abar - Halwan - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJg5tp1DBaXz4RQhWaYU7mBbM",
        "generalDescription": "Sharjah Fort, also known as Al Hisn, is a historical gem that has been transformed into a museum. Originally built in 1823 from coral stone, the fort has served various purposes over the years including being the seat of the emirate's government and a residence for Sharjah's ruling family. Today, it stands as one of the most significant buildings representing the city's heritage. The museum showcases Sharjah's history through galleries filled with photographs, artifacts, and contemporary accounts.",
        "utcOffset": 240,
        "maxMinutesSpent": 210,
        "longitude": 55.386557,
        "rating": 4.5,
        "numRatings": 972,
        "sources": [
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "Sharjah Fort (called Al Hisn in Arabic) sits on a plaza at the corner of the Heritage District. The fort was built 200 years ago and has served as both a defensive facility for the town and as the traditional residence of the ruling family of Sharjah. Inside, the rooms contain themed displays tracing the history of Sharjah, as well as the town's importance as part of the Gulf's trade networks.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Sharjah Fort, also known as Al Hisn Sharjah, is a captivating historical landmark nestled in the heart of Sharjah, United Arab Emirates. Constructed in 1820 by the ruling Al Qasimi family, this fortress served as both a defensive stronghold and a residence for the ruling elite. Its strategic location along the coast made it a key bastion for protecting the emirate from external threats.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 21,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "122739",
            "type": "webPlacesList",
            "url": "https://www.bonjoursunset.com/blog/best-places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Also known as the Sharjah Fort, Al Hisn Fort Museum is a double-story fortification built in 1823 in what is now the city center of Sharjah. The fort used to be both Sharjah’s government headquarter and the residence of the ruling family, the Al Qawasim. Much like Bait Al Naboodah and Qasr Al Hosn in Abu Dhabi, I liked the spacious central courtyard and the surrounding columns.",
            "siteName": "Bonjour Sunset",
            "shortName": "BEST PLACES TO VISIT IN SHARJAH",
            "indexInSource": 3,
            "iconSiteId": 18961,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1166866",
            "type": "webPlacesList",
            "url": "https://www.travejar.com/attractions/places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Al Hisn Fort is a historic fortress located in the city of Sharjah, in the United Arab Emirates. The fort was built in 1823 by Sheikh Sultan bin Saqr Al Qasimi, who was the ruler of Sharjah at the time, and it served as his residence and headquarters. The fort was also used as a defensive structure to protect the city from invading forces.",
            "siteName": "travejar.com",
            "shortName": "9 Places to Visit in Sharjah, Top Attractions & Best Tourist Places in Sharjah",
            "indexInSource": 3,
            "iconSiteId": 136582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489444",
            "type": "webPlacesList",
            "url": "https://www.dayoutdubai.ae/blog/city-sightseeing/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Sultan al Saqr al Qasimi built the fort, but not the same person who made the Mahatta fort. This one is a century older than the Mahatta fort. The Al Hisn al Sharjah was constructed around 1820.",
            "siteName": "dayoutdubai.ae",
            "shortName": "Places to Visit in Sharjah",
            "indexInSource": 5,
            "iconSiteId": 14144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "D0vDvJ3QGkAjyFRHOJ4MSYPBlthds3DC",
          "8QyL4mSn6k3X5C1xxTQ4ekFQcGqQ7AlS",
          "4EUiaFozJbjF8MSVluNxfIKGOLcZZzGE",
          "D0vDvJ3QGkAjyFRHOJ4MSYPBlthds3DC",
          "8QyL4mSn6k3X5C1xxTQ4ekFQcGqQ7AlS",
          "4EUiaFozJbjF8MSVluNxfIKGOLcZZzGE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sharjah Fort (Al Hisn)",
        "placeId": "ChIJg5tp1DBaXz4RQhWaYU7mBbM",
        "internationalPhoneNumber": "+971 6 568 5500",
        "reviews": [
          {
            "rating": 5,
            "text": "Located in the heart of Sharjah, Al Hisn Fort is a historic fortress that showcases the emirate's rich history and cultural heritage. Built in 1823 by Sheikh Sultan bin Saqr Al Qasimi, the fort has served as a government headquarters, residence of the ruling Al Qasimi family, and even a prison.\n\nKey Highlights:\n\n- Architecture: The fort's structure is a prime example of traditional Arabian architecture, with coral stone walls, mangrove trunks, and palm tree ceilings.\n- Museum: The fort houses 12 galleries featuring exhibits on Sharjah's history, including historic photographs, archaeological artifacts, and traditional clothing.\n- Armory: The fort's armory section displays an impressive collection of traditional weapons, such as daggers, swords, and war helmets.\n- Prison Cells: Visitors can explore the original Arrest Room and Al Muhalwasa, a circular prison cell built from coral stone.\n\nCultural Programs:\n\n- Theatre Shows: Al Hisn Fort hosts cultural events like theatre shows, such as \"Al Hisn Gates Theatre\" which celebrates the fort's history.\n- Workshops: The Sharjah Museums Authority organizes workshops and events to commemorate the fort's anniversary, promoting the emirate's rich history and cultural heritage.\n\n- Cultural Events: The fort hosts various cultural events, including traditional festivals and poetry readings.\n\n- Opening Hours: Sunday to Thursday, 8:00 AM to 8:00 PM; Friday, 4:00 PM to 8:00 PM.\n- Entry Fee: AED 10 for adults, AED 5 for children aged 2-12.\n\nAl Hisn Fort is a must-visit destination for history buffs and culture enthusiasts. With its rich history, stunning architecture, and engaging exhibits, it's an excellent way to experience Sharjah's heritage. Don't miss the cultural programs and events hosted by the fort to get a deeper understanding of the emirate's history and culture.",
            "author_name": "Asiya MS",
            "relative_time_description": "",
            "time": 1754943664,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the better albeit smaller museums in town. I do wish it had some more information in it, I loved the take on the history of the region here, it is not the usual nationalist chauvinistic crap, but a much more neutral and proper telling of the past, likely due to the hospitality that maritime culture brings to the region.",
            "author_name": "Mustafa Serdar Karakaya",
            "relative_time_description": "",
            "time": 1734465016,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great discovery for an afternoon walk. Offers a glimpse into old Sharjah. To be combined with visits to the other sites around the heritage square.",
            "author_name": "Eric Meulien",
            "relative_time_description": "",
            "time": 1747578401,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sharjahmuseums.ae/en-US/Museums/Sharjah-Fort-(Al-Hisn)",
        "index": 12,
        "id": "",
        "categories": [
          "Museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 14,
            "3": 87,
            "4": 223,
            "5": 629
          }
        },
        "minMinutesSpent": 210,
        "latitude": 25.358626,
        "address": "995P+FM, 123 Al Rolla St, Al Ghuwair - Hay Al Gharb - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJDxP0NcFbXz4ReEEm2egacAI",
        "generalDescription": "Al Noor Island, located in Khalid Lagoon and accessible via a bridge from Corniche Street, is a serene lagoon island that seamlessly blends art and nature. The island features a butterfly house housing over 500 butterflies of more than 20 different species, including exotic ones like the Tailed Jay and Emerald Swallowtail. Visitors can explore the temperature-controlled facility to learn about native species and witness the fascinating transformation of caterpillars into butterflies at the education zone.",
        "utcOffset": 240,
        "maxMinutesSpent": 60,
        "longitude": 55.384862,
        "rating": 4.4,
        "numRatings": 3464,
        "sources": [
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Nestled amidst the serene beauty of Al Noor Island in Sharjah, the Literature Pavilion stands as a beacon of inspiration and enlightenment, inviting visitors on a captivating journey through the enchanting realms of literature. This architectural gem, adorned with elegance and charm, serves as a vibrant hub where the magic of words comes to life, weaving together narratives that ignite imagination and kindle the flames of creativity.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 13,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "As a photographer, Al Noor Island in Sharjah offers a treasure trove of visual delights. Capture the enchanting tropical biosphere filled with floating butterflies. Home to awe-inspiring award-winning architecture, vibrant technicolor art installations, and giant cacti, capture the serene bayside dining spots, lively children’s playgrounds and mesmerising dancing light shows.",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 6,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1835419",
            "type": "webPlacesList",
            "url": "https://redcastlehotelsharjah.ae/top-attractions-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Al Noor Islands are a great escape spot for those who want to enjoy a serene world away from the hustle and bustle of the city. From the bridge illuminated with lights to the unique attraction of the butterfly house, the island offers everything favourable for a calm evening. The island will makes you feel closer to nature with its greenery and beautiful walking trails.",
            "siteName": "Red castle hotel",
            "shortName": "Top 7 Must-See Attractions in Sharjah",
            "indexInSource": 5,
            "iconSiteId": 266276,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929513",
            "type": "webPlacesList",
            "url": "https://blog.visitsharjah.com/en/8-of-the-most-instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Sitting on the northern shores of Khalid Lagoon, this gem fuses nature, art, and entertainment all in a single location. In addition to amazing sculptures and the tranquility of the Literature Pavillion, the island is also home to the Butterfly House. Inspired by its inhabitants, the structure boasts over 500 species from all over the world.",
            "siteName": "blog.visitsharjah.com",
            "shortName": "8 of the most instagrammable places in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 97765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "122739",
            "type": "webPlacesList",
            "url": "https://www.bonjoursunset.com/blog/best-places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Close to the city center of Sharjah, yet miles away in atmosphere, Al Noor Island is a beautiful tropical biosphere in the heart of Sharjah. This tiny island host a variety of trees, flowers & cactus, some art installations, a cafe, and a butterfly greenhouse. It is a very family-friendly environment, ideal to take a break from the city.",
            "siteName": "Bonjour Sunset",
            "shortName": "BEST PLACES TO VISIT IN SHARJAH",
            "indexInSource": 6,
            "iconSiteId": 18961,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "525315",
            "type": "webPlacesList",
            "url": "https://theboutiqueadventurer.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "This beautiful island is home to more than 85 species of plants and its centre piece is the butterfly centre, home to over 500 butterflies. The island was one of my favourite places to visit in Sharjah. In addition to all of its beautiful trees and plant life the island is home to a beach, lagoon and botanical garden.",
            "siteName": "The Boutique Adventurer",
            "shortName": "23 Fantastic Places to Visit in Sharjah You'll Love I Boutique Adventurer",
            "indexInSource": 2,
            "iconSiteId": 1983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719510",
            "type": "webPlacesList",
            "url": "https://sharjahevents.ae/en/sharjah-attractions/",
            "sourceSite": "Web",
            "snippet": "Since its opening in December 2015, Al Noor Island has won a host of prestigious international awards. The Island was named Best Leisure Architecture in Africa and Arabia 2016 as part of the International Property Awards, and was also the recipient of the IF Design Award 2017 and German Design Award 2018.",
            "siteName": "Sharjah Events",
            "shortName": "Attractions - Sharjah Events",
            "indexInSource": 0,
            "iconSiteId": 2030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 9 out of 20 Places To Visit in Sharjah. Al Noor Island is located on the Khalid Lagoon in Sharjah, United Arab Emirates. It is a serene oasis in the middle of Sharjah city which features a Butterfly House, a book pavilion, a cafe, a playground, and modern art.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 12,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "111103",
            "type": "webPlacesList",
            "url": "https://www.dubaiticketexpert.com/top-places-to-visit-in-sharjah-at-night/",
            "sourceSite": "Web",
            "snippet": "To enjoy the view of the azure water body, then this is the best place to visit in Sharjah. You can take a look at the towering skyline, and the canopies of green trees. The Noor island is the family place, and if you are planning to visit this place at dusk, you can do that too.",
            "siteName": "Dubai Ticket Expert",
            "shortName": "Top 11 Places to Visit in Sharjah at Night",
            "indexInSource": 5,
            "iconSiteId": 17547,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "No wonder why the islands are usually assumed as one of the most interesting places in Sharjah. This park in the centre of the water is an amalgamation of multiple tastes. There is a pedestrian bridge connecting the island to the mainland.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 2,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "472285",
            "type": "webPlacesList",
            "url": "https://gulfbusiness.com/revealed-most-instagrammable-spots-in-the-uae/",
            "sourceSite": "Web",
            "snippet": "Al Noor island features various photo opportunities, from giant sculptures to a butterfly house. At night, Al Noor island transforms with LED lights, with the trees lit up, making for a ‘picture’ perfect spot.",
            "siteName": "Gulf Business",
            "shortName": "Most ‘instagrammable’ spots in the UAE",
            "indexInSource": 3,
            "iconSiteId": 48980,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929536",
            "type": "webPlacesList",
            "url": "https://www.filminsharjah.ae/top-exotic-places-for-photo-shooting-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Many people had done their pre and post-wedding photoshoot over there. Not only this, but many models also had a portfolio shoot at Al Noor Island.",
            "siteName": "filminsharjah.ae",
            "shortName": "Top exotic places for photo shooting in Sharjah – Sharjah Film Commission",
            "indexInSource": 2,
            "iconSiteId": 277609,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oDK3NHEWo80qzaDceNTB5pC6duflFtEz",
          "YDB5PECnU5jL1fR0DkdqXFfufpTuHHLQ",
          "v45oKs5DrpotZ4lDKfU8XJ1V4b3KA0ET",
          "NEgnGsVZAMCNmL67w7fDWiPs0cZFak9o",
          "r2Q6A31GupwNRnU13MxlGzoYssBuv4hO",
          "oDK3NHEWo80qzaDceNTB5pC6duflFtEz",
          "YDB5PECnU5jL1fR0DkdqXFfufpTuHHLQ",
          "v45oKs5DrpotZ4lDKfU8XJ1V4b3KA0ET",
          "NEgnGsVZAMCNmL67w7fDWiPs0cZFak9o",
          "r2Q6A31GupwNRnU13MxlGzoYssBuv4hO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Al Noor Island",
        "placeId": "ChIJDxP0NcFbXz4ReEEm2egacAI",
        "internationalPhoneNumber": "+971 6 506 7000",
        "reviews": [
          {
            "rating": 5,
            "text": "I recently visited a hidden gem in the heart of Sharjah, and it was an unforgettable experience. The location offers a perfect blend of nature and leisure. The staff was incredibly friendly, welcoming us with warm smiles and making us feel at home throughout our visit.\n\nOne of the highlights was the Butterfly Garden-an absolute must-see. It's a serene, magical place where you can watch vibrant butterflies flutter around in a beautiful, tranquil environment. It's a peaceful escape from the hustle and bustle of the city.\n\nThe café inside and outside the garden offers a wonderful spot to relax and unwind. Whether you're enjoying a coffee while overlooking the lush greenery or sitting outside with a view of the stunning beach, it's an experience that truly complements the peaceful atmosphere. Speaking of the beach, it was magnificent. The clear waters, soft sand, and peaceful ambiance made it the perfect place to spend some time.\n\nIf you're in Sharjah, this is a must-visit spot. It's the ideal place to relax, enjoy nature, and indulge in some local charm. I can't recommend it enough-definitely a place to visit if you want to escape and enjoy some peace and beauty! ♥️🤍",
            "author_name": "Abu Ahmad",
            "relative_time_description": "",
            "time": 1744188786,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌿 Al Noor Island, Sharjah – A Calm Escape Amid Nature 🦋\nI recently visited Al Noor Island with my family for my brother's engagement photoshoot, and it turned out to be a peaceful, scenic retreat from the usual rush of life. While not overcrowded, the island had a pleasant number of visitors - giving it both liveliness and space to breathe.\n\n🎟️ Entry is ticketed, and you need to purchase it before entering. The island itself isn't too big or too small, but just the right size to explore slowly and mindfully. For someone like me, who enjoys nature deeply, this place felt like a sanctuary.\n\nThe soothing sounds of birds, gentle breeze, and calm water create a meditative atmosphere. There's also a small Butterfly Garden, a cozy café, and other artistic installations that add to the charm.\n\nAlthough there's no big playground ( playground for kids are there ) or adventurous attractions, it's an ideal spot for readers, writers, couples, or anyone seeking peace and solitude. If you're someone who enjoys nature without distractions, Al Noor Island is a perfect pick.\n\n🪴 A natural, soulful space where you can spend hours without even checking the time.",
            "author_name": "Ashvin Mohan.T",
            "relative_time_description": "",
            "time": 1753685063,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a wonderful place to visit if you want to get out of the city noise and hassle. The place makes you feel like home, brings you peace and serenity. It's a good place to go for a walk and relax.\nI just hope that they make a bigger place for the butterflies and implement rules that doesn't disturb and hurt the butterflies. The room was full packed when we went there, kids are running, picking up the flowrrs and trying to catch the butterflies, no one was trying to control the crowd. Let's enjoy the beauty of the place without destroying it.",
            "author_name": "Clein",
            "relative_time_description": "",
            "time": 1749343525,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://alnoorisland.ae/",
        "index": 13,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Garden",
          "Park",
          "Islands",
          "National Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 64,
            "3": 295,
            "4": 783,
            "5": 2220
          }
        },
        "minMinutesSpent": 60,
        "latitude": 25.334383,
        "address": "89MM+RRC، Khalid Lagoon، Buhairah, Corniche Road, Al Majaz 1 - Al Majaz - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJ3QCJMjZaXz4RbpybIWsnKUw",
        "generalDescription": "When visiting Sharjah, a must-see destination for art enthusiasts is the Sharjah Art Foundation. Situated on the Sharjah Corniche, this cultural hub comprises galleries constructed from traditional coral stone architecture. The winter season promises an exploration of hidden histories through exhibitions by artists like Bouchra Khalili and William Kentridge. Notably, the Foundation's role in hosting the renowned Sharjah Biennial has firmly established it as a global center for contemporary art and design.",
        "utcOffset": 240,
        "maxMinutesSpent": 120,
        "longitude": 55.381626,
        "rating": 4.7,
        "numRatings": 341,
        "sources": [
          {
            "id": "259781",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/sharjah/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 12 out of 20 Places To Visit in Sharjah. The Sharjah Art Foundation at Sharjah, UAE is one of the biggest platforms for contemporary artists all across the globe to showcase their artistic works in the exhibitions held here. The motto of Sharjah Art Foundation is to promote Arts and Literature so that citizens of UAE, as well as expats, participate in Arts and Literature programs.",
            "siteName": "holidify.com",
            "shortName": "20 Best Places to visit in Sharjah",
            "indexInSource": 15,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Sharjah Art Foundation was established in 2009 by Hoor Al Qasimi, Sultan bin Muhammad Al-daughter. The aim of the Art Foundation was to promote creative societies across different platforms in Sharjah and other regions around the globe. It is one of the major forums in the exhibits held here for contemporary artists around the globe to display their artistic creations.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 6,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "If you are a photographer who loves to capture contemporary art images, the Sharjah Art Foundation is a photo treasure box. Here, you will find unique and beautiful art installations that are worthy of being clicked a hundred times!. The combination of old and modern art will give you a stunning Instagram story to show off!",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 7,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489461",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/sharjah/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Sharjah Art Foundation is one of the best places to see in Sharjah that offers platforms for contemporary artists in the world and gets completely stunned by the variety and beautiful artworks here. The Sharjah Art foundation allows artists from around the globe to showcase their works in the exhibitions held here.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "35 Places to Visit in Sharjah, Tourist Places & Top Attractions",
            "indexInSource": 18,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "525315",
            "type": "webPlacesList",
            "url": "https://theboutiqueadventurer.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Sharjah Art Spaces was founded in 2009 to support contemporary artists in the emirate. The museum was created from five dilapidated buildings in the Sharjah Culture Centre which were connected through their rooftops to create a large and airy space for exhibitions.",
            "siteName": "The Boutique Adventurer",
            "shortName": "23 Fantastic Places to Visit in Sharjah You'll Love I Boutique Adventurer",
            "indexInSource": 6,
            "iconSiteId": 1983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PAQ7id1WmKeOEiWVduVeiVNMOvy6nUgr",
          "GW1ZG7oxWaP2rxocfPNLtK389DzXkAaC",
          "GaJLrrXaj2gQc7hpGNhc53YE5permI0h",
          "hjWS6Kafh9pRVvAJABGCitVzHlhFt1BD",
          "PAQ7id1WmKeOEiWVduVeiVNMOvy6nUgr",
          "GW1ZG7oxWaP2rxocfPNLtK389DzXkAaC",
          "GaJLrrXaj2gQc7hpGNhc53YE5permI0h",
          "hjWS6Kafh9pRVvAJABGCitVzHlhFt1BD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Sharjah Art Foundation - Al Mureijah Square",
        "placeId": "ChIJ3QCJMjZaXz4RbpybIWsnKUw",
        "internationalPhoneNumber": "+971 6 548 1381",
        "reviews": [
          {
            "rating": 5,
            "text": "Sharjah Biennale 2025 – A Stunning Art Experience!💫🧑‍🎨\nSet in the breathtaking Sharjah Art Foundation, where history meets contemporary art, this biennale is a true masterpiece. The beautifully preserved architecture enhances the atmosphere, making it an unforgettable experience.\nThe art installations are fascinating-thought-provoking, innovative, and deeply engaging. A must-visit for anyone who loves art and creativity!",
            "author_name": "Elvira Gord",
            "relative_time_description": "",
            "time": 1741490092,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sharjah itself and Sharjah biennale are among the most underestimate things in the world. We are so happy to be able to join this amazing event, and are planning to regularly visit it in future. Well done! A big shout out to curators. A kind of experience that shapes you, you start see the world differently once visited",
            "author_name": "Ann Key",
            "relative_time_description": "",
            "time": 1743344647,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is one of the best places to visit in Sharjah, there a huge library and the backyard is very nicely landscaped with a very good coffee shop. Non-traditional sitting area the open space makes it a great spot for hanging with your buddies. Highly recommend to visit around sunset and enjoy an evening there.",
            "author_name": "WajhuAllah Arif Hussain",
            "relative_time_description": "",
            "time": 1680276480,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://sharjahart.org/",
        "index": 14,
        "id": "",
        "categories": [
          "Museum",
          "Art Galleries"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 4,
            "3": 12,
            "4": 55,
            "5": 265
          }
        },
        "minMinutesSpent": 120,
        "latitude": 25.357719,
        "address": "Corniche St, Al Mareija - Hay Al Gharb - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJC1W1BTdaXz4RES1ol-rpiHg",
        "generalDescription": "Heart of Sharjah قلب الشارقة is a cultural hub that comprises preserved and restored buildings, along with new sites designed in a traditional style. The project includes additional locations such as the warehouse at Port Khalid, the Flying Saucer restaurant, and an abandoned ice factory in Kalba. Notably, the latter houses Adrian Villar Rojas's impressive site-specific Planetarium installation.",
        "utcOffset": 240,
        "maxMinutesSpent": 240,
        "longitude": 55.384373,
        "rating": 4.5,
        "numRatings": 697,
        "sources": [
          {
            "id": "122739",
            "type": "webPlacesList",
            "url": "https://www.bonjoursunset.com/blog/best-places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Heart of Sharjah is an ongoing restoration project to turn the heritage district of Sharjah into a cultural and historical hub for the UAE. Existing buildings are being restored, and new ones built in traditional style, to host hotels, cafes, museums, souks, etc. The full restoration should finish around 2025, but it is already very pleasant to wander in the alleys and explore the many museums and historical buildings.",
            "siteName": "Bonjour Sunset",
            "shortName": "BEST PLACES TO VISIT IN SHARJAH",
            "indexInSource": 0,
            "iconSiteId": 18961,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "One of the most significant heritage projects in the region, Heart of Sharjah, offers a glimpse into the city’s rich cultural history. The restored buildings, narrow alleys, traditional markets and cultural landmarks make it a vibrant area for photography. The area was once the heart of Sharjah’s merchant trade and is now a lively heritage and arts district.",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 3,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "489444",
            "type": "webPlacesList",
            "url": "https://www.dayoutdubai.ae/blog/city-sightseeing/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Heart of Sharjah gives a complete picture of the forgotten era decades ago. To date, this is the most important heritage site in Sharjah. The place is a love letter to history and traditions in its first development phase, which is set to be completed by the end of 2025.",
            "siteName": "dayoutdubai.ae",
            "shortName": "Places to Visit in Sharjah",
            "indexInSource": 1,
            "iconSiteId": 14144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "111103",
            "type": "webPlacesList",
            "url": "https://www.dubaiticketexpert.com/top-places-to-visit-in-sharjah-at-night/",
            "sourceSite": "Web",
            "snippet": "This is the old city of Sharjah, and this is also the centre of heritage and arts. The place is enclosed within the walls, and located in the middle of two major bus depots. Your nightly adventure can be done here perfectly.",
            "siteName": "Dubai Ticket Expert",
            "shortName": "Top 11 Places to Visit in Sharjah at Night",
            "indexInSource": 4,
            "iconSiteId": 17547,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130058",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-sharjah",
            "sourceSite": "Web",
            "snippet": "The Heart of Sharjah offers a full image of decades ago, the forgotten age. This is the largest heritage site in Sharjah to date. Currently, the position is a love letter to history and customs in its first stage of growth.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Sharjah",
            "indexInSource": 9,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445665",
            "type": "webPlacesList",
            "url": "https://wow-rak.com/10-best-places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "Heart of Sharjah paints a complete picture of a bygone era that occurred decades ago. This is currently Sharjah’s largest heritage site. In its early stages, the location is a love letter to history and traditions.",
            "siteName": "WOW-RAK",
            "shortName": "10 Best Places to Visit in Sharjah",
            "indexInSource": 1,
            "iconSiteId": 46865,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YSfGPEevGQs0GVv2PEncotGBC0HdgtJ8",
          "sNI939MNKGVRwWucixrobvfdVxIE3Bkq",
          "v6NH980ICyGjIHx7V5DxmpBKogqMj27D",
          "YSfGPEevGQs0GVv2PEncotGBC0HdgtJ8",
          "sNI939MNKGVRwWucixrobvfdVxIE3Bkq",
          "v6NH980ICyGjIHx7V5DxmpBKogqMj27D"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Heart of Sharjah قلب الشارقة",
        "placeId": "ChIJC1W1BTdaXz4RES1ol-rpiHg",
        "internationalPhoneNumber": "+971 6 511 2555",
        "reviews": [
          {
            "rating": 5,
            "text": "No ticket needed. Good for a morning walk.\nSharjah fort is also nearby for photo.\nWindy and chilly. Lots of photograph-able corners. Plenty of parking space too and parking to be paid by automated machine.",
            "author_name": "Chong Delon",
            "relative_time_description": "",
            "time": 1738837040,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Absolutely charming heritage area! I loved wandering through the narrow alleys and traditional markets-each corner felt like stepping back into Sharjah's rich history. Beautifully restored homes, fascinating museums (don't miss the fort and Bait Al Naboodah), and cozy cafes make it a perfect day out. If you appreciate culture, art, or just a peaceful stroll in a heritage setting, Heart of Sharjah is a must-visit!",
            "author_name": "Maha Al Shahrani",
            "relative_time_description": "",
            "time": 1750753803,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The 35,000 square metre project is the largest heritage site in the Persian Gulf region and is centred around the restoration of the old Sharjah souq district. The first phases of the project involved the restoration of Al Hisn Sharjah (Sharjah Fort), which was mostly demolished in the 1980s, the Souq Al Arsah, and the 5,872 square metre Souq Shanasiyah The Heart of Sharjah includes the souqs as well as several important merchant's houses including the Bait Al Naboodah, the Sharjah Heritage Museum, and the Al Eslah School",
            "author_name": "SHAMLAN 80009",
            "relative_time_description": "",
            "time": 1757009749,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.heartofsharjah.ae/",
        "index": 15,
        "id": "",
        "categories": [
          "Historical landmark",
          "Museums",
          "Art Galleries",
          "Art Museums",
          "History Museums",
          "Science Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 11,
            "3": 49,
            "4": 123,
            "5": 492
          }
        },
        "minMinutesSpent": 240,
        "latitude": 25.359451,
        "address": "995M+PP9, Corniche St, Al Mareija - Hay Al Gharb - Sharjah, United Arab Emirates",
        "travel_time": null
      },
      {
        "_id": "ChIJjRqI5HNbXz4ROiwAfhh94BI",
        "generalDescription": "Rain Room is a cutting-edge art installation that offers an immersive experience of walking through a continuous downpour without getting wet. Originally showcased in London, New York, and Shanghai, it has now found a permanent home in Sharjah. The darkened space features 2,500 liters of recycled water flowing from the ceiling using sensor technology to allow visitors to move through the rain unscathed. This unique exhibit is particularly popular with locals who rarely experience real rain.",
        "utcOffset": 240,
        "maxMinutesSpent": null,
        "longitude": 55.393178,
        "rating": 4.3,
        "numRatings": 3010,
        "sources": [
          {
            "id": "329181",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/tourist-attractions-/sharjah-city-uae-sha-sharj.htm",
            "sourceSite": "Web",
            "snippet": "This immersive art installation, recreating a continuous flow of torrential rain, was previously exhibited in London, New York, and Shanghai but has found a permanent home in Sharjah. The installation, set in a darkened space, with 2,500 liters of water recycled and looped through the ceiling, uses sensor technology so that visitors can walk through the rain without getting wet themselves. Visiting the installation is very popular with UAE locals, who see little real rain throughout the year, but even those from wetter climes will appreciate the cleverness of the technology that allows you to wander through a downpour without getting soaked.",
            "siteName": "planetware.com",
            "shortName": "Tourist Attractions & Places to Visit in Sharjah",
            "indexInSource": 10,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "525315",
            "type": "webPlacesList",
            "url": "https://theboutiqueadventurer.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": "The Rain Room is an immersive installation at the Sharjah Art Foundation and the first of its type in the Middle East. It is essentially a very large dark room that has a smaller area in it that is constantly raining. The fun bit is walking through a downpour of rain without getting wet – and of course whilst being photographed and/or captured on video.",
            "siteName": "The Boutique Adventurer",
            "shortName": "23 Fantastic Places to Visit in Sharjah You'll Love I Boutique Adventurer",
            "indexInSource": 7,
            "iconSiteId": 1983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719510",
            "type": "webPlacesList",
            "url": "https://sharjahevents.ae/en/sharjah-attractions/",
            "sourceSite": "Web",
            "snippet": "The Rain Room building in Sharjah has been designed by Sharjah Art Foundation and the UAE-based SpaceContinuum Design Studio in collaboration with Shape Architecture Practice + Research, Sharjah. Opened in May 2018, Rain Room is part of the Sharjah Art Foundation Collection and the first of a series of artist-designed permanent spaces.",
            "siteName": "Sharjah Events",
            "shortName": "Attractions - Sharjah Events",
            "indexInSource": 3,
            "iconSiteId": 2030,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1929514",
            "type": "webPlacesList",
            "url": "https://www.propertyfinder.ae/blog/sharjah-photography-spots/",
            "sourceSite": "Web",
            "snippet": "This marvellous art installation allows you to walk through a room filled with showering water without getting wet!. The dramatic blend of art and light makes the rain room one of the top photography spots in Sharjah. Capture creative and striking photos of walking through the water with beautiful patterns of light in the background.",
            "siteName": "propertyfinder.ae",
            "shortName": "Photography Spots in Sharjah That You Must Capture!",
            "indexInSource": 4,
            "iconSiteId": 14597,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "122739",
            "type": "webPlacesList",
            "url": "https://www.bonjoursunset.com/blog/best-places-to-visit-in-sharjah",
            "sourceSite": "Web",
            "snippet": "Undeniably the most Instagrammable place to visit in Sharjah, the Rain Room is a permanent art installation, part of the Sharjah Art Foundation since 2018. A few meters below grounds, step into a dark underground space with a massive rainfall at the center. Come closer, steps under the rainfall, and notice how you don’t get wet!",
            "siteName": "Bonjour Sunset",
            "shortName": "BEST PLACES TO VISIT IN SHARJAH",
            "indexInSource": 5,
            "iconSiteId": 18961,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "728554",
            "type": "webPlacesList",
            "url": "https://www.jonnymelon.com/places-to-visit-in-sharjah/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Jonny Melon",
            "shortName": "15 BEST Places To Visit In Sharjah, UAE (2025 Guide)",
            "indexInSource": 3,
            "iconSiteId": 15274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vfUvvGuCcnZvNmUMVUkcD21PLCYSKDhu",
          "7crvceSP72u6EZkR71sETYrke8CQ6IT1",
          "ABPcIhi2l5NypDOIy2OkBLf8EObpSl1p",
          "K4msrJEvBE4sSnqp7QjQaPE1hXU2mQCT",
          "zjt21996T2QISQY4hgZzJfDnHNmig6Ge",
          "vfUvvGuCcnZvNmUMVUkcD21PLCYSKDhu",
          "7crvceSP72u6EZkR71sETYrke8CQ6IT1",
          "ABPcIhi2l5NypDOIy2OkBLf8EObpSl1p",
          "K4msrJEvBE4sSnqp7QjQaPE1hXU2mQCT",
          "zjt21996T2QISQY4hgZzJfDnHNmig6Ge"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Rain Room",
        "placeId": "ChIJjRqI5HNbXz4ROiwAfhh94BI",
        "internationalPhoneNumber": "+971 6 561 0095",
        "reviews": [
          {
            "rating": 5,
            "text": "The atmosphere is calm and almost surreal, with the sound of falling rain all around you. Each session is short, about 15 minutes, and you need to move slowly for the sensors to work properly.\nIt's also a great spot for photos, So we played with the photos and here is our shots!",
            "author_name": "Maria Soledad Bernaldez (Bobbie Bernaldez)",
            "relative_time_description": "",
            "time": 1742025406,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I visited the Rain Room Sharjah and it was absolutely magical. Walking through the rain without getting wet felt like stepping into a dream. The kids were amazed their faces lit up with pure joy and wonder.  It's such a unique, interactive experience that keeps both adults and children fascinated. A perfect family activity that's both fun and memorable. Highly recommend for anyone visiting Sharjah with kids.",
            "author_name": "Sunita Nazareth",
            "relative_time_description": "",
            "time": 1751191042,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One must-visit destination in the UAE is the unique attraction featuring artificial indoor rain. This extraordinary site offers a one-of-a-kind experience that you won't find elsewhere. Visitors are advised to bring extra clothes, especially if they are sensitive to getting wet. It is also recommended to wear bright colors, as dark colors may interfere with the sensor technology used in the exhibit.\n\nFor those who might not have a change of clothes, the facility provides dryers to ensure a comfortable visit. The staff at the venue are exceptionally friendly and effective communicators, enhancing the overall experience with their helpfulness and professionalism.\n\nAs for the cost, the price of admission is well worth the unique experience. Additionally, students can benefit from a discount upon presenting a valid student ID. This added perk makes the attraction even more accessible and appealing.\n\nOverall, this site promises an unforgettable visit, blending cutting-edge technology with a unique sensory adventure. However, the parking lot is a bit challenging but manageable.",
            "author_name": "Djared",
            "relative_time_description": "",
            "time": 1722428635,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://rainroom.sharjahart.org/",
        "index": 16,
        "id": "",
        "categories": [
          "House cleaning service",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 117,
            "2": 98,
            "3": 289,
            "4": 669,
            "5": 1837
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.365518,
        "address": "26 St, Al Majarra - Sharjah, United Arab Emirates",
        "travel_time": null
      }
    ]
  }
}