{
  "list_id": "1058",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1058/1.jpg",
  "description": "Dive into \"Sun-Kissed Shores of Mykonos Town\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110314"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sun-Kissed Shores of Mykonos Town",
  "city_id": "9956",
  "subtype": "poi",
  "city": "Mykonos Town",
  "created_ts": 1759599800,
  "slug": "sun-kissed-shores-of-mykonos-town-mykonos-town-poi-62de8c",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJmTndipW-ohQRU8nVD4FLx5c",
        "generalDescription": "Super Paradise Beach Club is a vibrant and inclusive beach club and hotel located at the east end of Super Paradise beach. The club offers a lively party atmosphere with a bar, restaurant, pool, and multi-level space designed with traditional Cycladic architecture. It's known for its flirtatious charm and carefree vibe, attracting celebrities, models, and partygoers to enjoy DJ performances at night.",
        "utcOffset": 180,
        "maxMinutesSpent": 240,
        "longitude": 25.369466,
        "rating": 4.3,
        "numRatings": 5357,
        "sources": [
          {
            "id": "1489464",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/articles/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "Paradise Beach is one of the most famous beaches in the Mediterranean. Many first-time visitors drop their backpacks at their hostel, head straight here and never leave. The partying barely pauses day and night – superclub Cavo Paradiso attracts plenty of superstar DJs.",
            "siteName": "Lonely Planet",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846645",
            "type": "webPlacesList",
            "url": "https://www.cntraveller.com/article/best-beaches-mykonos",
            "sourceSite": "Web",
            "snippet": "A legend among Mykonos beaches, Paradise is probably the place that springs to mind when you picture Champagne-fuelled days spent lounging in the sun, segueing into late-night parties. At this beach, on the island’s south coast, various clubs spread out along the sand – Tropicana and Paradise Beach Club are two of the more well-known – and local and international DJs, which in the past have included Tiësto, Afrojack and Martin Garrix, spin a dance-meets-pop soundtrack until the early hours, partygoers revelling in hedonistic vibes. But there’s a reason Paradise rose to popularity amongst the island’s hippie scene in the 1960s and has remained a firm favourite: the beauty of its soft sands and azure waters can’t be denied.",
            "siteName": "Condé Nast Traveller",
            "shortName": "13 best beaches in Mykonos according to our Greece expert",
            "indexInSource": 4,
            "iconSiteId": 841,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "Accessible by boat, car or shuttle bus, the uniquely and of the most famous beach of Mykonos is the beautiful beach of Super Paradise is a must-visit during your stay in Mykonos. Although it still has a beach party reputation, it is still ideal for families with plenty of sunbeds and its inviting waters. Located 7 km southeast of Mykonos Town, the Super Paradise Beach Club put on a shuttle bus leaving from the Fabrika terminal that takes just 10 minutes to get to the beach.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 5,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298138",
            "type": "webPlacesList",
            "url": "https://santorinisecrets.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Paradise Beach is a very beautiful, sandy and popular beach since the 70’s (you can easily imagine the hippie parties that were taking place back then…). There are two mini markets, umbrellas, sunbeds, a 24/7 restaurant with an international cuisine, souvenir shops, playground on the beach and many more… For those who love parties and loud music, it’s the best place!!. The party usually starts in the afternoon at about 4pm and finishes…the next day!",
            "siteName": "Santorini Secrets",
            "shortName": "21 Best Mykonos Beaches (2024 UPDATE)",
            "indexInSource": 9,
            "iconSiteId": 17930,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1645812",
            "type": "webPlacesList",
            "url": "https://www.christhefreelancer.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "To me, Super Paradise Beach looked like a rip-off of the before-mentioned Paradise Beach. Just like Paradise Beach, the beach club in Super Paradise ( Pinky Beach) has a pile of empty champagne bottles in front of their sign but that is where the similarities seem to end. On Super Paradise, there's just the one beach club and a concert venue on the hill that looks like it's about to host some washed-up 80's rock band.",
            "siteName": "Chris the Freelancer",
            "shortName": "Chris' Guide to Mykonos Beaches",
            "indexInSource": 5,
            "iconSiteId": 241439,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100108",
            "type": "webPlacesList",
            "url": "https://www.oliverstravels.com/blog/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Sheltered by a headland looking out over Paradise Beach Club, its super sibling was the island’s first dedicated gay beach, but today draws a mixed crowd. Start the day with fruit and yoghurt at the bar, rent out jet skis or go parasailing and kick back on a sun lounger until live DJs get you up on your feet. Super Paradise is the best Mykonos beach club for letting your hair down.",
            "siteName": "Oliver's Travels",
            "shortName": "10 Best Beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 2523,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "Another beach for action, Super Paradise has fewer facilities than Paradise Beach but still gets crowded. Considered one of Mykonos' most beautiful beaches, Super Paradise boasts a golden shoreline of powdery sand lapped by crystal-clear turquoise waters. During summertime, Super Paradise is packed with sunbathers making use of the beach's rental lounge chairs and umbrellas.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298129",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/best-photography-locations-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "It’s a pretty party beach were you can sip on cocktails, dance on your deck chair then jump in the sea for a swim. The party gets started each day from 4pm but you’ll find music here all day long and it’s a great relaxing vibe for a spot of lunch and sun bathing. The road down is super steep but there are viewpoints along the way so you can stop and photograph the scenery!",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "The Best Photography Locations & Beaches in Mykonos - Photo Tips, Creative Photography + Travel Guides",
            "indexInSource": 0,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "It may get crowded and loud in the afternoon, but the crystal-clear water and the views are just perfect. Although it's a party beach, the calm waters also attract families and couples on honeymoon. Despite what other guides will tell you, this is not the gay beach on the island, but it remains a popular choice among gay men, due to the frequent gay-friendly parties.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 1,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178562",
            "type": "webPlacesList",
            "url": "https://unforgettablegreece.com/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "Speaking of Super Paradise, it’s one of the most popular on the island with clear blue waters and spectacular views. It’s nearly covered in umbrellas and sunbeds that are available for rent and will be crowded and loud on summer afternoons, but it’s not specifically a party beach. The calm sea attractions everyone from honeymooners and other couples to families.",
            "siteName": "Unforgettable Greece",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 21064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Nor far from Paradise Beach, Super Paradise is truly picture-perfect – imagine a beach with soft, golden sand, turquoise waters and a nice atmosphere, truly a great place to spend the day. However, this all comes at a price – it’s one of the busiest beaches in Mykonos!. Just ensure you arrive early because it gets crowded quickly, especially during high season.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Located right next to Paradise Beach, Super Paradise Beach offers a more exclusive atmosphere. It features upscale beach clubs, trendy bars, and gourmet restaurants, making it a favorite among the elite and LGBTQ+ community. The beach is also known for its vibrant nightlife, but unlike Paradise Beach, Super Paradise offers a more luxurious experience.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 2,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 7km South of Mykonos TownDescription: Just as famous as its neighboring Paradise. Despite the heavenly setting, don’t come here for a peaceful day – music blares from huge loudspeakers and the beach partying often continues all day long. Full nudity is permitted on the right side of the beach which is also gay-friendly.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 3,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1489459",
            "type": "webPlacesList",
            "url": "https://www.kivotoshotels.com/mykonos/destination/the-most-famous-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "A must on the beach clubber’s agenda are: Paranga (approximately 6 km from the town), Paradise and Super Paradise Beaches. The bars are many, the music’s volume is loud- pumped up by some of the best DJs worldwide. An alternative to the action of these beaches are Agios Sostis and Panormos situated on the calmer, northern coast.",
            "siteName": "Kivotos Hotels",
            "shortName": "The most famous beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 53147,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "The Super Paradise Beach, sometimes also known as Jacky O Beach or Pinky Beach, is an absolute scene beach on Mykonos. Compared to its big brother, the famous Paradise Beach, a more upscale crowd meets at this wonderful bathing spot. In the morning the beach is still wonderfully quiet, and invites you to relax and chill out.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Just along the road from Paradise beach is Super Paradise beach which is one of the most beautiful in Greece, with soft, golden sand and crystal clear water. It’s organized with umbrellas and sunbeds. It’s a great place to spend the day, but it’s advisable to arrive early because it can get crowded during the high season.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 4,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298122",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/the-top-5-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "Super Paradise Beach is located right next to Paradise Beach and is known for its vibrant parties and beach clubs. The beach is one of the most popular and lively spots on the island, attracting a young and energetic crowd. Super Paradise Beach is well-organized, with sun loungers and umbrellas available for rent.",
            "siteName": "Greece Insiders",
            "shortName": "Mykonos Beaches: Your Ultimate Guide",
            "indexInSource": 5,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "548956",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-iconic-beaches-love-mykonos",
            "sourceSite": "Web",
            "snippet": "It takes something special to pull off being called Super Paradise. Just around the bay from Paradise, the party mood continues at the beach club here, but Super Paradise takes the swimming experience a notch higher. The water is especially clear and the sand is fine and golden, attracting a more chic ambience.",
            "siteName": "Discover Greece",
            "shortName": "The 12 best-known beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298128",
            "type": "webPlacesList",
            "url": "https://www.grekaddict.com/best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Super Paradise Beach is located next to Paradise Beach and it is considered one of the best beaches in Mykonos. It has crystal clear waters and it is quite popular among the LGBTQ community. Super Paradise gets flooded with tourists every summer and it turns into a party haven with lots of fun and mingling.",
            "siteName": "Grekaddict.com",
            "shortName": "7+1 Best Mykonos Beaches - Mykonos Guide",
            "indexInSource": 0,
            "iconSiteId": 13182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "Super Paradise beach is the most alternative and anti-conformist beach on the island. Virtually void of hotels, the exclusivity of Super Paradise beach has made it a favorite for mostly gay but also straight visitors to the island for many years. Nice pebbly sand and the water is perfect for swimming.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 13,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "It's one of the best beaches in Mykonos, and in fact the whole of Greece, for people who like to party. Some of the best clubs in Mykonos, like Jackie O, can be found in this area. In fact, Super Paradise is one of the first beaches that became famous for its endless party atmosphere.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 5,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "421575",
            "type": "webPlacesList",
            "url": "https://theislandvoyager.com/islands/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "This beach is home to Super Paradise beach club and JackieO’. Both of which are mainstays on Mykonos, well known for their parties and events. The vibe is relaxed during the day with people occupying the sunbeds and umbrellas.",
            "siteName": "The Island Voyager",
            "shortName": "The Best Beaches In Mykonos, Greece (with Map)",
            "indexInSource": 0,
            "iconSiteId": 45138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275159",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/visit-mykonos/item/251-guide-to-mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "The Beach of Super Paradise - credits: Aerial-motion/Shutterstock.com. Let’s start by saying that Super Paradise Beach is not for everyone. If you’re looking for a family-friendly spot, cross it off your list.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 4,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178573",
            "type": "webPlacesList",
            "url": "https://www.efultimatebreak.com/blog/europe/greece/mykonos-beaches-party-vibes-local-experts",
            "sourceSite": "Web",
            "snippet": "Vibe: You catch yourself saying Paradise Beach just doesn’t go hard enough. Picture a magic wand that could turn regular Cheetos into Flamin’ Hot Cheetos. Or make that mimosa bottomless.",
            "siteName": "efultimatebreak.com",
            "shortName": "Souvlaki & Sunshine: Mykonos’ 6 Best Beaches For Every Vibe",
            "indexInSource": 1,
            "iconSiteId": 34942,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 7.5 km southeast of ChoraDescription: Super Paradise is right next to Paradise. Well-organized like its neighboring coast, it is one of the most popular beaches on Mykonos.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 0,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ABStVMK8aLA4vMXQq2LDigg8P0oSV0Rj",
          "OctAKCSV45EVxA7HTpsvNUQyzAcnfjz3",
          "fKQNypY7n7fomHis2NmbUWMHTSiR50mk",
          "7OSQiYuv519XIpS7mEbE5mVeDEOYjbPb",
          "SQuh4RDwQad1Sl7HUFtZOSATrwji86Pj",
          "ABStVMK8aLA4vMXQq2LDigg8P0oSV0Rj",
          "OctAKCSV45EVxA7HTpsvNUQyzAcnfjz3",
          "fKQNypY7n7fomHis2NmbUWMHTSiR50mk",
          "7OSQiYuv519XIpS7mEbE5mVeDEOYjbPb",
          "SQuh4RDwQad1Sl7HUFtZOSATrwji86Pj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Super Paradise Beach Club",
        "placeId": "ChIJmTndipW-ohQRU8nVD4FLx5c",
        "internationalPhoneNumber": "+30 2289 026062",
        "reviews": [
          {
            "rating": 5,
            "text": "My friends and I rented cabanas and sun beds for day long beach time on two different days and thoroughly enjoyed our experience. Our server, Christi, went above and beyond. He is someone that is passionate about their job and goes the extra mile beyond just getting you drinks and food to ensure you have a great time. He was very attentive, brought positive high energy, was engaging, and would even recognize when the group was feeling a bit low energy and help by making us laugh, getting us to dance, and bringing over complimentary shots. The food was well-portioned and tasty. The drinks were top notch. The live dancers were a nice touch to get the dance floor going to transition the daytime beach to sundown party vibe. The DJ was fun and we had fun dancing. This beach club is on the pricier side but felt it offered a wide variety of high quality entertainment from beach lounging, partying, dancing, and eating. The towels, sun beds and cabanas were worth it and allowed us to enjoy the beach from morning to night.",
            "author_name": "Michael Hong",
            "relative_time_description": "",
            "time": 1753320577,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a pretty location, friendly staff, and yummy food. Huge appreciation to the staff for the surprise at the end of my visit! I had pre-booked two chairs for my mom and me, but my mom didn't make it due to falling ill, so I went solo! My day was extremely relaxing and the staff were attentive, and when I asked for my food and drink bill, they kindly informed me it was on the house since I had paid for two chairs already. Thank you, Super Paradise! Such a wonderful end to my trip to Greece.",
            "author_name": "Miranda E",
            "relative_time_description": "",
            "time": 1755099463,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a good experience in this beautiful beach club. Drinks and food were amazing. We didn't book sun beds but easily got them within 20 minutes of waiting which went really quick with all the good music and vibes. Top service too with waiters tending to the beds.",
            "author_name": "Khushi N K",
            "relative_time_description": "",
            "time": 1756069335,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://super-paradise.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Bar",
          "Outdoor Activities",
          "Boutique",
          "Gift shop",
          "Hookah bar",
          "Massage therapist",
          "Restaurant",
          "Water sports equipment rental service",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 234,
            "2": 181,
            "3": 481,
            "4": 1145,
            "5": 3314
          }
        },
        "minMinutesSpent": 240,
        "latitude": 37.415503,
        "address": "Super Paradise Beach, Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJkZs88LS4ohQRobR5Hkdk0Xg",
        "generalDescription": "Mykonos, a small island in Greece, is renowned for its vibrant nightlife, 16th-century windmills, and beautiful beaches. One of the exclusive resorts on the island is Santa Marina, offering private sandy beaches and luxurious accommodations including rooms with private plunge pools and sprawling villas. The resort features a beach club where guests can enjoy stunning views of the ocean and watch mega yachts sail by.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.366722,
        "rating": 4.5,
        "numRatings": 2831,
        "sources": [
          {
            "id": "548956",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-iconic-beaches-love-mykonos",
            "sourceSite": "Web",
            "snippet": "Mykonos is a member of Greece’s Cyclades islands, the most famous island chain in the Aegean Sea. How do you get to Mykonos by ferry?. There are regular ferries to/from Piraeus and Rafina (eastern Attica) and many other Greek islands, including the Cyclades (Santorini, Ios, Milos, Syros, Paros, Naxos, Tinos etc), Dodecanese (including Rhodes and Kos) and Crete.",
            "siteName": "Discover Greece",
            "shortName": "The 12 best-known beaches in Mykonos",
            "indexInSource": 8,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389938",
            "type": "webPlacesList",
            "url": "https://www.ilmioviaggioa.com/en/post/best-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "Another beautiful beach on the island and located near Ornos . It can always be reached by bus. The beach is smaller than the rest of the others but it is worth a visit.",
            "siteName": "Il mio viaggio a",
            "shortName": "Best beaches of Mykonos: with video & map",
            "indexInSource": 0,
            "iconSiteId": 87723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 11,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hlL8S65rvfGt7FksHLR8DLojagyK2WeM",
          "BPnFeqVh8XWzOdNvFk5Xp7XxFzZGMh1q",
          "GB9d8Lo3gJyNKixsjV3lqQwf9sGN44SQ",
          "TmAvVtpcdxbe6gDzFpBiOnTutC5DKgVv",
          "sz1h6MtE8rnk003SggYZFLFI0Q50yMrs",
          "hlL8S65rvfGt7FksHLR8DLojagyK2WeM",
          "BPnFeqVh8XWzOdNvFk5Xp7XxFzZGMh1q",
          "GB9d8Lo3gJyNKixsjV3lqQwf9sGN44SQ",
          "TmAvVtpcdxbe6gDzFpBiOnTutC5DKgVv",
          "sz1h6MtE8rnk003SggYZFLFI0Q50yMrs"
        ],
        "openingPeriods": [],
        "name": "Mykonos",
        "placeId": "ChIJkZs88LS4ohQRobR5Hkdk0Xg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We visited one day off of our cruise ship.  There was a shuttle from the port to the town or a 30 minute walk.  We really enjoyed walking around the town seeing the beautiful architecture.  Buildings are all white but very colorful doors, windows, and/or balconies.  We enjoyed seeing the windmills, churches, shops and restaurants, flowers, and cats.  We found the people very friendly.  The streets are busy so watch for motorcycles especially.  There are 2 public beaches.  There is a public restroom at the shuttle drop off and somewhere in the middle that are free to use.  Maybe you will be lucky and see Petros the Pelican.",
            "author_name": "April Williams",
            "relative_time_description": "",
            "time": 1751715829,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really beautiful place, loved seeing the waters and just only wished that I would have seen the more local side of what makes up this island.\n\nEnjoyed their local beer, had some nice seafood here and can't wait to come back here again.",
            "author_name": "Ryan",
            "relative_time_description": "",
            "time": 1755535563,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place itself is beautiful, and I like that it's mostly white with touches of blue. The food and drinks are expensive, and it's very crowded. I should mention that we went in August, so maybe if you visit at a different time it wouldn't be as busy. What bothered me the most was the strong wind, which really affected my overall experience.",
            "author_name": "Anna-Mari Ezgeta",
            "relative_time_description": "",
            "time": 1756879344,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 149,
            "2": 65,
            "3": 140,
            "4": 414,
            "5": 2058
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.44146,
        "address": "Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJAdL9oam_ohQR0JU938O4Bec",
        "generalDescription": "Agrari Beach in Mykonos is a serene and relaxed spot located 8km southeast of Mykonos Town. It's nestled between Super Paradise and Elia Beach, offering a tranquil cove with lush foliage. The beach is accessible by taxi boats from Mykonos Town and Platis Gialos. While not known for wild parties, it does attract a small gay crowd seeking a more laid-back atmosphere.",
        "utcOffset": 180,
        "maxMinutesSpent": 240,
        "longitude": 25.382967,
        "rating": 4.4,
        "numRatings": 1654,
        "sources": [
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "8km southeast of Mykonos Town, is this idyllic cove situated between Super Paradise and Elia Beach. The beach has lovely foliage surrounding the area and is one of the beach stops for caiques (taxi boats) departing from both Mykonos Town and Platis Gialos. Agrari is not a throbbing party beach and attracts a small gay crowd who want less of a party scene, but there is a beach bar that can turn into an impromptu party occasionally or where you can relax in the shade at a table under the trees to get a break from the summer sun.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 0,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 8.5km South of Mykonos TownDescription: Located right next to Elia beach, it is a mixed sandy-pebble beach. Agrari is well organized with sunbeds and umbrellas, with many water sports but less popular than its neighbour and much calmer, couples seem to prefer this beach. You can get here by car, or motorbike as there is no public bus that serves this beach.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 4,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Another wonderful choice for those looking for a Mykonos beach with no crowds!. There’s no bus service to Agrari, it’s necessary to walk from Elia, but those who do will be rewarded with soft white sand and cobalt sea. There are also some nice local restaurants just behind the beach, and you can rent umbrellas and sun loungers on the left side of the beach.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 3,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298138",
            "type": "webPlacesList",
            "url": "https://santorinisecrets.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "This is another beautiful beach, a bit seclusive for those who do not like crowds. The crystal clear blue water will pay you off for the difficult route, the long sandy beach is split up into right and left hand side which provides umbrellas, sunbeds, beach tavern and water sports. You can reach  Agrari beach by car or bike, the taxi costs around 22 euros.",
            "siteName": "Santorini Secrets",
            "shortName": "21 Best Mykonos Beaches (2024 UPDATE)",
            "indexInSource": 8,
            "iconSiteId": 17930,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2349210",
            "type": "webPlacesList",
            "url": "https://www.kidslovegreece.com/our_top_selections/the-best-beaches-for-kids-and-families-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "For many locals, Agrari Becah is their favourite family beach for families in Mykonos as it is a quiet beach with a nice reasonably priced little restaurant. Similar to Elia, Agrari is LGBTQ+ friendly with a nudist area. Agrari is a long sandy beach with a busier area (umbrellas and sunbeds) on one side, and undeveloped on the other side, with just sand.",
            "siteName": "Kids Love Greece",
            "shortName": "Family-Friendly Beaches in Mykonos | Recommendations for parents by",
            "indexInSource": 6,
            "iconSiteId": 16181,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Beach Agrari is a terrific choice for an unforgettable beach day in Mykonos. Probably because of the steep approach, this stunning bay is sparsely visited and promises pleasantly relaxed swimming even in high season. There is neither loud music nor lively beach clubs, but a relaxed atmosphere away from the busy party beaches of Mykonos.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 13,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "This is a long and picturesque beach, with a traditional white chapel. It’s right next to the very popular Elia (see above), but much quieter. What it does have in common with its neighbor is the fact that it’s clothing-optional and attracts a significant number of gay men.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 9,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "If you are not a party person, Agrari beach might be one of the best beaches in Mykonos for you. It’s pretty, great for swimming, and there are many amenities in terms of tavernas and bars, without the extreme party scene. Water sports are also available.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 6,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location:  8 km southeast of ChoraDescription: A nice cove between the popular Elia and Super Paradise, Agrari is lovely, with golden sand and crystal waters.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 6,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9VDsde3eEud04sssiaakB47mhUN4kHgd",
          "AzlsaP5m94oHfVFbhSDf5G1o5KPJq3kh",
          "fuo9wfypBN08HH6iwWJnpmvYDAL9pRuA",
          "0HeWoNA1cSBCR4GAOMlT4nZAE1IsJBcZ",
          "ma2KyTG6VTPsfjX4Eaycpg69aG7GsFl9",
          "9VDsde3eEud04sssiaakB47mhUN4kHgd",
          "AzlsaP5m94oHfVFbhSDf5G1o5KPJq3kh",
          "fuo9wfypBN08HH6iwWJnpmvYDAL9pRuA",
          "0HeWoNA1cSBCR4GAOMlT4nZAE1IsJBcZ",
          "ma2KyTG6VTPsfjX4Eaycpg69aG7GsFl9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Agrari Beach Mykonos",
        "placeId": "ChIJAdL9oam_ohQR0JU938O4Bec",
        "internationalPhoneNumber": "+30 2289 071295",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a brilliant restaurant at one of the most beautiful beaches of Mykonos.\n\nNot only is there a great variety of culinary options the food was outstanding. Moreover, the staff - and especially Eddy - were extremely friendly and forthcoming. We enjoyed several meals at this wonderful restaurant.\n\nHighly recommended.",
            "author_name": "Louis",
            "relative_time_description": "",
            "time": 1723841536,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "This place leaves their broken umbrellas on the other side of the barrier they have built on the beach, zero respect for nature and for whoever is going to the beach.\n\nIf you like animals, dont come here either. Cats in the restaurant are not neutered, are super hungry and unwell. Clear signals of a place that doesn even take care of the community animals.\nPlease dont support this type of place. The cats leave near the restaurant, are super hungry and they dont take care of them. Stay away from places like this that profit from tourism but dont care about animals and environment. And when asked abut this they were extremely weird and shady.",
            "author_name": "Indiana Pesaro Torretta",
            "relative_time_description": "",
            "time": 1748103011,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a nice option, but nothing special. It's right by the beach. It's not cheap but not as expensive as other beach clubs' restaurants. Not crowded nor noisy (June 30th).\n\nThe waiter was not friendly, but I guess we all can have a bad day. We spent around 80€ for two people (NO DRINKS, just Coke Zero).",
            "author_name": "Juan Buchelli",
            "relative_time_description": "",
            "time": 1751313781,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.agraribeach.gr/",
        "index": 3,
        "id": "",
        "categories": [
          "Country food restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 67,
            "2": 34,
            "3": 137,
            "4": 392,
            "5": 1024
          }
        },
        "minMinutesSpent": 240,
        "latitude": 37.421658,
        "address": "Agrari Beach, Αγραρι 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJn0GDjZC_ohQRuL3YINxyBKM",
        "generalDescription": "Agios Stefanos Beach, located on the west coast of Mykonos, just north of the ferry port, offers a serene escape from the island's lively atmosphere. Families with children, couples, and older visitors all appreciate its unique ambiance. The soft sandy beach is never too crowded even during peak season and provides a perfect tourist experience with accommodations, restaurants, and bars nearby. This low-key sunbathing spot is protected by imposing cliffs and remains unbothered by beach clubs.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.318298,
        "rating": 4.4,
        "numRatings": 1567,
        "sources": [
          {
            "id": "264822",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/greece/articles/the-most-beautiful-beaches-on-mykonos-greece/",
            "sourceSite": "Web",
            "snippet": "Protected by hulking, knobbly grey cliffs is a low-key sunbathing spot that feels lodged in an era before Mykonos went mainstream. In-the-know folks staying close to Mykonos Town seek it out for a paddle between walks and sightseeing; a scattering of loungers is on hand if you want to make a day of it, but it’s largely unbothered by beach clubs. Come here for sunset after a day in the main port – yours to watch either from the sands or from the charming Limnios Tavern above the beach.",
            "siteName": "The Culture Trip",
            "shortName": "The 8 Most Beautiful Beaches On Mykonos Greece",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "This picturesque bathing bay is located on the west coast of Mykonos, a little north of the ferry port, and is a guarantee for quiet summer days on the otherwise lively vacation island. Especially families with children, but also couples and older people enjoy the unique atmosphere that surrounds this bathing bay. This soft sandy beach is never too crowded even in the high season, yet there is always something going on and also the tourist offer with accommodation, restaurants and bars is just perfect.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 14,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2349210",
            "type": "webPlacesList",
            "url": "https://www.kidslovegreece.com/our_top_selections/the-best-beaches-for-kids-and-families-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Agios Stefanos is the beach closest to Mykonos Town and it is very popular among families due to its shallow waters, fine sand, and the fact that it is well protected from the winds. That said, it can get crowded as there are lots of different restaurants in the area. There are also watersports available.",
            "siteName": "Kids Love Greece",
            "shortName": "Family-Friendly Beaches in Mykonos | Recommendations for parents by",
            "indexInSource": 0,
            "iconSiteId": 16181,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 3km East of Mykonos TownDescription: A well-developed, sandy beach next to the new harbour. Agios Stefanos is very popular and gets very crowded during summertime. This beach is about the length of a soccer pitch and is also reachable by bus from Mykonos town.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 11,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "The abundance of restaurants, beachside amenities, and water sports facilities are the draw of Agios Stefanos Beach. This is also the closest beach to Mykonos Town, and there are several nearby hotels. Young kids love this beach because the waters are safe for swimming.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 9,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "The closest major beach to the port, it offers shallow waters and romantic sunset views. Because of its central and wind-protected location, it can often be crowded with people of all ages, who relax as the ships go by. Beach for: Families, Swimming, Water Sports",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 12,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location:  5 km north of ChoraDescription: Agios Stefanos is a small protected cove in proximity to Chora but far from the busy south of Mykonos, so it remains calm most of the tourist season.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 7,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gfge5IjA6dtZpKiSvWTaJwwTzFtIDOl9",
          "VQ8eBwIhPxxbnAlexVGUAOD8JY9qNr9Y",
          "rUG1XJYdaSoXHcTRIBfU0TTPQZQwhI2a",
          "O2rjoOT5laWefEJMCsIDRBtzJNU20pkZ",
          "fKhrYJjTF1iW9ZHLfyxSl0V05zDUxmeT",
          "gfge5IjA6dtZpKiSvWTaJwwTzFtIDOl9",
          "VQ8eBwIhPxxbnAlexVGUAOD8JY9qNr9Y",
          "rUG1XJYdaSoXHcTRIBfU0TTPQZQwhI2a",
          "O2rjoOT5laWefEJMCsIDRBtzJNU20pkZ",
          "fKhrYJjTF1iW9ZHLfyxSl0V05zDUxmeT"
        ],
        "openingPeriods": [],
        "name": "Agios Stefanos Beach",
        "placeId": "ChIJn0GDjZC_ohQRuL3YINxyBKM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very Calm. Few Restaurants around. The water is cold but once you go in is perfect. Walking distance from the cruise port.",
            "author_name": "Yuli Zam",
            "relative_time_description": "",
            "time": 1748515635,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "So Nice. Very beautiful and quiet cove with the sea always flat and with very beautiful colors, wonderful view with Kastri Island and its church in front! You can also find artifacts of a temple practically on the sea! Really very nice to see",
            "author_name": "Edoardo Fretto",
            "relative_time_description": "",
            "time": 1751619903,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most relaxing beach on the island, IMO.\nThere is a small section dedicated to sunbeds & umbrellas but the rest of the beach is quiet and peaceful. No loud or obnoxious beach clubs here!\nSoft sand with crystal-clear waters - perfect for swimming.",
            "author_name": "Rachel L",
            "relative_time_description": "",
            "time": 1725278671,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 35,
            "2": 32,
            "3": 148,
            "4": 442,
            "5": 909
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.469323,
        "address": "Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJB-D0vrzAohQR_mQMuMsgoW0",
        "generalDescription": "Paralia Agios Sostis, located 7.5 km away from Mykonos Town, is a serene and unspoiled beach that offers tranquility away from the bustling tourist crowds. Unlike many other beaches in Mykonos, Paralia Agios Sostis remains unorganized with only one tavern at its quiet end. This makes it an ideal destination for those who prefer a more laid-back and natural beach experience without the typical tourist luxuries like sunbeds and restaurants.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.359593,
        "rating": 4.7,
        "numRatings": 299,
        "sources": [
          {
            "id": "2178556",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/mykonos/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "Agios Sostis Beach,  Best beaches in Mykonos - credits: Aerial-motion/Shutterstock.com. Far from the large crowds, the most popular beaches gather and the wild ways of the rest of the island, and 7.5 km away from Mykonos Town lies the beach of Agios Sostis, our personal favorite beach in Mykonos that has remained unspoiled in the face of the great development of the island. A perfect destination in Mykonos for anyone who seeks tranquility, Agios Sostis beach is one of the few unorganized beaches in Mykonos, and apart from a single tavern at one end of the quiet beach, it doesn't provide any other luxury.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 6,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100108",
            "type": "webPlacesList",
            "url": "https://www.oliverstravels.com/blog/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "The beach below foodie hotspot Kiki’s – among the best restaurants in Mykonos – Agios Sostis is a great spot to snooze off those pork skewers chargrilled to perfection by the tiny tavern. Quite a humble affair, this understated stretch is free from loungers or deck chairs, so take a towel. Be careful when running into the cooling sea: the shore is peppered with sea urchins – a speciality on the menu at the acclaimed Spilia, across the other side of the island on Agia Anna.",
            "siteName": "Oliver's Travels",
            "shortName": "10 Best Beaches in Mykonos",
            "indexInSource": 5,
            "iconSiteId": 2523,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "One of the most beautiful beaches in the north of the island of Mykonos is Agios Sostis Beach. This breathtaking bathing bay is named after the small church that is located at the tip of the beach. Vacationers love this quiet, secluded sandy beach, which is far away from the hustle and bustle and inspires with absolutely chill flair.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 12,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "On the northern coast, Agios Sostis Beach is one of the least developed, offering a genuinely secluded experience. With no organized facilities, you’ll need to bring your own supplies, but the untouched natural beauty makes it worth it. This beach is perfect for those seeking peace and privacy.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 7,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 8 km northeast of ChoraDescription:  Due to its distance from Chora and the always bustling beaches, Agios Sostis is one of the calmest destinations for a swim in Mykonos.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 11,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846652",
            "type": "webPlacesList",
            "url": "https://hauteretreats.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "It’s known for its relatively shallow water and its proximity to the town of Mykonos. The sand is said to be the finest in all of Greece.",
            "siteName": "Haute Retreats | The Best in Luxury Villa Rentals | + 1 888 279 6444",
            "shortName": "Best 6+ Beautiful Beaches in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 7550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BH02a6Lceq1xMb5ek30p5b6Pd2FqXLE7",
          "ViWP240Jj9D286RC4gvkibzg5NaqFTxq",
          "41UGQVuN606zotpYk0IabXW6lCRY5U05",
          "mSc9Rc8jhv4xVEapHZea9yTwmP3P9l51",
          "BH02a6Lceq1xMb5ek30p5b6Pd2FqXLE7",
          "ViWP240Jj9D286RC4gvkibzg5NaqFTxq",
          "41UGQVuN606zotpYk0IabXW6lCRY5U05",
          "mSc9Rc8jhv4xVEapHZea9yTwmP3P9l51"
        ],
        "openingPeriods": [],
        "name": "Paralia Agios Sostis",
        "placeId": "ChIJB-D0vrzAohQR_mQMuMsgoW0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the last virgin beaches of Mykonos! Perfect for swimming and sunbathing. If you want a beautiful and relaxing beach experience it's the perfect place. Better to go early cause it's very difficult to park a car.",
            "author_name": "Gerasimos Kontogeorgis",
            "relative_time_description": "",
            "time": 1736549933,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely beach. There are no sunbeds or umbrellas.\nThe views are nice, the sand is great. We thought we would stay 5/10 minutes just to visit, but we spent here the whole day. We had an umbrela for shade.\nBring you staff with you, as the parking is not on the beach.\nWe ended our day at the Kiki taverna.",
            "author_name": "kosta bk",
            "relative_time_description": "",
            "time": 1750682089,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful wild beach with fine sand and transparent waters full of fish! There are no beach clubs so go there prepared, the only place with food nearby is Kiki restaurant which is a tavern on a lovely spot but quite expensive and I found the food heavy and nothing special.",
            "author_name": "Roberta Massabo",
            "relative_time_description": "",
            "time": 1725187018,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 3,
            "3": 8,
            "4": 55,
            "5": 230
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.484086,
        "address": "846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJkcvmGA-_ohQR1jb08ltTwsk",
        "generalDescription": "Ornos Beach, located just 2 km southwest of Mykonos Town, is a popular and trendy destination known for its family-friendly atmosphere. Unlike some of the other beaches on the island, Ornos offers calm waters and soft sand, making it ideal for young visitors. The area is lined with rental chairs and umbrellas, beach bars, restaurants, and hotels. It's a picturesque setting with plenty of beach hotel rooms, cafes, taverns, and activities like diving.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.323344,
        "rating": 4.3,
        "numRatings": 3159,
        "sources": [
          {
            "id": "275159",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/visit-mykonos/item/251-guide-to-mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "The beach of Ornos with part of Mykonos Town in the background- credits: fokke baarssen/Shutterstock.com. Protected from the strong winds the island is infamous for, the beach Ornos is one of the most family-friendly Mykonos beaches of the island, located just 2 km southwest of the lively Mykonos Town, in the picturesque setting of the village of Ornos, which has developed into one of the most popular tourist spots in recent years. The area offers an abundance of beach hotel rooms, cafes, taverns, and fun activities, such as diving.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 0,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "Ornos Beach, in the south part of Mykonos, is the closest beach to Mykonos Town, set just 2.5km away from the island’s capital. With fine, golden sand, its turquoise, crystal-clear waters and wide range of restaurants and bars close by, Ornos is considered one of the most family-friendly beaches on the island. There are plenty of sunbeds available for the ultimate relaxation, but it also provides plenty of activities to do throughout the day.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 3,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298138",
            "type": "webPlacesList",
            "url": "https://santorinisecrets.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Ornos is a beach south to Korfos with very frequent bus routes, loads of hotels and restaurants. Ornos beach is one of the busiest beaches of the island and it is a favourite place for families as it’s got all the necessary services and amenities. Ornos area has been developed into an almost autonomous settlement the last years and many boats and yachts spend the night there, as it’s got a lot of restaurants and beach bars.",
            "siteName": "Santorini Secrets",
            "shortName": "21 Best Mykonos Beaches (2024 UPDATE)",
            "indexInSource": 2,
            "iconSiteId": 17930,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "On the southern coast of the island is the picturesque Ornos Beach, another highlight of the most beautiful and at the same time popular beaches on Mykonos. This rather shallowly sloping beach is especially popular with couples and families because there are neither wild parties nor loud music. Really stunning in this bathing bay is the velvety soft sand and also the sea colors are incredibly spectacular here.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178563",
            "type": "webPlacesList",
            "url": "https://www.lenovillas.com/blog-mykonos/are-you-looking-for-the-best-free-beach-in-mykonos",
            "sourceSite": "Web",
            "snippet": "Finally, Ornos Beach is another excellent choice for those looking for a free beach experience in Mykonos. Located just a short distance from the town of Mykonos, this beach offers crystal clear waters and soft, sandy shores. The beach is well-equipped with sun loungers and umbrellas for rent, as well as a variety of water sports activities.",
            "siteName": "Leno Villas Mykonos",
            "shortName": "Best beaches for locals in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 304978,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Ornos beach, only 3 km away from Mykonos Town is well developed with sunbeds and umbrellas, many cafes and restaurants and resorts. Family-friendly with sand and clean, blue water, it’s located in a lovely bay with great views. Although it can get crowded, it is more relaxed than other beaches, so it’s an enjoyable place to spend the day.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 0,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100108",
            "type": "webPlacesList",
            "url": "https://www.oliverstravels.com/blog/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Ornos Beach wraps around a former fishing village of the same name and is one of the best beaches in Mykonos for families. Expect umbrellas and loungers to hire, plus a cluster of seafront bars and restaurants for all-day refreshments. Watersport rental outfits hire out windsurfing equipment, and a diving school runs courses and tours.",
            "siteName": "Oliver's Travels",
            "shortName": "10 Best Beaches in Mykonos",
            "indexInSource": 0,
            "iconSiteId": 2523,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1645812",
            "type": "webPlacesList",
            "url": "https://www.christhefreelancer.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Situated right across from Korfos Beach, Ornus is nothing like its cousin across the strait. We found the beach to be over-crowded and not exactly family-friendly. We decided to sit away from the beach and grab a coffee but we're interrupted by the loud noises of young party-goers driving recklessly around the bend.",
            "siteName": "Chris the Freelancer",
            "shortName": "Chris' Guide to Mykonos Beaches",
            "indexInSource": 1,
            "iconSiteId": 241439,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2349210",
            "type": "webPlacesList",
            "url": "https://www.kidslovegreece.com/our_top_selections/the-best-beaches-for-kids-and-families-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "There is an ongoing debate about whether Ornos Beach is a family-friendly beach or not. We answer that “it depends” on what you are looking for. If you are looking for a bustling beach with loud music, and lots of choices of trendy beachfront bars and restaurants, then, Ornos is the beach for your family.",
            "siteName": "Kids Love Greece",
            "shortName": "Family-Friendly Beaches in Mykonos | Recommendations for parents by",
            "indexInSource": 2,
            "iconSiteId": 16181,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "It’s considered as one of the best and organized beaches of Mykonos. Ornos is a popular family-friendly beach where you can find a relaxing atmosphere, although it can become very crowded. The beach provides almost all your needs: tavernas, restaurants and cafes, there is even a small beach bar.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 6,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "It’s both the most family-friendly beach in Mykonos and one of the trendiest for young people and couples. It’s a frequent stop for boats and yachts, and has many places to eat and drink, as well as several attractive hotels and resorts. For this reason, it can get crowded in July and August.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 5,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "Next to a tiny fishing port, this family-friendly beach has a sandy shoreline nestled in a picturesque bay. The surrounding hillsides are dotted with little whitewashed Cycladic houses. Because Ornos Beach has top-notch amenities and is near Mykonos Town, it can get crowded during summertime.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Located southwest of Mykonos Town, Ornos Beach is easily accessible and highly popular among families. The calm waters make it ideal for swimming, especially for kids. Ornos offers a variety of amenities, including numerous restaurants and bars right along the coastline.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 0,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846652",
            "type": "webPlacesList",
            "url": "https://hauteretreats.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Ornos Beach is a place of natural wonder on the island of Mykonos. Stretching over 1000 meters of coastline, its fine white sand and crystal waters call to all who seek inspiration. This beach was formed through the patient work of wind and waves over countless years.",
            "siteName": "Haute Retreats | The Best in Luxury Villa Rentals | + 1 888 279 6444",
            "shortName": "Best 6+ Beautiful Beaches in Mykonos",
            "indexInSource": 0,
            "iconSiteId": 7550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 2.5km South of Mykonos TownDescription: Busy family and tourist beach. It gathers many for its sunbeds and umbrellas, bars and restaurants. The sandy beach slopes gently into the sea and there are also schools for sea skiing and surfing.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 14,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 3.5 km south of ChoraDescription: Ornos is a lovely bay with sand and clean water. Located relatively close to Chora, it's a teeming beach featuring well-developed tourist facilities.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 8,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "i1GIICqPJAGDaSyYCsQxRmcIR06k2SUk",
          "uBziw0whNWnjBVahZzrTaIJTEnPaDWhv",
          "PzmQ0DwM8E1t6GoWvWrUWkbtVOyFnnRn",
          "5lO5TnCFwgT2gMR7qKxWY8OoRUk2ghMN",
          "wfJICqxNZ2QjdMqOFUBjStYaCQuhEyzq",
          "i1GIICqPJAGDaSyYCsQxRmcIR06k2SUk",
          "uBziw0whNWnjBVahZzrTaIJTEnPaDWhv",
          "PzmQ0DwM8E1t6GoWvWrUWkbtVOyFnnRn",
          "5lO5TnCFwgT2gMR7qKxWY8OoRUk2ghMN",
          "wfJICqxNZ2QjdMqOFUBjStYaCQuhEyzq"
        ],
        "openingPeriods": [],
        "name": "Ornos Beach",
        "placeId": "ChIJkcvmGA-_ohQR1jb08ltTwsk",
        "internationalPhoneNumber": "+30 2289 022800",
        "reviews": [
          {
            "rating": 5,
            "text": "The crystalline waters invite you to unwind and soak up the Mediterranean sun.  Soft sands stretch along the shoreline, providing ample space for relaxation.  A gentle breeze carries the scent of saltwater and nearby flora. The beach offers a tranquil escape from the everyday hustle.  It's an ideal spot to enjoy the beauty of the Aegean Sea.\nWith a lot a boats park on the sea",
            "author_name": "naty yona",
            "relative_time_description": "",
            "time": 1747913085,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Noon, April 8, 2025\nDuring this season, most of the nearby restaurants are still closed. The beach isn't very clean, with lots of branches, debris, and black sand. It's quite small compared to other beaches. I didn't see any sunbeds, and I might be the only person here.\n\nThe weather today is cloudy and windy, so the ocean view isn't as impressive as described in other reviews.\n\nNot the best beach for this season, but if you're staying near the Old Port without a car, a 30-minute walk here could still be a nice stroll.",
            "author_name": "C",
            "relative_time_description": "",
            "time": 1744101842,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach is quite beautiful, but it's packed with day beds at fairly expensive prices (40-50 € for a pair). The free parts of the beach are very limited and get full quickly.\n\nThe water is very clear and you can see small fishes swim around your feet. There are no rocks, all sand.\n\nWe paid for day beds on one day and spent our day on the beach on the very first row of beds, closest to the water. We picked the area with the yellow umbrellas; they had the best prices for beds and for food. We enjoyed are day there, but it's pricey, relative to most beach days on most of our vacations. Maybe this is the norm in Europe, but we are not used to this level of commercialization.",
            "author_name": "MillionMile Travel",
            "relative_time_description": "",
            "time": 1750318971,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Scenic spot",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 116,
            "2": 113,
            "3": 362,
            "4": 722,
            "5": 1846
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.422572,
        "address": "C8FF+FF, Ornos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJlQ4-nii5ohQR2XhxuwXOCvs",
        "generalDescription": "Elia Beach is a soft, sandy beach located in the south of Mykonos. It's easily accessible by public bus from Mykonos Town and is popular with tourists for its stunning views and tranquil atmosphere. The beach is also great for swimming, sunbathing, and soaking up the rays.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.389774,
        "rating": 4.4,
        "numRatings": 806,
        "sources": [
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Definitely one of the most popular and also largest sandy beaches on the island is Elia Beach. This velvety, absolutely paradisiacal swimming beach is located in the south of Mykonos and is also easily accessible by public bus from Mykonos Town. This bay inspires in many ways.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 6,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "L4d2RmelUV6c8llCXqiFbn8kxNQitlCr",
          "K1xLF3VgI4Z8iWgoTnvN3M3HoOTIe7MB",
          "j1lqKwxglOvu1Vma0b3yzFIoLfacnnJY",
          "S59zidXwb3ydZLJciT5ub98QD4WG52gl",
          "uYPeFPtxHruo1cfvfilsAUXsnn6mviDe",
          "L4d2RmelUV6c8llCXqiFbn8kxNQitlCr",
          "K1xLF3VgI4Z8iWgoTnvN3M3HoOTIe7MB",
          "j1lqKwxglOvu1Vma0b3yzFIoLfacnnJY",
          "S59zidXwb3ydZLJciT5ub98QD4WG52gl",
          "uYPeFPtxHruo1cfvfilsAUXsnn6mviDe"
        ],
        "openingPeriods": [],
        "name": "Paralia Elia",
        "placeId": "ChIJlQ4-nii5ohQR2XhxuwXOCvs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Best beach in Mykonos, in our opinion.\nThis is by far the largest beach we found in Mykonos and without competition- the most serene, clear waters and quiet. Water sports are available and beds (for a price). We also found this to be the beach with the most space for non-paid beachtowl stays.\nHowever, other than the beach, not much is happening here and you're about 20-30 minutes from the town (probably, the furthest you can be).",
            "author_name": "Nathaniel Lavi",
            "relative_time_description": "",
            "time": 1747480440,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice beach with expensive sun beds- first row is €60 euro. Then it get's better. But it is quet and you can order food and drinks at reasonable prices (for Mykonos).",
            "author_name": "Mila Staneva",
            "relative_time_description": "",
            "time": 1752923713,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I don't know of many beaches that are this quiet and beautiful! Lots of seating with umbrellas as well. Water is so clear and just perfect! If you're considering coming… do it!",
            "author_name": "Jason Nicholas",
            "relative_time_description": "",
            "time": 1748335241,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 30,
            "3": 55,
            "4": 182,
            "5": 511
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.422669,
        "address": "846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ1ZguRlK_ohQRfdi5KWfxN6I",
        "generalDescription": "Paralia Ftelias is a serene seaside resort located on the rugged northern flank of Mykonos island. Despite being close to the bustling town of Ano Mera, it offers a peaceful escape with its tranquil beach and small coves for swimming and sunbathing. The area is popular among windsurfers due to the strong winds that create frothy waves, but there are also options for self-catering apartments and locally-sourced food in beach tavernas.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.375332,
        "rating": 4.3,
        "numRatings": 1275,
        "sources": [
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "Due to its strong, northern Meltemia winds, Ftelia is a hugely popular spot for windsurfers. However, it’s usually an isolated place throughout the summer months, with its windy conditions make it less than ideal for swimming and sunbathing. But it still deserves a trip even for non-windsurfers, with a number of  the best Greek bars and clubsclose by it to sit and admire its stunning landscape.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 0,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "370538",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-relaxing-beaches-chosen-locals-mykonos",
            "sourceSite": "Web",
            "snippet": "We head north now to Ftelia, which has made the most of the winds that often blow stronger along this coast by attracting kite- and wind-surfers. There’s a small road (sandy towards the end) that weaves towards the beach, where you’ll find some cool restaurant-beach bars. There’s a more boho, relaxed mood here and a large section of the beach has nothing but sand on it.",
            "siteName": "Discover Greece",
            "shortName": "12 quiet beaches on Mykonos chosen by locals",
            "indexInSource": 3,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LCJZxGVAzNFL8LCU4M5FiIRjHoTrh0QM",
          "NdjZKrrCqBDeqU4VLhaHa6MLjxlqcWeZ",
          "FCdVU1mPapOJ99ZBozrwuFbgVKKfrXAI",
          "N9MK9QeEGfBOak9A75G5nWhGXRCYoKct",
          "P1NblbojvYyR3SUEkcU5ikmoZc2ko3x7",
          "LCJZxGVAzNFL8LCU4M5FiIRjHoTrh0QM",
          "NdjZKrrCqBDeqU4VLhaHa6MLjxlqcWeZ",
          "FCdVU1mPapOJ99ZBozrwuFbgVKKfrXAI",
          "N9MK9QeEGfBOak9A75G5nWhGXRCYoKct",
          "P1NblbojvYyR3SUEkcU5ikmoZc2ko3x7"
        ],
        "openingPeriods": [],
        "name": "Paralia Ftelias",
        "placeId": "ChIJ1ZguRlK_ohQRfdi5KWfxN6I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "After reading the reviews, I guess this beach can be very hit or miss. We came on a day when the wind was blowing from the South. There was a lot of little plastic bottle caps and scraps, but once we got closer, the beach was clean and the water beautiful!",
            "author_name": "Agelika Kocoronis",
            "relative_time_description": "",
            "time": 1728042268,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This was the first beach i visited here in Mykonos, but i cant say it was the best. Yes, its not crowded ,clean water and you can bring snacks of your own but it was very windy. I was dissapointed to see the beach being dirty all over with trash which was sad. Also if you want to go swimming i recommend getting swimming shoes since there were alot if sharp rocks underwater and i got injured swimming. Overall i had a great time but i wouldnt go again ,there are better beaches to visit here:))",
            "author_name": "MechaleAva MechaleAva",
            "relative_time_description": "",
            "time": 1756034989,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful gamely secluded place with small former archaeology dig site done the middle of the back beach. The water here is crystal clear. Loses a star because of the used condoms and bear bottles and cans.\nWhen wind not coming from the north it is quite calm but can get very choppy when  it does",
            "author_name": "Dave T",
            "relative_time_description": "",
            "time": 1655760393,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 56,
            "3": 137,
            "4": 292,
            "5": 739
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.461433,
        "address": "Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJtYPSfxW-ohQRRbHS6o6uO0A",
        "generalDescription": "Kapari Beach, located on the tranquil west coast of Mykonos, is a secluded gem known for its unique setting and crystal-clear waters. This nudist-friendly beach offers a sense of seclusion and tranquility, making it an ideal spot for a peaceful swim. While there are no bars or restaurants on the beach, visitors can easily access amenities from the nearby Adorno Suites restaurant. With its picturesque turquoise waters and rocky surroundings, Kapari Beach provides a serene escape from the bustling resorts.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.30464,
        "rating": 4.8,
        "numRatings": 221,
        "sources": [
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "Just a seven minute’s car ride from Adorno Suites on the west part of the island, Kapari may be small and secluded, but its unique setting and freshwaters turn it into a hidden gem. Its sense of seclusion is also a big reason for its reputation as a nudist-friendly beach. You will need to take food and drink with you – which you can easily get from the  Adorno Suites restaurant – as Kapari has no bars or restaurants to speak of, but it is just a short walk away from the popular Agios Ioannis beach.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 1,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Kapari Beach is a real insider tip when it comes to the best secret beaches in Mykonos because certainly that one is not a bathing bay that everyone already knows. This beach is located on the quiet west coast of the island, away from the lively resorts, and is a guarantee for a great swimming trip. The sea shines in the most beautiful turquoise blue colors and the round rocks of this dream bay conjure up a phenomenal picture book ambience, almost like in the Seychelles.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 3,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "370538",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-relaxing-beaches-chosen-locals-mykonos",
            "sourceSite": "Web",
            "snippet": "Even though you’re just 5km from Hora, and in one of the more developed sections of Mykonos, little Kapari is a jewel of a beach and one of the island’s stars. Near popular Agios Ioannis on the westernmost coast, it’s for those whose dream day on the beach involves throwing a towel onto the sand and just lying back, listening to the gentle wash of the surf and going for the occasional cooling dip. It’s a great swimming spot and just opposite is the island of Delos.",
            "siteName": "Discover Greece",
            "shortName": "12 quiet beaches on Mykonos chosen by locals",
            "indexInSource": 0,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846645",
            "type": "webPlacesList",
            "url": "https://www.cntraveller.com/article/best-beaches-mykonos",
            "sourceSite": "Web",
            "snippet": "Sunsets in Mykonos are brilliantly romantic and, on most summer nights, are impressive along the entire west coast of the island. But at Kapari, a 15-minute drive south of the main town, they ever-so-slightly outshine the others. This small, sheltered cove is one of the most peaceful beaches in Mykonos and a favourite with in-the-know locals.",
            "siteName": "Condé Nast Traveller",
            "shortName": "13 best beaches in Mykonos according to our Greece expert",
            "indexInSource": 7,
            "iconSiteId": 841,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "This small, secluded beach, found at the bottom of a cliff, was once a secret, but hidden paradises are always discovered, so in July and August it can get crowded. Outside those months it usually provides a relaxed atmosphere for refreshing swims in clear waters. It has no facilities of any kind, so bring water and snacks.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 11,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298138",
            "type": "webPlacesList",
            "url": "https://santorinisecrets.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Kapari is next to Agios Ioannis and it has a small nude beach section, too. This hidden-secret beach is located north of Agios Ioannis, behind Agios Ioannis chapel, and then a steep walk downhill. This beach is the well-kept secret of the well-informed visitors and some of the locals’.",
            "siteName": "Santorini Secrets",
            "shortName": "21 Best Mykonos Beaches (2024 UPDATE)",
            "indexInSource": 10,
            "iconSiteId": 17930,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178563",
            "type": "webPlacesList",
            "url": "https://www.lenovillas.com/blog-mykonos/are-you-looking-for-the-best-free-beach-in-mykonos",
            "sourceSite": "Web",
            "snippet": "Overall, Mykonos offers a number of excellent free beach options for those looking to enjoy the island's stunning beaches without breaking the bank. Whether you're looking for a laid-back spot to relax or a more upscale beach experience, Mykonos has something for everyone.",
            "siteName": "Leno Villas Mykonos",
            "shortName": "Best beaches for locals in Mykonos",
            "indexInSource": 3,
            "iconSiteId": 304978,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Kapari Beach is located close to the popular Agios Ioannis beach resort. It used to be the hidden gem of the island but the beach was recently discovered by crowds. It is an organized beach, nudist-friendly with calm waters, and a great spot to watch the sunset.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 8,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "A perfect spot to escape from the large organized beaches and to enjoy your swim unnoticed. The beach with its thin sand and post-stamp size, hidden and surrounded by rocks, without sun beds, umbrellas and tavernas. You need to bring your own food and drinks.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 5,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389938",
            "type": "webPlacesList",
            "url": "https://www.ilmioviaggioa.com/en/post/best-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "You reach this small beach via Agios Ioannis beach, on foot. With a short path you will arrive at this isolated cove far from prying eyes. Take advantage of this because Agios Ioannis and Kapari are close for visit them on the same day.",
            "siteName": "Il mio viaggio a",
            "shortName": "Best beaches of Mykonos: with video & map",
            "indexInSource": 1,
            "iconSiteId": 87723,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "A small beach barely marked on some maps, Kapari is a “secret” beach, visited by locals and people who like exploring. It’s got fine golden sand and no amenities. In our experience, it was a little too crowded when we went there.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 0,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iczNlzugmplMtJyUB4IiiPqb11BccqVu",
          "GPTaRhiUaYGKbCwTuwaElsBFpuJcDizw",
          "0VsFNdNHx2a90GqR5iBrUXJTKapBcawQ",
          "pGVSZxrLfH9y57cfog1Jq5B6oDmQqM2W",
          "uTj55N4UCJdm4s615UJYhT8Sq4ayd1Z7",
          "iczNlzugmplMtJyUB4IiiPqb11BccqVu",
          "GPTaRhiUaYGKbCwTuwaElsBFpuJcDizw",
          "0VsFNdNHx2a90GqR5iBrUXJTKapBcawQ",
          "pGVSZxrLfH9y57cfog1Jq5B6oDmQqM2W",
          "uTj55N4UCJdm4s615UJYhT8Sq4ayd1Z7"
        ],
        "openingPeriods": [],
        "name": "Kapari Beach",
        "placeId": "ChIJtYPSfxW-ohQRRbHS6o6uO0A",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Kapari Beach is hands down my favourite place in the world! The energy here is unreal - you can literally feel the vibe from Delos, just across the way. It's the kind of spot that makes you want to stay forever. And those sunsets? Wow. They're straight-up magical, the kind of view that makes you forget to check your phone because you're too busy soaking it all in. Plus, the sand is silky smooth, like walking on a cloud - you'll want to kick off your shoes and feel it between your toes. But hey, a little reminder: let's keep this paradise pristine - take care of the beach and leave nothing but footprints. Oh, and watch out for those big waves that can roll in after boats pass by - they're a fun surprise, but respect the ocean! If you're lucky enough to visit, just soak it all up. You won't want to leave",
            "author_name": "markos paterakis",
            "relative_time_description": "",
            "time": 1739980883,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Secluded beach. Rocky descent to access the beach. Clear water. No public amenities. Good to just sun bathe and enjoy with the kids",
            "author_name": "Sharath Reddy",
            "relative_time_description": "",
            "time": 1745502803,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice beach! The view and the sunset are amazing. It's a bit difficult to reach as you have to quite climb the rocks, but it's very beautiful.",
            "author_name": "Annarachele Altorio",
            "relative_time_description": "",
            "time": 1753052624,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 9,
            "4": 29,
            "5": 177
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.425451,
        "address": "Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJlaKHueq_ohQRFB8vR8zXoOI",
        "generalDescription": "Paradise Beach Resort in Mykonos is a versatile mini resort located on the golden sands of Paradise Beach. It offers accommodation options for every budget, from camping to beachside cabins and fully equipped apartments. The beach club features vibrant loungers shaded by palm-thatched parasols, creating a perfect spot to relax by the sea. The resort also boasts a private beach, two seaside bars, and the island's most famous nightclub.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.355715,
        "rating": 4.2,
        "numRatings": 1275,
        "sources": [
          {
            "id": "264822",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/greece/articles/the-most-beautiful-beaches-on-mykonos-greece/",
            "sourceSite": "Web",
            "snippet": "This long stretch of pristine blonde sand in the south of the island is one of the easiest beaches to access from Mykonos Town. Hedonists take the bargain bus here to lounge, drink and party. With two beach clubs as well as a restaurant on the sands, it’s less of a chill spot and more of a people-watching curiosity to be savoured with a cocktail; the music ramps up after 6pm.",
            "siteName": "The Culture Trip",
            "shortName": "The 8 Most Beautiful Beaches On Mykonos Greece",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "The most popular of all the beaches on Mykonos, Paradise is renowned worldwide for its never-ending beach parties and attracting A-list celebrities. It’s home to some of the best nightspots on the entire island, with the open-aired Cavo Paradiso hosting some of the biggest DJs on the scene including David Guetta, Steve Aoki and Armin van Buuren. As well as its amazing nightlife, Paradise beach is covered in umbrellas and sunbeds to sit back and relax and boasts a host of activities to get your teeth sunk into.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 6,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178573",
            "type": "webPlacesList",
            "url": "https://www.efultimatebreak.com/blog/europe/greece/mykonos-beaches-party-vibes-local-experts",
            "sourceSite": "Web",
            "snippet": "If you’re going to stand in Mykonos and throw a dart at random to determine which beach you’ll go to—first of all, don’t do that, someone will get hurt. And second, just start with Paradise Beach, instead. As our friend, Tour Director, and native Greek, Andreas, puts it: “It’s the most iconic beach of the island as, back in the day when Mykonos was not that popular, it would capture the ‘hippies’ essence of the late 60s and 70s.",
            "siteName": "efultimatebreak.com",
            "shortName": "Souvlaki & Sunshine: Mykonos’ 6 Best Beaches For Every Vibe",
            "indexInSource": 0,
            "iconSiteId": 34942,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "548956",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-iconic-beaches-love-mykonos",
            "sourceSite": "Web",
            "snippet": "You can hardly imagine Paradise beach as a once quiet stretch of sand, attracting 70s hippies looking for fun, love and freedom. Restaurants, bars and international DJs were added and – along the way – the legend that is Paradise beach was established as a destination in its own right. The mood is relaxing in the morning, before the music kicks in and, before you know it, it’s party time long into the night.",
            "siteName": "Discover Greece",
            "shortName": "The 12 best-known beaches in Mykonos",
            "indexInSource": 0,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1489459",
            "type": "webPlacesList",
            "url": "https://www.kivotoshotels.com/mykonos/destination/the-most-famous-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "A must on the beach clubber’s agenda are: Paranga (approximately 6 km from the town), Paradise and Super Paradise Beaches. The bars are many, the music’s volume is loud- pumped up by some of the best DJs worldwide. An alternative to the action of these beaches are Agios Sostis and Panormos situated on the calmer, northern coast.",
            "siteName": "Kivotos Hotels",
            "shortName": "The most famous beaches in Mykonos",
            "indexInSource": 3,
            "iconSiteId": 53147,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "Paradise Beach is known for cool beach clubs and hopping nightlife, with DJs spinning music non-stop. A young, trendy crowd flocks here in the summertime to have fun in the sun. On a hilltop above Paradise Beach, the famous Cavo Paradiso is a unique venue with an outdoor swimming pool and stunning sea views.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Situated on the southern coast, Paradise Beach is famous for its lively atmosphere. If you’re a night owl, this beach is your go-to spot. Known for its beach bars and nightclubs, Paradise Beach frequently hosts DJ performances and events that draw younger crowds.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 1,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178562",
            "type": "webPlacesList",
            "url": "https://unforgettablegreece.com/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "This is the one that’s known worldwide, attracting visitors from just about every corner of the planet. It’s filled with bars where the hip 20-somethings go day and night. There are many places to dine, drink, and shop as well as to swim and sunbathe.",
            "siteName": "Unforgettable Greece",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 21064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298122",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/the-top-5-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "Paradise Beach, famous for its lively parties and beach clubs, is another popular spot. Heading towards the northern coast, Agrari Beach offers seclusion and natural beauty, making it a great choice for those looking to escape the crowds.",
            "siteName": "Greece Insiders",
            "shortName": "Mykonos Beaches: Your Ultimate Guide",
            "indexInSource": 4,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VDIWFglVySyRI9x51n33qCHPBNbPwapS",
          "JcIQMdxe6ryBkM50oBo41eR3Z2bOlhAW",
          "YTjLA0I15ijss3sAUsl4ynxpRnZppFfC",
          "5pq6oOYePw8vu8B4JUbD5hG9snNfqczV",
          "VDIWFglVySyRI9x51n33qCHPBNbPwapS",
          "JcIQMdxe6ryBkM50oBo41eR3Z2bOlhAW",
          "YTjLA0I15ijss3sAUsl4ynxpRnZppFfC",
          "5pq6oOYePw8vu8B4JUbD5hG9snNfqczV"
        ],
        "openingPeriods": [],
        "name": "Paradise Beach - RESORT - Mykonos",
        "placeId": "ChIJlaKHueq_ohQRFB8vR8zXoOI",
        "internationalPhoneNumber": "+30 2289 022852",
        "reviews": [
          {
            "rating": 5,
            "text": "Paradise Beach Resort has a restaurant and club within walking distance of the rooms. You have to take the bus (2 euro each way) to get into town. The rooms were clean and have a mini fridge! I loved the menu at the restaurant.",
            "author_name": "Tara L",
            "relative_time_description": "",
            "time": 1749386391,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We didn't stay in the lodging,  it was s beach stop on a tour.  Unfortunately it was cold, but we made the best of it by paying the huge $25/lounger fee and wrapped up on towels and ordered smoothies and pizza.   Then we just slept and enjoyed the ocean waves.   The staff was friendly,",
            "author_name": "Jana Belliston",
            "relative_time_description": "",
            "time": 1747478612,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a wonderful stay at this hotel. The staff were incredibly friendly, helpful, and always went out of their way to accommodate us. The rooms were spotless-cleaned daily to a high standard by a fantastic lady who clearly takes pride in her work.\n\nThe hotel is set in a beautiful area with a stunning pool, plenty of sunbeds, and a lovely bar serving refreshing iced coffees and a range of alcoholic drinks. We were also given great recommendations on places to visit nearby, which really added to our trip.\n\nWe'd absolutely recommend this resort and would love to return!",
            "author_name": "I Munro",
            "relative_time_description": "",
            "time": 1751363239,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.paradisemykonos.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Resort hotel",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 91,
            "2": 58,
            "3": 105,
            "4": 268,
            "5": 753
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.410674,
        "address": "Paradise Beach, Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJUfR7Piy5ohQR7pkTvJRJScQ",
        "generalDescription": "Paralia Agrari is a serene and secluded beach located 8.5 km south of Mykonos Town, offering a wide sandy shore and calm waters in a rustic setting. The area is not accessible by public bus, contributing to its peaceful atmosphere. Visitors can enjoy the tranquility of the beach, with only one hotel for accommodation and a single bar-restaurant serving those seeking seclusion from the crowds.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.382923,
        "rating": 4.5,
        "numRatings": 294,
        "sources": [
          {
            "id": "1489464",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/articles/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "A 15-minute walk west of Elia Beach, Agrari Beach has sand that’s whiter than most and a refreshingly laid-back vibe. Visitors are a chilled-out bunch, enjoying drinks from a single beachside taverna. There’s no bus service but the beach is on the south coast boat route.",
            "siteName": "Lonely Planet",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "370538",
            "type": "webPlacesList",
            "url": "https://www.discovergreece.com/travel-ideas/best-of/12-relaxing-beaches-chosen-locals-mykonos",
            "sourceSite": "Web",
            "snippet": "Sandwiched between Super Paradise and Elia, you’ll find a very different beach vibe at Agrari. There are umbrellas and sunbeds, a beach bar where you can order coffee or cocktails and a taverna serving traditional Mykonian dishes. But otherwise, Agrari is about total peace, especially on the large section with no facilities.",
            "siteName": "Discover Greece",
            "shortName": "12 quiet beaches on Mykonos chosen by locals",
            "indexInSource": 1,
            "iconSiteId": 13411,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298122",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/the-top-5-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "Heading towards the northern coast, Agrari Beach offers seclusion and natural beauty, making it a great choice for those looking to escape the crowds.",
            "siteName": "Greece Insiders",
            "shortName": "Mykonos Beaches: Your Ultimate Guide",
            "indexInSource": 6,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RVc2SrDEl2dFppG5rF7oKtavnzuK4SPp",
          "6rq5Ctr7h4YjtUedeK7eQRWF2q6M2T3W",
          "Grm5W2kY7Rnjp9mk8FQISg1dG8AZ228q",
          "NSuafLqfEGn9pqlMkUNl8OYYoRyJRonR",
          "C1PUaKULpQFLaVVFHy3kFw2utCbTrTF6",
          "RVc2SrDEl2dFppG5rF7oKtavnzuK4SPp",
          "6rq5Ctr7h4YjtUedeK7eQRWF2q6M2T3W",
          "Grm5W2kY7Rnjp9mk8FQISg1dG8AZ228q",
          "NSuafLqfEGn9pqlMkUNl8OYYoRyJRonR",
          "C1PUaKULpQFLaVVFHy3kFw2utCbTrTF6"
        ],
        "openingPeriods": [],
        "name": "Paralia Agrari",
        "placeId": "ChIJUfR7Piy5ohQR7pkTvJRJScQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Completely empty beach. Clean and quiet. We came here in the first week of May before the peak tourist season.",
            "author_name": "Aishwarya M",
            "relative_time_description": "",
            "time": 1746555543,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice beach with pretty impressive restaurant and sunbeds setup. However it was real challenging to get there as there's very steep downhill path to this place, to go back you need to go uphill through some very tiny parts of the road. The surface of the beach is more rocky than the sand and not so comfortable with bare foot. Water was crystal clear, we were only able to try a bit of it as red flag appeared during our stay there. If I have to chose again, I'd go to Kalo Livadi beach with easier access and softer sand and for sure longer beach with better parking options.",
            "author_name": "Tomáš Németh",
            "relative_time_description": "",
            "time": 1753556896,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice beach. This one is not as busy and a bit more secluded. umbrella lay chairs you need to buy, but you can just put a towel on the beach sand no charge. The waters are turquoise and nice. The sand is very small pebbles and not many rocks in the water. Was a nice day to chill and have a swim",
            "author_name": "Pete Dou",
            "relative_time_description": "",
            "time": 1690893043,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 8,
            "3": 15,
            "4": 68,
            "5": 198
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.421113,
        "address": "846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJK5lE2pjBohQRFbDv2ZEKLmM",
        "generalDescription": "Agios Sostis Beach, named after a nearby church, is a hidden gem on the island of Mykonos. This stunning stretch of sand is located at the northern end of a bay and is particularly popular among surfers due to its strong north-westerly winds. Unlike many other beaches in Mykonos, Agios Sostis offers an unspoiled experience with no umbrellas or beach bars cluttering its pristine landscape.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.360623,
        "rating": 4.8,
        "numRatings": 53,
        "sources": [
          {
            "id": "275159",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/visit-mykonos/item/251-guide-to-mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "Agios Sostis Beach,  Best beaches in Mykonos - credits: Aerial-motion/Shutterstock.com. Far from the large crowds, the most popular beaches gather and the wild ways of the rest of the island, and 7.5 km away from Mykonos Town lies the beach of Agios Sostis, our personal favorite beach in Mykonos that has remained unspoiled in the face of the great development of the island. A perfect destination in Mykonos for anyone who seeks tranquility, Agios Sostis beach is one of the few unorganized beaches in Mykonos, and apart from a single tavern at one end of the quiet beach, it doesn't provide any other luxury.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 6,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "It’s the farthest beach from the more popular southern coast, so it’s relatively quiet and nudist-friendly. Unfortunately, word of mouth has made it more crowded, so it’s no longer for those seeking seclusion in July and August. Just like its neighbor Panormos (see above), it can be windy, but the water is often great for swimming.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 8,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 8km North of Mykonos TownDescription: This beach faces the east of Panormos Bay. Agios Sostis is one of the more remote beaches on the island, without rental lounge chairs and umbrellas. Void of accommodation and crowds this beautiful beach offers not only peace and quiet, but also a very good small restaurant.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 10,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Agios Sostis is the best nudist beach in Mykonos, set in an idyllic, secluded location on the north of the island. There’s fine sand, crystal-clear water and also a beach volleyball court. You can also rent sun loungers, but don’t forget to bring food with you, as there are no bars and restaurants.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 11,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "It is located about 7km from Mykonos Town, located north of the island. This large sandy beach is of the nicest in Mykonos. Unspoiled freedom, this clothing-optional beach is fairly undeveloped without amenities such as umbrellas and sun beds.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 8,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZvEvsFnFLeQOxTTpkv7Nt8WXIOclVcEd",
          "TfaEZm98bxjZYJjRtFY0UxmYGt21U32F",
          "PXFNgrRrXcN5YGStnf09UvA9YwdHOmh8",
          "ZvEvsFnFLeQOxTTpkv7Nt8WXIOclVcEd",
          "TfaEZm98bxjZYJjRtFY0UxmYGt21U32F",
          "PXFNgrRrXcN5YGStnf09UvA9YwdHOmh8"
        ],
        "openingPeriods": [],
        "name": "Agios Sostis Beach",
        "placeId": "ChIJK5lE2pjBohQRFbDv2ZEKLmM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful wild beach perfect for a quiet day. The place is not too crowded, there is a restaurant near by. The water is clear and the beach is clean. There are no umbrellas or sun beds. We still loved it there.",
            "author_name": "Cristina Boitan de Agurto",
            "relative_time_description": "",
            "time": 1720312026,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) Very uncrowded beach, crystal clear water!\n\n(Original)\nPlage très peu fréquentée, eau cristalline !",
            "author_name": "Saloua Amdouni",
            "relative_time_description": "",
            "time": 1716557624,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great beach!",
            "author_name": "Lizzy Forward",
            "relative_time_description": "",
            "time": 1719994265,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 7,
            "5": 53
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.485666,
        "address": "Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJoZaDiIy-ohQRXtKtiak6Frs",
        "generalDescription": "Psarou beach is a picturesque destination with a lively sandy shoreline and clear green waters, offering various water sports and upscale facilities. The Kensho Beach Bar, an extension of the luxurious Kensho Psarou hotel, boasts extravagant features such as a lagoon swimming pool surrounded by rocks and palm trees, oversized parasols, and an award-winning Japanese and Peruvian-inspired menu. Visitors can explore nearby attractions like Little Venice for Grecian clothing shops and trendy boutiques.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.337604,
        "rating": 4.3,
        "numRatings": 1293,
        "sources": [
          {
            "id": "264822",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/greece/articles/the-most-beautiful-beaches-on-mykonos-greece/",
            "sourceSite": "Web",
            "snippet": "More than one A-lister has been spied on this idyllic scoop of a bay with sands so sun-bleached they could be in the Caribbean. Since Psarou Beach is smaller than some of the other beaches close to Mykonos Town, the bars here do get lively, but it’s fabulous if you want to party like a Kardashian – ie, expensively and away from the masses on the broader beaches. Expect plenty of Instagrammers snapping pics in the crystalline shallows or popping corks at Nammos beach club.",
            "siteName": "The Culture Trip",
            "shortName": "The 8 Most Beautiful Beaches On Mykonos Greece",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "The cosmopolitan Psarou is notorious for its luxurious beach bars, which attract local and international celebrities and their deluxe yachts to its harbour. Psarou does get very busy in the summer but the running theme is it is quite pricey, with expensive restaurants nearby and the cheapest sunbeds coming in at 25 euros each. Psarou is just a 10 minutes’ drive away from  Adorno Suites accommodation, but you are probably better off using public transport to get to its emerald green water, with car parking an issue due to its popularity.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 2,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178573",
            "type": "webPlacesList",
            "url": "https://www.efultimatebreak.com/blog/europe/greece/mykonos-beaches-party-vibes-local-experts",
            "sourceSite": "Web",
            "snippet": "If pumping your fist and shaking your hips like a papyrus tablet just aren’t your thing, go where the rich and famous go: Psarou Beach. This tranquil spot boasts sandbox sands (we can’t stop you from burying one of your fellow travelers up to the neck in sand, as long as they’re into it) and tranquil waters. Plus, as Kyriakos points out, celebrities are known to anchor their yachts off the beach and join in on the sunny vibes.",
            "siteName": "efultimatebreak.com",
            "shortName": "Souvlaki & Sunshine: Mykonos’ 6 Best Beaches For Every Vibe",
            "indexInSource": 2,
            "iconSiteId": 34942,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275159",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/visit-mykonos/item/251-guide-to-mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "Psarou Beach, the most popular spot other than Mykonos Town - credits: Aerial-motion/Shutterstock.com. Definitely one of the most - if not the most- popular beaches in Mykonos and Greece in general, Psarrou is known for its steep prices and socialite attendance, located 5 km from Mykonos Town. It offers its guests smooth sand and brilliant, deep blue waters that don't get wavy due to the fact that mountains enclose the beach.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 1,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1645812",
            "type": "webPlacesList",
            "url": "https://www.christhefreelancer.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Now we arrive at the exclusive Psarou beach, the small cove which seemed to only be accessible through a small section of expensive hotels. After an intense argument with one of the hotel staff, we decided to park at the next door, Platis Gialos beach instead and walk around the cliff. Suddenly, I was met with an impressive view of super-yachts parked in front of small beach filled with kabanas.",
            "siteName": "Chris the Freelancer",
            "shortName": "Chris' Guide to Mykonos Beaches",
            "indexInSource": 4,
            "iconSiteId": 241439,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Located in the south of the island, is the idyllic Psarou beach which attracts thousands of visitors every year for its stunning bay, golden sands that dazzle in the sunlight, and turquoise water which is great for snorkeling and scuba diving. It’s organized with lots of restaurants, bars, and music which give it a party atmosphere. The well-known Nammos beach bar is located here.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 1,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "If it wasn’t so expensive, Psarou would probably be the best beach in Mykonos!. The stretch of sand will leave you speechless, with its stupendous bay, turquoise waters, and golden sand. Things to do on Psarou beach include scuba diving and snorkelling, eating and drinking at the many bars and restaurants onsite, including the renowned Nammos beach bar and restaurant.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "The Paralia Psarou is definitely one of the absolutely best beaches on Mykonos. This stunning dream bay is located in the south of the island and fascinates with incredible turquoise blue sea colors, almost reminiscent of the Caribbean. Visitors love the velvety white sandy beach, and the crystal clear water, which truly invites you to swim and splash around.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 0,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298128",
            "type": "webPlacesList",
            "url": "https://www.grekaddict.com/best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Psarou Beach is an organised beach with aquamarine waters close to Platy Gialos Beach. Many tourists visit Psarou Beach to swim in the refreshing waters and have the time of their lives on the numerous beach bars there. Apart from the big number of celebrities, Psarou beach is an ideal location for watersports and water activities.",
            "siteName": "Grekaddict.com",
            "shortName": "7+1 Best Mykonos Beaches - Mykonos Guide",
            "indexInSource": 2,
            "iconSiteId": 13182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2349210",
            "type": "webPlacesList",
            "url": "https://www.kidslovegreece.com/our_top_selections/the-best-beaches-for-kids-and-families-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Similar to Ornos, Psarou is a beach for the party crowds who love exclusive hotels, bars/restaurants, and luxurious yachts. Teenagers who love the party vibes there. That said, the beach is organized and easily accessible to those who would like to spend a day on a cosmopolitan beach, dining in one of the local restaurants.",
            "siteName": "Kids Love Greece",
            "shortName": "Family-Friendly Beaches in Mykonos | Recommendations for parents by",
            "indexInSource": 3,
            "iconSiteId": 16181,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178562",
            "type": "webPlacesList",
            "url": "https://unforgettablegreece.com/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "One of the trendiest beaches on Mykonos, Psarou Beach offers some of the most breathtaking scenery and the best swimming. It’s popular with everyone from the locals to well-heeled jetsetters, including an occasional internationally known celebrity. You’ll find all the amenities that you could ever need, at a high price.",
            "siteName": "Unforgettable Greece",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 3,
            "iconSiteId": 21064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 4km South of Mykonos TownDescription: This upmarket sandy beach with its turquoise waters is very popular among celebrities. Many luxury hotels, apartments and restaurants are located here. Psarou beach is easily accessible by bus from Mykonos Town, just one stop before the last stop of Platis Gialos.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 0,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "There’s a reason why this is currently Mykonos’ trendiest beach -- it’s great for swimming and offers a beautiful scenery. It can get crowded, but it's undoubtedly worth a look. By the luxurious yachts, you can tell that it’s the island’s most exclusive beach and the favorite of the rich and famous.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 0,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "Mykonos' most glamorous beach, Psarou is known as a place where celebrities like to bask in the sun. Thanks to its international reputation, Psarou Beach gets very crowded during summertime. There is a waiting list to enter the beach in the high season, and lounge chair rentals are quite expensive.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "4km from Mykonos Town located on the southwest of the island. This attractive little beach offers protected, clear, tranquil waters at the bottom of dramatic rocky hill sides, located a short walking distance to the right of Platis Gialos Beach. A perfect place to relax as it is not a party beach.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 12,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Near Platis Gialos on the south coast, Psarou Beach is the epitome of luxury. Known as a celebrity hotspot, Psarou is where you’ll find high-end beach clubs and gourmet restaurants. Celebs like Paris Hilton, Lindsay Lohan, and even Leonardo Dicaprio have been seen there!",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 3,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Jetsetters and “normal” people have been visiting from all over the planet. This pretty beach is fully organized, with loungers, umbrellas, food, drink and showers. There are also water sports and a diving school.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 3,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 5 km south of ChoraDescription: Psarrou is an idyllic and well-organized beach on the southern side of Mykonos. In summer, it attracts many celebrities from Greece or abroad.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 1,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "v51YsosJnqMY23aUx2GNISBIkN5pMbZE",
          "5mRpVXWPg716RRTgfr2MG9kVhYS7VBaR",
          "9wn2DvSEws0D7JDxBNHVhZP2lWK9xPgq",
          "n1gZobrOIJYf546iUgL4bcm3PxuhIS0h",
          "WTEuKm1RcCbwIeQUoRpCXTJUck6C6cqd",
          "v51YsosJnqMY23aUx2GNISBIkN5pMbZE",
          "5mRpVXWPg716RRTgfr2MG9kVhYS7VBaR",
          "9wn2DvSEws0D7JDxBNHVhZP2lWK9xPgq",
          "n1gZobrOIJYf546iUgL4bcm3PxuhIS0h",
          "WTEuKm1RcCbwIeQUoRpCXTJUck6C6cqd"
        ],
        "openingPeriods": [],
        "name": "Psarou beach",
        "placeId": "ChIJoZaDiIy-ohQRXtKtiak6Frs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Super fun! Went on the first day it was open so it was a little bit slower. Employees are weird about parking and saying it is a private beach and you have to use there service. It's not true, you just need to pay for parking! Easy access to drinks and a nice sandy beach fun for a day trip!",
            "author_name": "Bailey Rouse",
            "relative_time_description": "",
            "time": 1747689689,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gorgeous beach crystal clear water all your typical sun bed hire available but also plenty of room to sunbathe in the middle of the beach, life guard and a lively beach club on the far side",
            "author_name": "Becki Bond",
            "relative_time_description": "",
            "time": 1750270436,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A wonderful beach with crystal clear waters. Lots of space for your own towels and beach umbrellas. The beach is compact which is nice. There's a great bar in the middle that serves traditional Greek and international food and drink.\nThe boats are parked far enough for you to enjoy watching them but still have plenty of room for swimming. Probably one of our favourite beaches on Mykonos.  The water is crystal clear with no corals or rocks. Very family friendly.",
            "author_name": "Maria Farina Vaz",
            "relative_time_description": "",
            "time": 1755775894,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 67,
            "2": 33,
            "3": 95,
            "4": 284,
            "5": 814
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.41558,
        "address": "846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJC9VqISm5ohQRuEW37TrbFG0",
        "generalDescription": "Elia Nudist Beach is a popular destination on the island of Mykonos, known for its stunning beauty and range of amenities. The beach offers sun loungers, umbrellas, water activities, and traditional Greek taverns. It also provides facilities for people with disabilities and free parking. With soft golden sand and crystal-clear waters, Elia Beach is a picturesque spot that attracts naturists to certain parts of the beach.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.386045,
        "rating": 4.3,
        "numRatings": 324,
        "sources": [
          {
            "id": "2178556",
            "type": "webPlacesList",
            "url": "https://greeking.me/blog/mykonos/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "Over the years, Elia Beach has developed a loyal fanbase that considers it one of the most beautiful beaches of Mykonos, and for good reason. It offers everything anyone would want, including sun loungers and umbrellas, water activities, taverns for some traditional Greek food, a beautiful view of the neighboring island of Naxos, facilities specifically designed for people with disabilities, and free parking, among others. The beach of Elia, like most beaches in Mykonos, is defined by its soft golden sand and amazingly clean waters, while in certain parts of it, nudists are welcome.",
            "siteName": "Greeking.me",
            "shortName": "A Guide to Mykonos’ Beaches",
            "indexInSource": 2,
            "iconSiteId": 4466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178573",
            "type": "webPlacesList",
            "url": "https://www.efultimatebreak.com/blog/europe/greece/mykonos-beaches-party-vibes-local-experts",
            "sourceSite": "Web",
            "snippet": "Elia Beach: where the sands are golden-white and the clothing is optional. Kyriakos confirms: “Elia Beach is one of the largest beaches in Mykonos and the ‘official’ gay and nudist beach.” If you’re looking for the perfect turquoise water, but your brain is swimming from last night’s bass-heavy clubbing, Elia is a quieter spot for you. Don’t forget, Mykonos never gets overwhelmingly hot in the summer.",
            "siteName": "efultimatebreak.com",
            "shortName": "Souvlaki & Sunshine: Mykonos’ 6 Best Beaches For Every Vibe",
            "indexInSource": 3,
            "iconSiteId": 34942,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178562",
            "type": "webPlacesList",
            "url": "https://unforgettablegreece.com/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "Elia is the island’s largest beach with plenty of room for everyone. It’s farther from Kykonos Town, about a 25-minute drive by car, with plenty of parking available, or you can take the bus from the Old Port station. The turquoise water is ideal for swimming and there are water sports facilities for enjoying windsurfing, parasailing, water skiing and more.",
            "siteName": "Unforgettable Greece",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 4,
            "iconSiteId": 21064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298129",
            "type": "webPlacesList",
            "url": "https://www.thewanderinglens.com/best-photography-locations-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "The clear waters off Elia Beach will enchant you in for a swim. This is the longest beach in Mykonos and is covered in deck chairs with three main sections, divided based on your style of travel, luxurious, family, gay or nudie if you prefer. It’s much quieter than the party beaches of Paradise and Super Paradise which in my opinion only makes it better!",
            "siteName": "Photo Tips, Creative Photography + Travel Guides - The Wandering Lens",
            "shortName": "The Best Photography Locations & Beaches in Mykonos - Photo Tips, Creative Photography + Travel Guides",
            "indexInSource": 1,
            "iconSiteId": 32729,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "An alternative to Mykonos' party beaches, Elia offers a relaxing seaside retreat. Gentle turquoise waters lap up against the shoreline, which is the longest sandy beach of Mykonos Island. Rows of lounge chairs and sun parasols (available for rent) line the seafront, waiting for visitors to stretch out and enjoy the soothing sound of the waves.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846652",
            "type": "webPlacesList",
            "url": "https://hauteretreats.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Nestled on the shores of Mykonos, its white sands and lush palms beckon you to cast off life’s constraints. Gaze out over the azure waters to where Mount Pallas stands tall in the distance, a symbol of nature’s untamed spirit. This special place reminds us that true beauty lies in being fully and unapologetically yourself.",
            "siteName": "Haute Retreats | The Best in Luxury Villa Rentals | + 1 888 279 6444",
            "shortName": "Best 6+ Beautiful Beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 7550,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Elia beach, literally meaning “olive tree”, is one of the best beaches in Mykonos if you are looking for natural beauty combined with upscale restaurants and other amenities. The long sandy beach is often frequented by VIPs. There's a very open-minded vibe here, and as such the beach is preferred by nudists.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 7,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264823",
            "type": "webPlacesList",
            "url": "https://www.adornosuites.com/top-8-best-beaches-to-visit-on-mykonos-island-greece/",
            "sourceSite": "Web",
            "snippet": "As we all know the Mykonos island is famous for its windmills. However, there is another reason why visitors return to the island year after year: the special, ‘Carpe diem’ vibe that includes nudism too. One of the best Nudist beaches in Mykonos is Elia Beach.",
            "siteName": "Adorno Beach Hotel & Suites",
            "shortName": "Mykonos: 8 Best Beaches to Visit",
            "indexInSource": 4,
            "iconSiteId": 3510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Elia Beach is the largest on the island, situated on the south coast. Known for its long stretch of sandy shore, Elia offers ample space for relaxation and recreation. The beach caters to a diverse crowd, including nudists and the LGBTQ+ community.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 4,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 12 km southeast of ChoraDescription: Elia is the longest sandy beach in Mykonos. Many umbrellas, sun beds, and seaside bars dot the coastline.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 3,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zTQ6sFneUwjGTXqFfIs2UjVoz8nzpKqy",
          "je49qreyRXxE8t4czHwohtoPEkQLR6o0",
          "GRPIpo1V95n2NpIAI8MwOPiNMPRZOy70",
          "KI4Axa0BMp3rPaU4yZHAHVsc4gfJmA6C",
          "A6gkFwO8jzrouZ7sqAxgwtS0baEtVqVy",
          "zTQ6sFneUwjGTXqFfIs2UjVoz8nzpKqy",
          "je49qreyRXxE8t4czHwohtoPEkQLR6o0",
          "GRPIpo1V95n2NpIAI8MwOPiNMPRZOy70",
          "KI4Axa0BMp3rPaU4yZHAHVsc4gfJmA6C",
          "A6gkFwO8jzrouZ7sqAxgwtS0baEtVqVy"
        ],
        "openingPeriods": [],
        "name": "Elia Nudist Beach",
        "placeId": "ChIJC9VqISm5ohQRuEW37TrbFG0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Mykonos is my favourite island in Greece since 2019 I'm visiting this place but never been to Elia Beach. Booked a taxi from old port which cost 70€ for up and down which is okay: It took 25 mins to reach there. The beach is so clean and clear Cristal water. There are sun beds but didn't bother to take bcz I had beach towel. There were lot of people who were nude sunbathing and swimming so you will not feel uncomfortable. It's worth visiting this beach.",
            "author_name": "Justin",
            "relative_time_description": "",
            "time": 1727768199,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "5 stars. Wood strip again LOL cool little hidden spot. Fairly private. Cool little hike with interesting rocks around.",
            "author_name": "Tinman 2 Kustoms",
            "relative_time_description": "",
            "time": 1740830433,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful beach away from the noise. We stayed in Mykonos town and rented a scooter to get there. A 20min ride with a sinuous route, drive safe.\n\nTo arrive in the beach you must walk through a rocky area. Take comfortable shoes, not flip flops.",
            "author_name": "Juan Buchelli",
            "relative_time_description": "",
            "time": 1751196108,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 12,
            "3": 24,
            "4": 50,
            "5": 213
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.422507,
        "address": "Mykonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJn6Wflay_ohQRVP0VIqpNGAM",
        "generalDescription": "Paradise Beach Club Mykonos is a vibrant beachfront destination that offers bottle service, lively dancing, and sets the stage for international DJs. Situated to the south of Mykonos, this idyllic spot is located just 3.8 km from the airport. The beach boasts golden slopes that gently meet the sapphire waters of the Aegean Sea, while fragrant oleander trees provide a picturesque backdrop for leisurely walks.",
        "utcOffset": 180,
        "maxMinutesSpent": 240,
        "longitude": 25.355641,
        "rating": 3.9,
        "numRatings": 884,
        "sources": [
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "It is located on the south of the island, 6km from Mykonos Town. It’s the most famous en well known, organized beach of the island, with its crystal water, sandy beach, and known for its special events. A beautiful sandy crescent, with a few shady trees and usually quite crowded and noisy, with beach bars blasting variety of modern pop and techno music day and night Come and join us, mix of all ages dancing on the bars, sand or at the pool!",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 10,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1645812",
            "type": "webPlacesList",
            "url": "https://www.christhefreelancer.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "This is where all the big name DJs come to play and all the biggest day/nightclubs including Tropicana, Cavo Paradiso and Tru Paradise are located. In fact, this particular beach seems to have its on eco-system of casual food restaurants, hotels and bars, ensuring that you'll never have to leave the beach - if you don't want to. I'm myself am a huge EDM fan but seeing as I was on a family holiday, we didn't stick around for long.",
            "siteName": "Chris the Freelancer",
            "shortName": "Chris' Guide to Mykonos Beaches",
            "indexInSource": 3,
            "iconSiteId": 241439,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298128",
            "type": "webPlacesList",
            "url": "https://www.grekaddict.com/best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Located in the south part of the island, Paradise is one of the most popular spots and among the best beaches in Mykonos for various reasons. First of all, Paradise Beach is organized with parasols, sunbeds and there are many beach bars where you can enjoy a drink during the day. The beach bars on the beach host incredible parties in the summer with world-renowned DJs and artists from around the globe.",
            "siteName": "Grekaddict.com",
            "shortName": "7+1 Best Mykonos Beaches - Mykonos Guide",
            "indexInSource": 1,
            "iconSiteId": 13182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "The Paradise Beach is legendary on the island of Mykonos, because on this beach by far the best beach parties take place since the 60s. On this gorgeous stretch of coast you will find the absolutely coolest beach clubs on the whole island. Especially famous are the Paradise Beach Club and the Tropicana Beach Club, where happy hour offers attract and international DJs perform regularly.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "6km from Mykonos Town, Paradise beach is a sandy beach popular with young crowds who come here to party the day, and night, away. It’s organized with diving and watersports and plenty of bars and clubs which spill out onto the beach in the evening. Here you will also find some of the most famous beach bars on the island, Cavo Paradiso and Tropicana.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 3,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "It's Mykonos’ famous party beach, filled with bars where the 20-somethings want to be at, day and night. It has plenty of places to eat, drink, and shop for beach essentials, as well as frequent bus connections to Mykonos Town. If you’re looking to dance and drink in addition to sunbathe and swim, this is where you’ll want to be.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 3,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100108",
            "type": "webPlacesList",
            "url": "https://www.oliverstravels.com/blog/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Partygoers should make a beeline for Paradise, a long, picturesque sweep of pebbly sand. There’s a campsite, café and a couple of toes-in-the-sand bars. But most people come for the finest Mykonos beach club around, where the action doesn’t stop just because the sun goes down.",
            "siteName": "Oliver's Travels",
            "shortName": "10 Best Beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 2523,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "This is one of the best known and most popular beaches in Mykonos. It’s popular with young crowds, and offers a fantastic vibe just 6 km from Mykonos Town. Here, you can party non-stop, and also opt for a variety of water sports, or arrange a diving or snorkelling expedition.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 0,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 6km South of Mykonos TownDescription: Probably the most popular beach known for its parties, attracts young and some times not so young crowds. Paradise is also easily reached by bus from Mykonos Town or with a regular boat service from Platis Gialos – second stop.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 2,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2178590",
            "type": "webPlacesList",
            "url": "https://www.davestravelpages.com/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Originally known as “Kalamopodi”, Paradise beach became popular since the first hippies arrived. There are plenty of rooms for rent, as well as Paradise Beach Camping. There are many beach bars, one of the most famous being Cavo Paradiso.",
            "siteName": "Dave's Travel Pages",
            "shortName": "How To Choose Which Mykonos Beaches To Visit For Sun & Fun",
            "indexInSource": 4,
            "iconSiteId": 14721,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NY4hlrkLfa2Zk0BZYywUPXlRzPF76i2G",
          "Ug17BqikOnwUfdSxlC9bCXiwgytTltSA",
          "oabDRBGjjlYNbB6y6iEKyYg1IKR8OPSQ",
          "agl2Pc9aR7MdawOsLvAJOCmTGkrybXhV",
          "4S1ZIxSAdYMedBLcSjHZrUIYZAfpkIDf",
          "NY4hlrkLfa2Zk0BZYywUPXlRzPF76i2G",
          "Ug17BqikOnwUfdSxlC9bCXiwgytTltSA",
          "oabDRBGjjlYNbB6y6iEKyYg1IKR8OPSQ",
          "agl2Pc9aR7MdawOsLvAJOCmTGkrybXhV",
          "4S1ZIxSAdYMedBLcSjHZrUIYZAfpkIDf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "Paradise Beach Club Mykonos",
        "placeId": "ChIJn6Wflay_ohQRVP0VIqpNGAM",
        "internationalPhoneNumber": "+30 2289 022852",
        "reviews": [
          {
            "rating": 5,
            "text": "I went here 8/30/25 and had a great experience. There are two options for beds/umbrellas. One is 35€ per person with a 30€ minimum spend on food or drinks. The other is 30€ per person with no minimum spend, which is what I did. I did end up getting food and spending more than 60€ anyway but I wasn't forced to spend if I didn't want to. The beach has some rocks but overall it is incredible. It was pretty chill given it was a Saturday. I was there from 10AM - 5PM. It was mostly couples and groups with some families. Would 100% recommend!",
            "author_name": "Valeria Gaytan",
            "relative_time_description": "",
            "time": 1756579374,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We came on Tuesday and it wasn't crowded but they knew how to get the people dancing - nice .  Food and cocktail were average.  One thing surprised us is that the prices are reasonable- not what I was reading .  Lounge bed was 25 Euro per person and drink was around 8.",
            "author_name": "Tom",
            "relative_time_description": "",
            "time": 1749578935,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great atmosphere. €35 per lounge charge. Food menu is ok but they couldn't do most of the menu on the day we went. Prices are ok for Mykonos",
            "author_name": "Ali Bahram",
            "relative_time_description": "",
            "time": 1748461628,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.paradiseclubmykonos.com/",
        "index": 15,
        "id": "",
        "categories": [
          "Bar",
          "Disco club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 147,
            "2": 36,
            "3": 78,
            "4": 154,
            "5": 468
          }
        },
        "minMinutesSpent": 240,
        "latitude": 37.410267,
        "address": "C947+W3, Paradise Beach, Mikonos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJh8ESK5e-ohQRnr19DsrRePw",
        "generalDescription": "Paraga beach is a serene and unspoiled destination, free from the typical trappings of commercialized beaches. Here, visitors won't find lounge chairs, umbrellas, or bustling beach clubs. Instead, they can enjoy the tranquility of the surroundings with only a monastery atop a hill and Kikis taverna halfway up offering simple yet delicious meals. The absence of crowds allows for a peaceful experience, especially in October when temperatures are still warm enough for swimming.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.34964,
        "rating": 4.3,
        "numRatings": 763,
        "sources": [
          {
            "id": "1489464",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/articles/best-beaches-in-mykonos",
            "sourceSite": "Web",
            "snippet": "The south coast cove at Paraga Beach is one of Mykonos’s main party beaches, and the party rages till sunrise in season. The clubs have varying personalities, from chilled to manic, with Kalua dominating the scene. It’s linked by bus to Hora and you can reach nearby beaches by foot or boat.",
            "siteName": "Lonely Planet",
            "shortName": "Best beaches in Mykonos",
            "indexInSource": 1,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264821",
            "type": "webPlacesList",
            "url": "https://www.thecrowdedplanet.com/12-best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "A headland separates the two sandy beaches of Paraga, offering visitors two options, depending on what they are looking for – for this alone, Paraga Beach deserves to be mentioned as one of the best Mykonos beaches. The southern side is more quiet, and peaceful while the northern one is busier but also more organised, and it offers water sports, music, and tavernas. If you happen to be at Platis Gialos, Paraga Beach is only a 15-minute walk, making it ideal to experience two beaches in one day.",
            "siteName": "The Crowded Planet",
            "shortName": "Guide to the 19 Best Beaches in Mykonos",
            "indexInSource": 5,
            "iconSiteId": 8587,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846645",
            "type": "webPlacesList",
            "url": "https://www.cntraveller.com/article/best-beaches-mykonos",
            "sourceSite": "Web",
            "snippet": "For a taste of the Mykonos beach club scene with a little more refinement – and a little less debauchery – than at next-door Paradise, make a beeline for Paraga. The southernmost beach on the island, Paraga oozes boho chic. Settle into a cabana with a view at upscale beach clubs Kalua or SantAnna – neighbouring islands Paros, Naxos and Delos can all be seen from here – or, for a lunch of mezze and fresh seafood, Scorpios, spanning a nearby cliff face, is an excellent spot.",
            "siteName": "Condé Nast Traveller",
            "shortName": "13 best beaches in Mykonos according to our Greece expert",
            "indexInSource": 5,
            "iconSiteId": 841,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "A real celebrity on Mykonos is Paraga Beach in the south of the island, which had already made a name for itself in the 70s, in the hippie era, thanks to its beauty. Today, guests from all over the world meets there to celebrate their vacations in the exquisite beach clubs of the beach. At this beach you will enjoy good music, but the partying is nowhere near as wild as at neighboring Paradise Beach.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 7,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100108",
            "type": "webPlacesList",
            "url": "https://www.oliverstravels.com/blog/best-beaches-in-mykonos/",
            "sourceSite": "Web",
            "snippet": "Mykonos isn’t short on beach parties, with barefoot revellers soaking up the sun and the cocktails. One of the most popular is Paraga, home to slick hangout Scorpios – the uber-hip Mykonos beach club from the Soho House team – where you can rub shoulders with a stylish crowd. Spend the sun-soaked days diving off the floating pier into the sea or grab one of the sunbeds that dot the shoreline.",
            "siteName": "Oliver's Travels",
            "shortName": "10 Best Beaches in Mykonos",
            "indexInSource": 2,
            "iconSiteId": 2523,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275160",
            "type": "webPlacesList",
            "url": "https://greecetravelideas.com/the-best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Best of both worlds, the southern side is peaceful and the northern side is more organized, with tavernas, music, watersports and good swimming or snorkeling. Be prepared to pay over the odds for a sunbed (around 30 euros), it can get crowded and the music loud, so it’s not the place for a relaxing day, but it has a fun atmosphere. It’s also nudist-friendly.",
            "siteName": "Greece Travel Ideas",
            "shortName": "The 12 Best Mykonos Beaches",
            "indexInSource": 2,
            "iconSiteId": 21555,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517919",
            "type": "webPlacesList",
            "url": "https://www.mykonosbeachesguide.com/beaches/",
            "sourceSite": "Web",
            "snippet": "This is the alternative to the famous Paradise Beach nearby, and also the choice for the beach club experience. It's also within walking distance of other beautiful and popular beaches (Agia Anna, Platys Gialos and Psarou), and easy to reach by bus. Although it has somewhat of a party atmosphere during the day, it’s relatively quiet at night.",
            "siteName": "mykonosbeachesguide.com",
            "shortName": "30 Best Mykonos Beaches and the Most Beautiful 2025",
            "indexInSource": 4,
            "iconSiteId": 34910,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264830",
            "type": "webPlacesList",
            "url": "https://mykonostraveller.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 6km South of Mykonos TownDescription: One of the smallest beaches, a combination of two sandy beaches separated by a headland. Nudity here is quite common, especially on the right end (facing the sea). Paranga is easily accessible by bus from Mykonos Town or with a regular boat service from Platis Gialos – the first stop.",
            "siteName": "Mykonos Traveller",
            "shortName": "Information for all beaches in Mykonos island",
            "indexInSource": 1,
            "iconSiteId": 32544,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "556444",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/greece/top-rated-beaches-on-mykonos-island-gr-1-13.htm",
            "sourceSite": "Web",
            "snippet": "The idyllic natural setting of this small beach sets it apart from other beaches on Mykonos Island. Paraga Beach is ensconced within a tranquil bay overlooking the Cape Drapanos and the Island of Delos, which is just two kilometers offshore. Despite its remote feel, Paraga Beach has two trendy dining options.",
            "siteName": "planetware.com",
            "shortName": "Beaches on Mykonos Island | PlanetWare",
            "indexInSource": 10,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2389896",
            "type": "webPlacesList",
            "url": "https://kinglikeconcierge.com/mykonos-best-beaches",
            "sourceSite": "Web",
            "snippet": "Situated on the southern coast near Paradise Beach, Paraga Beach offers a lively yet slightly more relaxed atmosphere. The beach features a mix of sandy and rocky areas, making it great for snorkeling. Paraga Beach has beach bars, restaurants, sunbeds, and umbrellas.",
            "siteName": "Kinglike Concierge",
            "shortName": "Sun-Kissed Shores of Mykonos Best Beaches",
            "indexInSource": 6,
            "iconSiteId": 34801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298122",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/the-top-5-beaches-of-mykonos/",
            "sourceSite": "Web",
            "snippet": "From Platis Gialos and Ornos Beach to Psarou Beach and Paraga Beach, we will take you on a journey through the beautiful beaches of Mykonos. Get ready to soak up the sun, swim in the clear waters, and enjoy the natural beauty of Mykonos’ beaches.",
            "siteName": "Greece Insiders",
            "shortName": "Mykonos Beaches: Your Ultimate Guide",
            "indexInSource": 2,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264828",
            "type": "webPlacesList",
            "url": "https://www.greeka.com/cyclades/mykonos/beaches/",
            "sourceSite": "Web",
            "snippet": "Location: 6 km south of ChoraDescription: One of the most popular destinations for swimming and sunbathing on Mykonos, Paraga seems like two beaches. The southern side is calm while the northern side is fully organized.",
            "siteName": "Greeka.com",
            "shortName": "Best 20+ Beaches in Mykonos, Greece",
            "indexInSource": 2,
            "iconSiteId": 957,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298138",
            "type": "webPlacesList",
            "url": "https://santorinisecrets.com/mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": "It’s very close to Agia Anna beach and it has one of the two campings on the island. Paraga beach  has amazing views to  Delos island!. Apart from the camping there are also restaurants and mini markets.",
            "siteName": "Santorini Secrets",
            "shortName": "21 Best Mykonos Beaches (2024 UPDATE)",
            "indexInSource": 4,
            "iconSiteId": 17930,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298134",
            "type": "webPlacesList",
            "url": "https://www.azzurrotravel.gr/mykonos-beaches",
            "sourceSite": "Web",
            "snippet": "It is situated 6km south from Mykonos Town, between Platis Gialos and Paradise. Paraga offers outstanding swimming, music and food. This beach is very popular with the locals as well as the tourists.",
            "siteName": "Azzurro Travel",
            "shortName": "Best Mykonos Beaches Guide - Mykonos Beaches Map",
            "indexInSource": 11,
            "iconSiteId": 34755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "298128",
            "type": "webPlacesList",
            "url": "https://www.grekaddict.com/best-mykonos-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Grekaddict.com",
            "shortName": "7+1 Best Mykonos Beaches - Mykonos Guide",
            "indexInSource": 4,
            "iconSiteId": 13182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wADuzFFMHz28FHGUfFrqCa9GrrE6KgEo",
          "kRangYVX02ARqEvUSrWESFad2c3xadVq",
          "NqZbBCAu3TpEDvuahIsRs0jMbtA2dWUi",
          "1N0DayRtmtG0R4L9vhROkE3SiaDzI7Uh",
          "FdcrC24AZUbhJcGE5RUCOXxyZW8sF9MX",
          "wADuzFFMHz28FHGUfFrqCa9GrrE6KgEo",
          "kRangYVX02ARqEvUSrWESFad2c3xadVq",
          "NqZbBCAu3TpEDvuahIsRs0jMbtA2dWUi",
          "1N0DayRtmtG0R4L9vhROkE3SiaDzI7Uh",
          "FdcrC24AZUbhJcGE5RUCOXxyZW8sF9MX"
        ],
        "openingPeriods": [],
        "name": "Paraga beach",
        "placeId": "ChIJh8ESK5e-ohQRnr19DsrRePw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great beach! Pristine water and nice vibe.\nThe con of this beach is that it it small and covered of sunbeds, but the nature is amazing!\n\nP.S.: Scorpio's is a cool club for sunset and partying but not to spend the day (paricularly if you like clear waters). The beach if front of Scorpio's is not even comparable to the main Paraga beach.",
            "author_name": "Tiago Gavinhos",
            "relative_time_description": "",
            "time": 1749902166,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice wide beach. Quiet, near to other more ‘party beaches'. Paracha beach is more about sun , water sports and relaxation.",
            "author_name": "Ahmad Masood",
            "relative_time_description": "",
            "time": 1721443944,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Where there is a paid zone with umbrellas in the sea there are practically no waves and less wind, because it is as if in a corner. But where it is free there are already waves and wind. The free part of the beach area has some trees to take shade under. There was a peacock and chickens. There was also garbage.",
            "author_name": "M S",
            "relative_time_description": "",
            "time": 1719156700,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 34,
            "3": 60,
            "4": 168,
            "5": 471
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.407827,
        "address": "846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJAQsXx5O-ohQRfm0VKx40ATk",
        "generalDescription": "If you're looking for a secluded beach on Mykonos, Hidden Beach is definitely worth checking out. With its beautiful surroundings and crystal clear waters, this spot is perfect for those who love spending time in nature.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.346989,
        "rating": 4.4,
        "numRatings": 65,
        "sources": [
          {
            "id": "247283",
            "type": "webPlacesList",
            "url": "https://www.placesofjuma.com/best-beaches-mykonos/",
            "sourceSite": "Web",
            "snippet": "Hidden Beach is a real insider tip if you are looking for a quiet beach on Mykonos. This little secret gem is nestled in a picturesque landscape and enchants with a picture-perfect panorama. Unique is especially the natural environment as well as the crystal clear sea, which invites you to swim and also snorkel.",
            "siteName": "PlacesofJuma",
            "shortName": "Top 20 Amazing Beaches in Mykonos",
            "indexInSource": 10,
            "iconSiteId": 13501,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "K3bHjApxeG9AsVXQxKCGKckgdOxGznjc",
          "NbUi66zU2EfnetXOid7EB2P3qQxTAoFv",
          "SFy1ZWcMh8yvqG4j6iU0W8MpxuxlNp6p",
          "K3bHjApxeG9AsVXQxKCGKckgdOxGznjc",
          "NbUi66zU2EfnetXOid7EB2P3qQxTAoFv",
          "SFy1ZWcMh8yvqG4j6iU0W8MpxuxlNp6p"
        ],
        "openingPeriods": [],
        "name": "Hidden Beach",
        "placeId": "ChIJAQsXx5O-ohQRfm0VKx40ATk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Love this place! Found this place on my way to the beach next to Scorpio and stayed here because you have more privacy without beach clubs and many people! The beach is so beautiful and it's also perfect for watching sunsets!",
            "author_name": "Katrin Russeggerova",
            "relative_time_description": "",
            "time": 1725831529,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Small and perfect little beach.",
            "author_name": "kosta bk",
            "relative_time_description": "",
            "time": 1750829872,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "People are a disease on earth and on this beach especially! (First picture below) It's my first time on the island and I fell in love with this beach the moment I saw it! It was amazing to chill on and wait for the sunrise, but when the light came I felt ashamed of what the locals and the tourist had left on it! Cigs, condoms packages, bottles and plastic... Don't be an ignorant and CLEAN AFTER YOURSELF!\nOtherwise go back where you came from and trash your own home rather then this beautiful nature site",
            "author_name": "Jakub Polityło-Aluwihare",
            "relative_time_description": "",
            "time": 1565061721,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 3,
            "3": 5,
            "4": 16,
            "5": 40
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.412112,
        "address": "Platis Gialos 846 00, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJFw0Eaqm_ohQRSqmJTBBDbbI",
        "generalDescription": "Boutique 2 by Cavo Paradiso Club Mykonos, also known as Cavo Paradiso Boutique 2, is a must-visit for electronic music enthusiasts. Located near Paradise beach, the club offers an unforgettable experience that extends into the early morning hours, allowing guests to revel in the stunning sunrise. The boutique within the club allows visitors to create custom Cavo Paradiso shirts using a printer, resulting in vibrant and unique designs.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 25.326709,
        "rating": 4.6,
        "numRatings": 32,
        "sources": [
          {
            "id": "1846649",
            "type": "webPlacesList",
            "url": "https://www.worldtravelguide.net/guides/europe/greece/mykonos-town-beaches/",
            "sourceSite": "Web",
            "snippet": "The best sand beaches lie on the south coast, with the most talked-about being the twin party beaches Paradiso (very developed, lined by beach bars playing 24-hour music, watersports facilities and a diving centre) and Super Paradiso (less developed than Paradiso, popular with male gay nudists). Closer to Mykonos Town, Ornos is a family-orientated beach with a Blue Flag, 2.5km (1.5 miles) to the south; Agios Ioannis lies in a dramatic bay and featured in the film 'Shirley Valentine', 4km (2.5 miles) southwest; and Plati Gialos is a well-equipped resort beach, 4km (2.5 miles) southeast.",
            "siteName": "World Travel Guide",
            "shortName": "Mykonos Town beaches Travel Guide",
            "indexInSource": 1,
            "iconSiteId": 264,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wDp6ODVS5lB12k19CereaL6izyzfkQR7",
          "yERqgQ1DUxc7kH4673545AwveG6P2hxv",
          "wDp6ODVS5lB12k19CereaL6izyzfkQR7",
          "yERqgQ1DUxc7kH4673545AwveG6P2hxv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "0300"
            }
          }
        ],
        "name": "Boutique 2 by Cavo Paradiso Club Mykonos (CAVO PARADISO BOUTIQUE 2)",
        "placeId": "ChIJFw0Eaqm_ohQRSqmJTBBDbbI",
        "internationalPhoneNumber": "+30 2289 078870",
        "reviews": [
          {
            "rating": 5,
            "text": "Nina working at the front is the best and will help you🙂‍↕️🤍! Really great selection, shirts can be printed in store. Very reasonably priced, hours listed are accurate as we were there right at opening before leaving the island. Jewelry items are real silver, total must haves definitely pick one up 🎧🐟!",
            "author_name": "violet",
            "relative_time_description": "",
            "time": 1750928045,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Edit:\nI bought two printed shirts, and after washing (30°C, soft/gentle program, NO dry cleaning, 400rpm tumbling, no dryer) half of the logo came off 😡\nSo 30€ for a tank top for nothing. Let's see what happens to the second shirt.\n\nFirst review:\nGreat shop, awesome clothing for customization, very friendly staff. Just swing by, buy some stuff and have a good chat.",
            "author_name": "Chris Foe",
            "relative_time_description": "",
            "time": 1653972952,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The people who work here are amazing, they are so available and kind. They make the best personalised T-shirts!!! the shop is clean and tidy.",
            "author_name": "stella Ridolfi",
            "relative_time_description": "",
            "time": 1722118005,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cavoparadiso.gr/",
        "index": 18,
        "id": "",
        "categories": [
          "Clothing store",
          "Bar",
          "Beach clothing store",
          "Club",
          "Night club",
          "Youth clothing store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 1,
            "4": 4,
            "5": 25
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.446471,
        "address": "Kouzi, Georgouli 21, Mikonos 846 00, Greece",
        "travel_time": null
      }
    ]
  }
}