{
  "list_id": "582",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/582/1.jpg",
  "description": "Dive into \"Capturing Varanasi: Iconic Photo Journeys\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160257"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Varanasi: Iconic Photo Journeys",
  "city_id": "122",
  "subtype": "poi",
  "city": "Varanasi",
  "created_ts": 1758970914,
  "slug": "capturing-varanasi-iconic-photo-journeys-varanasi-poi-627edb",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJZx9BBB4ujjkRPMgcoTbvGqY",
        "generalDescription": "Dashashwamedh Ghat is a vibrant and bustling riverside step leading down to the Ganges River, where daily religious rituals take place. It's known as one of the most lively ghats in the town and offers a spiritual experience.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.010219,
        "rating": 4.6,
        "numRatings": 67993,
        "sources": [
          {
            "id": "1923530",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/best-places-for-pre-wedding-photoshoots-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Dashashwamedh Ghat, one of the most iconic ghats in Varanasi, is a melange of spirituality and scenic beauty. It’s the heart of the city’s spiritual activities and a popular spot for tourists and locals alike. Imagine the sun setting behind you as you hold hands with your partner against the backdrop of the Ganges, and the ghats illuminated by the evening Aarti.",
            "siteName": "Chitrageek Studios",
            "shortName": "Best Places For Pre-Wedding Photoshoots in Varanasi",
            "indexInSource": 0,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This particular ghat is believed to be the oldest one in the city, and is hence considered special. If you have seen video footages of people bathing in Ganga and praying with diyas in their hand on the banks of a river, odds are that it was this ghat you saw. It is often abuzz because of the hordes of people who flock to it to wash away their sins and pray.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923533",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-varanasi",
            "sourceSite": "Web",
            "snippet": "The Ganges River's Dashashwamedh Ghat in Varanasi provides a dramatic and colorful backdrop for pre-wedding photo shoots. This ghat is a vibrant foreground well-known for its bustling vitality and legendary Ganga Aarti ceremony. The vibrant street sceneries, customary ceremonies, and the majesty of the aarti make for compelling images.",
            "siteName": "vsnapu.com",
            "shortName": "Top 10 Pre-Wedding Shoot Locations in Varanasi 2025",
            "indexInSource": 2,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 6 out of 43 Places To Visit in Varanasi. Dashashwamedh Ghat, situated on the Ganges River in Varanasi, holds immense religious significance and cultural vibrancy. Renowned for its daily Ganga Aarti, it offers a mesmerizing experience with spiritual rituals, pilgrim activities, and a lively atmosphere.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 33,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011511",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-varanasi",
            "sourceSite": "Web",
            "snippet": "What a spectacle it is to witness the Ganga Aarti at Dashashwamedh Ghat!. Ganga Aarti is one true example of the rich cultural and traditional history of this place. It is what makes this ghat one of the few best things to do in Varanasi at night.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Things to Do in Varanasi 2024: Upto 40% Off",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923550",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-varanasi",
            "sourceSite": "Web",
            "snippet": "The evening Ganga Aarti ceremony at Dashashwamedh Ghat is a spectacle not to be missed. Photographers can capture the synchronized movements of priests, the flickering flames of the aarti lamps, and the mesmerizing atmosphere of devotion.",
            "siteName": "WanderOn",
            "shortName": "Best Photography Spots In Varanasi",
            "indexInSource": 0,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459875",
            "type": "webPlacesList",
            "url": "https://shaadiwish.com/blog/2019/12/23/best-locations-for-a-perfect-pre-wedding-shoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "One of the most spectacular ghats in Varanasi near Vishwanath temple, it is the most liveliest and colourful ghat you will ever see. Having a photoshoot here is a must. It is one of the most iconic pre-wedding locations in Varanasi.",
            "siteName": "ShaadiWish",
            "shortName": "Best Locations For A Perfect Pre-Wedding Shoot In Varanasi!",
            "indexInSource": 3,
            "iconSiteId": 16741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This is the location of Ganga Arti, the most photographed ceremony of India. It is said that Lord Brahma created this ghat by sacrificing ten horses. By sunset, pilgrims flock this place to watch the arti ritual.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 0,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923541",
            "type": "webPlacesList",
            "url": "https://www.kreslavsky.com/complete-varanasi-photography-guide/",
            "sourceSite": "Web",
            "snippet": "First, the stretch from Main Ghat towards Manikarnika Ghat; you can ascend near Alta Hotel and meander through the quaint lanes.",
            "siteName": "Gil Kreslavsky Photography Workshops",
            "shortName": "Complete Varanasi Photography Guide",
            "indexInSource": 2,
            "iconSiteId": 276472,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OrBM3yjYuqo98e55Y7Xm70NotNq9CaX7",
          "Yc13xZfXrdzXIO3ZeoulHhtue6RblAYK",
          "PM5msHIvwmgvkXimOuZbvbi1rWkjrR02",
          "YWfjIUtWeJ6HGHjkOQmloRhq0eGi5POg",
          "VWkuW7wpDO0L1dRx6F8wRBwmZ78cj6Z6",
          "OrBM3yjYuqo98e55Y7Xm70NotNq9CaX7",
          "Yc13xZfXrdzXIO3ZeoulHhtue6RblAYK",
          "PM5msHIvwmgvkXimOuZbvbi1rWkjrR02",
          "YWfjIUtWeJ6HGHjkOQmloRhq0eGi5POg",
          "VWkuW7wpDO0L1dRx6F8wRBwmZ78cj6Z6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Dashashwamedh Ghat",
        "placeId": "ChIJZx9BBB4ujjkRPMgcoTbvGqY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "My visit to Dashashwamedh Ghat in Varanasi was nothing short of magical. This is the heart of spiritual India, especially during the famous Ganga Aarti that takes place every evening. The atmosphere is electric - chants, bells, and the sight of hundreds of lamps illuminating the river create an experience that words can hardly capture.\n\nHowever, it's important to plan ahead! The ghat gets extremely crowded, with devotees and tourists filling every inch of space. I would highly recommend reaching by 4 PM if you want a front-level seat. After that, it becomes almost impossible to even find a place to stand. Despite the rush, witnessing the Ganga Aarti up close is absolutely worth every bit of effort.\n\nThe energy, the devotion, and the stunning views of the Ganges under the evening sky make it an unforgettable memory. If you truly want to feel the soul of Varanasi, Dashashwamedh Ghat is the place to be.",
            "author_name": "Uditya Raj Srivastva",
            "relative_time_description": "",
            "time": 1745691392,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is the main ghat of Varanasi and definitely the busiest spot along the Ganges. It's absolutely bustling with activity throughout the day. Early mornings bring crowds of people gathering to watch the beautiful sunrise over the river, while evenings are packed with visitors coming to witness the mesmerizing aarti puja ceremony. The energy here is incredible. you'll find locals and tourists alike all mixed together, creating this wonderful, chaotic atmosphere that feels so authentically Varanasi",
            "author_name": "Donggeon King",
            "relative_time_description": "",
            "time": 1753253234,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dashashwamedh Ghat is undoubtedly one of the most iconic and spiritually significant places in Varanasi. Set along the banks of the sacred Ganga, the ghat offers a deeply peaceful experience-especially during the early mornings or late nights when the crowds are thinner. The calmness of the river, the chanting of mantras in the background, and the occasional ring of temple bells together create a truly serene atmosphere that is difficult to put into words.\n\nOne of the main highlights here is the Ganga Aarti, which takes place every evening around sunset. It's a grand, mesmerizing ritual performed by priests with synchronized movements, conch shells, and flaming lamps. The entire event is visually stunning and spiritually moving. However, it does get extremely crowded during the Aarti, so it's a good idea to arrive early if you want a decent spot to watch. Alternatively, watching it from a boat offers a less congested and equally beautiful perspective.\n\nSpeaking of boats, rides are easily available and highly recommended-especially during sunrise or sunset. A boat ride along the ghats allows you to witness the full stretch of Varanasi's sacred riverfront, dotted with temples, historic structures, and daily life unfolding in its rawest form. It's a peaceful, reflective experience that complements the energy of the ghat itself.\n\nAnother positive point is the cleanliness. Compared to some other ghats, Dashashwamedh is relatively well-maintained, especially considering the huge number of visitors it attracts daily. Authorities and volunteers seem to make a good effort to keep the place tidy, though peak hours do bring some inevitable crowd-related littering.\n\nIn summary, Dashashwamedh Ghat is a must-visit if you're in Varanasi-not just for its religious significance, but for the unique energy it offers. Whether you're a spiritual seeker, a culture lover, or simply someone looking to experience the soul of the city, this ghat captures it all. Just be prepared for crowds during popular times and plan accordingly for the best experience.",
            "author_name": "sonal kalra",
            "relative_time_description": "",
            "time": 1745917981,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kashi.gov.in/listing-details/dashashwamedh-ghat",
        "index": 1,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Place of worship",
          "Religious destination",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1048,
            "2": 685,
            "3": 3025,
            "4": 12054,
            "5": 51227
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.306254,
        "address": "Dashashwamedh Ghat Rd, Ghats of Varanasi, Godowlia, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFwuU7iEujjkRE3v7zU8OYEg",
        "generalDescription": "Shri Kashi Vishwanath Temple is a renowned riverside temple dedicated to Lord Shiva, featuring an impressive 18th-century gold-plated spire and a sacred well. It's also the only Jyotirlinga in Uttar Pradesh.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.010678,
        "rating": 4.7,
        "numRatings": 109892,
        "sources": [
          {
            "id": "263469",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/best-places-to-visit-in-varanasi-ind-1-27.htm",
            "sourceSite": "Web",
            "snippet": "Hindu pilgrims and tourists alike travel for thousands of miles to reach the Shri Kashi Vishwanath Temple, a sacred attraction around four kilometers from the Varanasi Junction railway station near the Manikarnika Ghat. The impressive structure, dedicated to the Hindu deity Shiva, has earned the nickname \"The Golden Temple\" for its striking spire — plated in some 800 kilograms of pure gold. The distinctive design of this temple has gone on to inspire the architecture of hundreds of other temples across India.",
            "siteName": "planetware.com",
            "shortName": "Places to Visit in Varanasi",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Many people see it as the foremost temple to visit in Varanasi, and some consider it the most significant temple in the entire country. The story of Kashi Vishwanath Temple is as old as over three thousand and five hundred years, which is an astounding amount of time. So much has happened in and around it that it is hard to not feel overwhelmed when visiting it.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 1 out of 43 Places To Visit in Varanasi. Shri Kashi Vishwanath Temple, located on the western bank of the Ganges in Varanasi, is one of the most revered Hindu temples dedicated to Lord Shiva. Originally built in 1780 by Queen Ahilyabai Holkar of Indore, the temple is famed for its golden spires and spiritual significance.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 26,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923537",
            "type": "webPlacesList",
            "url": "https://banarastrip.com/best-places-for-photoshoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "A visit to Varanasi is incomplete without exploring the revered Kashi Vishwanath Temple. While photography inside the temple is prohibited, the vibrant lanes and bustling market surrounding the temple present endless opportunities to capture the vibrant spirit of the city.",
            "siteName": "Banaras Trip",
            "shortName": "11 Best Places For Photoshoot in Varanasi: Instagrammable Places",
            "indexInSource": 4,
            "iconSiteId": 58842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Do not confuse it with the New Vishwanath temple of Varanasi. This is one of the holiest Shiva temples on earth. It is also called as the golden temple of Varanasi.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 4,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sQLbK54dB75kZuGunlPqdrmhPsEUlkjp",
          "rIzcvn22mmA6r5CwVsBtMDHIMpH5ekub",
          "cUE1A99JQihKucciFIZtj7VeXXg6G8c9",
          "yJM5qdKJ80E9Tlwy1wkLaMyJUoUHV7hP",
          "D9cOBsGmpvHu9g9vHKhJ1NuINWtC7QBT",
          "sQLbK54dB75kZuGunlPqdrmhPsEUlkjp",
          "rIzcvn22mmA6r5CwVsBtMDHIMpH5ekub",
          "cUE1A99JQihKucciFIZtj7VeXXg6G8c9",
          "yJM5qdKJ80E9Tlwy1wkLaMyJUoUHV7hP",
          "D9cOBsGmpvHu9g9vHKhJ1NuINWtC7QBT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0300"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0300"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0300"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0300"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0300"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0300"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0300"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Shri Kashi Vishwanath Temple",
        "placeId": "ChIJFwuU7iEujjkRE3v7zU8OYEg",
        "internationalPhoneNumber": "+91 70802 92930",
        "reviews": [
          {
            "rating": 5,
            "text": "The Shri Kashi Vishwanath Temple is not just a sacred site - it's the spiritual heartbeat of Varanasi, and one of the most powerful places I've ever visited. Dedicated to Lord Shiva, the temple radiates an aura that's difficult to put into words but deeply felt the moment you step inside the complex.\n\nDespite the high footfall of devotees and tight security, everything is incredibly well-organized. The temple staff and volunteers guide you with patience and respect, ensuring everyone gets their darshan peacefully. The architecture itself is a beautiful blend of tradition and majesty - the golden spire gleams against the sky, a symbol of Varanasi's eternal spirit.\n\nWhat struck me most was the intensity of devotion. Standing in front of the Jyotirlinga, with chants of “Har Har Mahadev” filling the air, I felt a rare kind of stillness - a connection with something far beyond the physical. Whether you're deeply religious or just spiritually curious, the energy inside the sanctum is palpable.\n\nEarly morning visits are especially powerful - the aarti, the sound of bells, and the scent of sandalwood and incense create a soul-stirring atmosphere. The newly developed Kashi Vishwanath Corridor has beautifully transformed the area around the temple - making it more spacious, accessible, and visually stunning while retaining its sacred vibe.\n\nThere are small shrines and courtyards throughout the complex that are worth exploring, each with its own story and significance. Don't miss spending a few quiet moments at the Ganga-facing side of the corridor - it's peaceful and offers an incredible view of the river.\n\nThis temple is not just a destination - it's a spiritual moment, a living tradition, and a place where the past, present, and divine converge. Visiting Kashi Vishwanath is more than a religious journey - it's an emotional, cultural, and soulful experience.",
            "author_name": "umendra R",
            "relative_time_description": "",
            "time": 1745432949,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our family visit to Kashi Vishwanath Temple was a truly divine experience. The spiritual energy, the chanting of mantras, and the sacred atmosphere filled our hearts with peace. The temple is beautifully maintained, and the darshan was smooth despite the crowd. Walking through the vibrant streets of Kashi with family made it even more special. A must visit for anyone seeking blessings and inner calm. Truly unforgettable moments in the heart of Varanasi.",
            "author_name": "Ar. Raj Kumar",
            "relative_time_description": "",
            "time": 1752467569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most sacred places in Hinduism. One of the 12 divine jyotirlingas. The main temple premises are very neat and clean and very well maintained. The whole place is managed very efficiently despite a huge tourist footfall. Divine experience and a must visit place in lifetime.",
            "author_name": "himanshu saini",
            "relative_time_description": "",
            "time": 1756009766,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://shrikashivishwanath.org/",
        "index": 2,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Historical place",
          "Place of worship",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2576,
            "2": 943,
            "3": 2864,
            "4": 9696,
            "5": 93765
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.310853,
        "address": "Lahori Tola, Varanasi, Domari, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVx24kCkyjjkRJ4c60-w9fBg",
        "generalDescription": "Banaras Hindu University (BHU) is a sprawling residential university located on the banks of the Ganges River. The campus covers a vast 5km area and features a blend of architectural splendor and academic excellence. Visitors can explore historic buildings, lush gardens, and majestic structures that reflect a mix of classical and colonial architecture.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 82.990474,
        "rating": 4.5,
        "numRatings": 24192,
        "sources": [
          {
            "id": "1923533",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-varanasi",
            "sourceSite": "Web",
            "snippet": "The expansive campus of Banaras Hindu University (BHU), located in Varanasi, is a beautiful and adaptable environment for a Varanasi pre-wedding shoot. It delivers a variety of possibilities for photographing moments of love and togetherness expected of its historic architecture, lush green grasslands, and agreeable locations. BHU offers a blend of legacy and nature, from the indulgence of its structures to the peace of its natural spaces.",
            "siteName": "vsnapu.com",
            "shortName": "Top 10 Pre-Wedding Shoot Locations in Varanasi 2025",
            "indexInSource": 5,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263469",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/best-places-to-visit-in-varanasi-ind-1-27.htm",
            "sourceSite": "Web",
            "snippet": "Banaras Hindu University has been a central part of Varanasi's identity since its inception in 1916. The well-respected public university is home to more than 25,000 students, making it one of Asia's largest residential universities. There are no hill stations near Varanasi, so if you're looking for an escape from the crowds and busy city, come to this lush 1,300-acre campus.",
            "siteName": "planetware.com",
            "shortName": "Places to Visit in Varanasi",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923537",
            "type": "webPlacesList",
            "url": "https://banarastrip.com/best-places-for-photoshoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Spread across a sprawling campus, Banaras Hindu University is a prestigious educational institution and a picturesque location for a photoshoot. The vibrant flowers, lush greenery, and magnificent architecture make it an ideal setting for capturing stunning portraits or adding a touch of elegance to your pictures.",
            "siteName": "Banaras Trip",
            "shortName": "11 Best Places For Photoshoot in Varanasi: Instagrammable Places",
            "indexInSource": 3,
            "iconSiteId": 58842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "6 km from city center 21 out of 43 Places To Visit in Varanasi. Established by Madan Mohan Malviya in 1916, Banaras Hindu University is a 5.3 square kilometre campus in the city. It has about 30,000 students residing in the campus and is the largest residential university in the continent.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "With about 30,000 students inside the campus, the Banaras Hindu University falls in the list of the biggest residential institutions in the world. The beautiful buildings and sprawling lawns will make you fall in love with this iconic, educational institution.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923528",
            "type": "webPlacesList",
            "url": "https://www.universestudio.in/best-places-for-photoshoots-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "As we know that Varanasi is a mythological city as it has been inhabited since ancient times. Although there are a lot of best places for photoshoots in Varanasi, The ghats of Varanasi have different names. Here you will find eighty ghats for photoshoots.",
            "siteName": "Universe Studio - Wedding Photography Studio India-Photographers in Varanasi",
            "shortName": "Best places for photoshoots in Varanasi",
            "indexInSource": 3,
            "iconSiteId": 276486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ct7xKaP5r2vdaMpOChCuWBdMLsUMoaCh",
          "aAdxD0uEo5o6UWCr0gZdhoD4sJl53hC8",
          "5AapWDnG5NDTTD24At9LD0zIoRbNUEaW",
          "Ct7xKaP5r2vdaMpOChCuWBdMLsUMoaCh",
          "aAdxD0uEo5o6UWCr0gZdhoD4sJl53hC8",
          "5AapWDnG5NDTTD24At9LD0zIoRbNUEaW"
        ],
        "openingPeriods": [],
        "name": "Banaras Hindu University",
        "placeId": "ChIJVx24kCkyjjkRJ4c60-w9fBg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "No words to describe this palace,this place is next level because tourist destinations or many reason.\nI spend almost 45 min here ,BHU IS in 16 sq km, therefore you have 1 day full to detailed or describe to know everything about this place.Here 1 famous temple is also available where foreigner is come from every country to visit and explore here.",
            "author_name": "Bunty Babu",
            "relative_time_description": "",
            "time": 1735611462,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I felt a little bit concerned about my safety while visiting this university since it's an open university which makes it heavily crowded not only with people but also with heavy traffic. The authorities of the BHU campus should look into this matter with severity and try either to make the situation manageable or to take preemptive actions to regulate the entry of the foreign people from outside with vehicles!!",
            "author_name": "Swagat Swarup Sahoo",
            "relative_time_description": "",
            "time": 1753605032,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the world's largest University in terms of its area.\nA very soothing and sight seeing campus.\nIt's the Asia's greenest campus containing university.\nA wonderful entrance and very good education in any field.\nEven though a very beautiful temple known as 'The Vishwanath temple' is there. You will find everything here if you visit.",
            "author_name": "Siddharth Kumar",
            "relative_time_description": "",
            "time": 1756448078,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://bhu.ac.in/Site/Home/1_2_16_Main-Site",
        "index": 3,
        "id": "",
        "categories": [
          "University",
          "Sights & Landmarks",
          "Universities & Schools"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 988,
            "2": 415,
            "3": 1212,
            "4": 4170,
            "5": 17396
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.26853,
        "address": "Ajagara, Varanasi, Uttar Pradesh 221005, India",
        "travel_time": null
      },
      {
        "_id": "ChIJY_SjpfMxjjkRn8Lo6e2VlNY",
        "generalDescription": "Shri Satyanarayan Tulsi Manas Mandir in Varanasi is a grand Hindu temple made of white marble, featuring beautiful gardens and detailed engravings. It's situated in the Tulsi Ghat area and pays homage to Lord Rama. The temple is known for its peaceful ambiance and elaborate marble carvings depicting stories from Ramcharitmanas, a renowned Hindu epic poem.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.000104,
        "rating": 4.6,
        "numRatings": 10052,
        "sources": [
          {
            "id": "1011511",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Just as the Bible is to Christianity and the Quran is to Muslims,  Ramayana is to the Hindus. This epic holy book of the Hindus was written by Tulsidas here in the Tulsi Manas Temple. The most important thing to do at this beautiful white marble temple apart from gazing at its beauty is to capture the greatness of the original verses and scriptures of Ramayana which are engraved on its walls and which give you literal peek into the history.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Things to Do in Varanasi 2024: Upto 40% Off",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 7 km from Varanasi Junction, Tulsi Manas Mandir is a Hindu temple situated next to the famed Durgakund Temple in Varanasi, Uttar Pradesh. It is one of the most famous temples of Varanasi and also an important tourist attraction of the holy city. Tulsi Manas Mandir was built in the year 1964 by Seth Ratan Lal Sureka of Bandhaghat (Howrah).",
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 1,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923537",
            "type": "webPlacesList",
            "url": "https://banarastrip.com/best-places-for-photoshoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Dedicated to Lord Rama, the Tulsi Manas Temple is known for its exquisite architecture and beautiful sculptures. The temple’s tranquil surroundings and landscaped gardens provide a peaceful setting for capturing moments of serenity. The intricate stone carvings and the ethereal atmosphere make it a photographer’s delight.",
            "siteName": "Banaras Trip",
            "shortName": "11 Best Places For Photoshoot in Varanasi: Instagrammable Places",
            "indexInSource": 7,
            "iconSiteId": 58842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 14 out of 43 Places To Visit in Varanasi. Constructed in 1964, this temple is dedicated to Lord Rama and is named after the saint poet Tulsi Das. It displays the Shikhara style of architecture and exhibits various inscriptions from the Ram Charit Manas on the walls of the temple.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": "Situated in the premises of Banaras Hindu University (BHU), New Vishwanath Temple is definitely a must visit pilgrimage destination in Varanasi. The temple was constructed by the famed Birla family and hence is also known as Birla Temple. In fact, it is a temple complex which consists of 7 temples.",
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 1,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This temple was built in 20 th century and is dedicated to Lord Ram. The temple was built at the exact spot where Saint Goswami Tulsidas wrote the Ramcharitamansa in 16 th century. The temple is open from 5:30 in the morning to 12 at noon and from 3:30 in the evening to 9 in the evening.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 10,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tIK7nX6ctEhFUyf1wIsvB85e88GJFzrw",
          "q4HAuNgdrsuWo5oAXGhhumaYNVZuObhB",
          "pt9shM7QvXKF9ppxUZ9IkitbLYHqMiP6",
          "RMYfHTFkgUCaYW3RBxNz1eUES30NYJZ5",
          "AkitqbEOtOQo4iwDCBKlaJIIL6mq4Hre",
          "tIK7nX6ctEhFUyf1wIsvB85e88GJFzrw",
          "q4HAuNgdrsuWo5oAXGhhumaYNVZuObhB",
          "pt9shM7QvXKF9ppxUZ9IkitbLYHqMiP6",
          "RMYfHTFkgUCaYW3RBxNz1eUES30NYJZ5",
          "AkitqbEOtOQo4iwDCBKlaJIIL6mq4Hre"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1530"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1530"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0530"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1530"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1530"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1530"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1530"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1530"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Shri Satyanarayan Tulsi Manas Mandir, Varanasi",
        "placeId": "ChIJY_SjpfMxjjkRn8Lo6e2VlNY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Tulsi Manas Mandir is more than just a temple, it's a place where history, literature, and spirituality converge. As I walked through its serene premises, I was struck by the white marble walls engraved with verses from the Ramcharitmanas, the epic written by Goswami Tulsidas at this very site. It felt like stepping into a living manuscript.",
            "author_name": "Drabir Karmakar",
            "relative_time_description": "",
            "time": 1745907569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the popular destinations in varanasi for d Turist & as well as for local people.\nFull temple wall is curved with Sree Sree Tulsi das jis scripts .\nOpen prayer area inside the temple can mk ur mind clum & silent .\nGarden is well maintained , several types of plants , flower increases the beauty of the temple .\nDrinking water, toilet, seating area , walking lane in d temple garden make the place relaxing for Turist & devotees use to busy in reading the scripts in the temple wall .\nThis is an  unique temple in india dedicated to Sree Sree Tulsi das ji .\n\nAnyone who love nature , who want to seat , who want to take rest in good environment, one who love Sanatan Dharma gonna love the temple 🙏\n\nNo Entry Fee. Free entry .\nOpening from 5 am to 9 pm everyday .\nAlthough a modern structure but have all the Vibes of spirituality...\nIf you love walk, than this temple is in walking distance from Assi Ghat .\nJust opposite of this temple one Hanuman temple is there , Bal Hanuman temple , visit that temple tooo.",
            "author_name": "Sujoy Das Andie A Yogie.",
            "relative_time_description": "",
            "time": 1749343140,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a temple dedicated to Santh Tulasi Das. There are idols of Lord Ram, Lakshman and Maa Sita. A museum is also present at the top floor of the temple and it costs only INR 50 per person for getting entry to the museum. The museum offers a great display of illustrations of different kathas present in Ramayan through different idols. You can see the pictures I have added here.\n\nA must visit devotional site comes midway of your way to the Sankat Mochan Hanuman temple!!",
            "author_name": "Swagat Swarup Sahoo",
            "relative_time_description": "",
            "time": 1753604314,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 172,
            "2": 99,
            "3": 490,
            "4": 1968,
            "5": 7317
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.287205,
        "address": "Sankat Mochan Rd, Durgakund Rd, near Jalan, Varanasi, Uttar Pradesh 221005, India",
        "travel_time": null
      },
      {
        "_id": "ChIJpWsWkyEujjkRMFCY5N88YH0",
        "generalDescription": "Manikarnika Ghat, also known as Manikarnika Mahashamshan Ghat, is one of the oldest and most iconic ghats in Varanasi. It holds great religious and historical significance as it is the primary site for traditional Hindu cremations. This ghat serves as a reminder of the fragility of life and the ultimate truth of mortality.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.014117,
        "rating": 4.6,
        "numRatings": 9705,
        "sources": [
          {
            "id": "1923533",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Despite being associated with cremation rituals, Manikarnika Ghat is an unusual wedding venue in Varanasi for pre-wedding picture projections in Varanasi. With its historic stages and the well-known Ganges River, the ghat offers a stark juxtaposition of life and death. It represents the essential process of life, making it an important alternative for couples glimpsing for remarkable and thought-provoking artwork.",
            "siteName": "vsnapu.com",
            "shortName": "Top 10 Pre-Wedding Shoot Locations in Varanasi 2025",
            "indexInSource": 3,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263469",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/best-places-to-visit-in-varanasi-ind-1-27.htm",
            "sourceSite": "Web",
            "snippet": "No, it's not from a factory — it's from the perpetual cremations that happen on this ghat. Hindus believe that Manikarnika Ghat is one of the most auspicious places for the departed to reach moksha (emancipation from the cycle of spiritual rebirth). The funeral pyre at this ghat burns 24/7, and the flame that feeds it is believed to have been lit for centuries.",
            "siteName": "planetware.com",
            "shortName": "Places to Visit in Varanasi",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 10 out of 43 Places To Visit in Varanasi. Manikarnika Ghat, located in Varanasi, is one of the holiest and oldest ghats along the Ganges River. Renowned as a sacred cremation site, it is deeply significant in Hinduism, symbolizing liberation (moksha) and the end of the cycle of life and death.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This ghat is again quite significant among Hindus as it is the main cremation ghat in the city. People who have died often get cremated here, in the belief that they attain moksha. There is a myth that says Devi Parvati’s ear ornament fell at the exact spot of this ghat when Lord Shiva came here with her.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Many earthen oil lamps will be left to flow on the river, as an offering. It is considered to be a sacred place on earth to be burnt to attain eternal salvation.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 2,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 2,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LIq2DJXVNLyCgqdKpLJMnQ2TXfpvdc27",
          "jHTy1uDSOU7LaOqWFwmrLLTRPXeHKHcF",
          "XPGeBnCtjd0r5TjnmN77OLjM6VNbEGLL",
          "xQoT4q9N35AquxigVPMrlms1IFNt5fIX",
          "LIq2DJXVNLyCgqdKpLJMnQ2TXfpvdc27",
          "jHTy1uDSOU7LaOqWFwmrLLTRPXeHKHcF",
          "XPGeBnCtjd0r5TjnmN77OLjM6VNbEGLL",
          "xQoT4q9N35AquxigVPMrlms1IFNt5fIX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Manikarnika Ghat",
        "placeId": "ChIJpWsWkyEujjkRMFCY5N88YH0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I had heard a lot about Manikarnika Ghat. You will come here and get to know the truth of life.\nYou will find many boats for boating here. You can worship and take a bath here. There is a temple nearby, you can visit it...\n\nAll the shopkeeper, Pandits and bostman who are earning from tourists  There should be pay attention to cleanliness ... and also  The responsibility of the tourist to clean the tourist place",
            "author_name": "Sarita Kumari",
            "relative_time_description": "",
            "time": 1752426424,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had heard a lot about Manikarnika Ghat. You will come here and get to know the truth of life.\n\nYou will find many boats for boating here. You can worship and take a bath here. There is a temple nearby, you can visit it.",
            "author_name": "rutul jesadiya",
            "relative_time_description": "",
            "time": 1755603136,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Manikarnika Ghat is one of the famous and unique ghats by the Ganga River. It is different from other ghats because it is where Hindus burn dead bodies. People believe that burning a body here helps the soul become free from being born and dying again, which they call Moksha.\nEarly one morning, around 4 AM in December 2024, we went to Manikarnika Ghat. It was the third time we had been to this place. We were there to join the line for the Kashi Vishwanath Temple Darshan and the path took us through Manikarnika Ghat. It was very crowded because of the Kumbh Mela in Prayagraj. As we walked, we saw many funeral pyres where bodies were being burned. We stopped for a moment to respect the people who had died. Watching the burning pyres and the priests doing their rituals made us feel sad. It was a very deep and emotional experience. The flames went up high, and there was a unique,old smell. It made us think about how short life is. But that feeling didn't last long, and we got caught up in the usual things of life again. We continued walking through the ghat to reach the temple line, leaving the burning bodies behind, even though that's the truth of life. Visiting Manikarnika Ghat was a powerful experience. Seeing the cremations made us think a lot about life and death. We got to see ancient Hindu traditions being practiced. The ghat is always busy, with funeral fires burning all day and night by the Ganga River. Lastly,the ghat's message is that death is the ultimate truth.",
            "author_name": "Navin Kumar Sharma",
            "relative_time_description": "",
            "time": 1743254978,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Cremation service",
          "Sights & Landmarks",
          "Heritage building",
          "Hindu temple",
          "Pilgrimage place",
          "Religious destination",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 259,
            "2": 129,
            "3": 508,
            "4": 1715,
            "5": 7095
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.311083,
        "address": "near Lalita Ghat, Lahori Tola, Varanasi, Domari, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJeZj2VcIujjkRgfN6_K0Ske4",
        "generalDescription": "The Archaeological Buddhist Remains of Sarnath, located in the holy city of Varanasi, is a serene and well-maintained historical site. Visitors can explore the ancient Buddhist temples and immerse themselves in the peaceful ambiance. The entry fee for the site can be paid online, and there is also a nearby museum to visit. Engaging a knowledgeable guide can enhance the experience with insightful details about the site's storied past.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 83.024522,
        "rating": 4.6,
        "numRatings": 23325,
        "sources": [
          {
            "id": "1923537",
            "type": "webPlacesList",
            "url": "https://banarastrip.com/best-places-for-photoshoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "A short distance from Varanasi, Sarnath is a significant Buddhist pilgrimage site and an archaeological treasure. The ancient stupas, ruins, and serene gardens create a serene ambiance for photography. Explore the Dhamek Stupa, the Ashoka Pillar, and the Mulagandha Kuti Vihar for unique frames that showcase the spiritual aura of Sarnath.",
            "siteName": "Banaras Trip",
            "shortName": "11 Best Places For Photoshoot in Varanasi: Instagrammable Places",
            "indexInSource": 6,
            "iconSiteId": 58842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SDMU2zeH23yePAp8yK9pY72swQz8dnoI",
          "hN6kK8rcng6syMbyPiMzf5kusJwFX3XQ",
          "5Ep9kPpXimOsSJiUXJ3QaNFCHYQWsnfi",
          "bkWcK97G6xsHH5JuOZUX97AnzuSYUmMR",
          "SDMU2zeH23yePAp8yK9pY72swQz8dnoI",
          "hN6kK8rcng6syMbyPiMzf5kusJwFX3XQ",
          "5Ep9kPpXimOsSJiUXJ3QaNFCHYQWsnfi",
          "bkWcK97G6xsHH5JuOZUX97AnzuSYUmMR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Archaeological Buddhist Remains of Sarnath",
        "placeId": "ChIJeZj2VcIujjkRgfN6_K0Ske4",
        "internationalPhoneNumber": "+91 542 259 5007",
        "reviews": [
          {
            "rating": 5,
            "text": "Have been to this place a couple of times and it's one of my favorites places in kashi to unwind and relax, this place has great archeological significance. There are alot of tourists here majorly buddhist devotees. It is a must visit place, has a very great environment, hygiene and cleanliness.",
            "author_name": "Ram Kanojia",
            "relative_time_description": "",
            "time": 1740497490,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Best place for history lover The Dhamekh Stupa in Sarnath is a truly awe-inspiring sight with massive structure, one of the four holy sites associated with Buddha's life (birth, enlightenment, first sermon, and death), marks the very spot where Buddha delivered his first sermon, setting the Wheel of Dharma in motion.\nbuilt by Emperor Ashoka in 249 BCE, the current stupa, constructed in the 5th century CE, has been restored several times. Its walls are adorned with intricate carvings of humans, birds, and ancient Brahmi script.\n\nExploring the ruins around the stupa offers a glimpse into the rich history of Sarnath. You can see remnants of ancient monasteries, monolithic railings, and the site of the Dhammarajika Stupa, which was unfortunately destroyed in the 18th century.\n\nThe ASI   has meticulously excavated the site, uncovering numerous inscriptions and artifacts, many of which are now on display in the museum opposite to the stupa complex.\n\nThe surrounding area is beautifully landscaped with lush greenery, providing a serene and peaceful atmosphere.\n\nDon't forget to visit the Sarnath Deer Park nearby. The name \"Sarnath\" itself has a fascinating origin. It comes from \"Sārangnāth,\" meaning \"Lord of the Deer,\" referring to an ancient legend where the Buddha, in a past life, sacrificed himself to save a deer. This act of compassion inspired the king to create the park as a safe haven for these animals.\n\nThe Dhamekh Stupa is a must-visit for anyone interested in Buddhism and Indian history. It's a place where you can connect with the past, feel the spiritual energy of the site, and gain a deeper understanding of Buddha's teachings.",
            "author_name": "samkit jain",
            "relative_time_description": "",
            "time": 1743254648,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "✨ Sarnath: A Hidden Gem of Serenity ✨\n\nVisiting Sarnath was one of the most peaceful experiences of my life. From the moment we entered, there was an unspoken calm in the air - a kind of silence that speaks to your soul.\n\n🧘‍♂️ Meditation here is on another level - no noise, no disturbance, just the sound of nature and your own breath. It felt like time slowed down. The calmness truly helps you connect with yourself.\n\n🌿 The roads are incredibly clean, and the overall environment is well-maintained. You won't see the usual city chaos here - just peace, greenery, and the spiritual scent of history.\n\n🐠 What surprised me most was the beautiful fish in the ponds and water bodies around. They added such a refreshing vibe to the entire experience. Watching them swim calmly felt meditative in itself.\n\n🤝 The locals and staff are friendly and humble, always ready to help with a warm smile. It's not just a place - it's an experience of kindness and spiritual simplicity.\n\nIf you're looking to escape noise and find inner peace, Sarnath is the place. Whether you're into spirituality, nature, history, or just need to clear your head - this place heals you quietly.\n\n10/10 - Must Visit 🌟",
            "author_name": "Nishant Prakash",
            "relative_time_description": "",
            "time": 1749276002,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://asi.nic.in/sarnath/",
        "index": 6,
        "id": "",
        "categories": [
          "Archaeological site",
          "Archaeological museum",
          "Buddhist temple",
          "Historical landmark",
          "Monument"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 430,
            "2": 240,
            "3": 1294,
            "4": 5393,
            "5": 15958
          }
        },
        "minMinutesSpent": 120,
        "latitude": 25.380866,
        "address": "92JF+8RR, Rishpattan Rd, Sarnath, Varanasi, Uttar Pradesh 221007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJIxFKf6UxjjkRWsC8m_ZvkKI",
        "generalDescription": "Ramnagar Fort Varanasi is a sandstone fort and royal residence that houses a museum featuring vintage cars, costumes, and an armory. The Mughal Era Fortification is a must-visit in the city of Varanasi. While there, visitors can also explore other historical sites such as Chunar Fort and the Bharat Kala Bhavan Museum.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 83.024891,
        "rating": 4.1,
        "numRatings": 35107,
        "sources": [
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Located across the Ganga River from Tulsi Ghat, it was built out of sandstone in AD 1750 on the orders of Raja Balwant Singh, the king of Banaras at the time. He and his descendants have lived in that fort for centuries now. In 1971, the position of an official king was abolished by the government, but still Pelu Bhiru Singh, is commonly referred to as the Maharaja of Varanasi.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 6,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nW4jCntDvgiytcQ98et5jGeQIxo1LsoJ",
          "Vjs6O8mmHphDLepnU0Jcuzu9qAokS5zK",
          "8X3mwqKOKmfvPfPTEY2jyYQDgcsrJnTO",
          "eWX3ojZFyBsRQpR7x3xRZ2c46sfuOKlO",
          "4MD0Ta7uPL9ZprTJMnTsQemlOYnshFfU",
          "nW4jCntDvgiytcQ98et5jGeQIxo1LsoJ",
          "Vjs6O8mmHphDLepnU0Jcuzu9qAokS5zK",
          "8X3mwqKOKmfvPfPTEY2jyYQDgcsrJnTO",
          "eWX3ojZFyBsRQpR7x3xRZ2c46sfuOKlO",
          "4MD0Ta7uPL9ZprTJMnTsQemlOYnshFfU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Ramnagar Fort Varanasi",
        "placeId": "ChIJIxFKf6UxjjkRWsC8m_ZvkKI",
        "internationalPhoneNumber": "+91 79059 66905",
        "reviews": [
          {
            "rating": 5,
            "text": "Great experience visiting this fort!\nI absolutely loved it-there are so many fascinating things to see, like the old kings' swords and other historical artifacts. The collection of vintage cars owned by the king was especially impressive. The environment is peaceful and adds to the charm of the place. A must-visit for history lovers!",
            "author_name": "Nitish Kartik",
            "relative_time_description": "",
            "time": 1745037827,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a stunning place to visit. You will learn the precious life of Indian Maharaja in the old days.  Life is full of faith, spiritual, luxury and legacy.\n\nI am in love with the delicate design and attention to detail function and usage which demonstrate the styling and taste of the owner.\n\nPhotos are not allowed within the exhibition rooms but outside are ok.\n\nThe only recommendation I would add is to have a small refreshing corner to serve Indian tradition refreshing after a long walk.",
            "author_name": "Krobkeaw Panyarachun",
            "relative_time_description": "",
            "time": 1744181279,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The museum has great potential and some interesting exhibits. However, I would kindly suggest improving the cleanliness of the space and maintaining it more regularly. Also, due to high humidity, installing air conditioning would really enhance the comfort of visitors. These changes could make the experience much more enjoyable.",
            "author_name": "Rachit Negi",
            "relative_time_description": "",
            "time": 1752119098,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Garden",
          "Historical place museum",
          "Museum",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1986,
            "2": 1533,
            "3": 4550,
            "4": 8482,
            "5": 18555
          }
        },
        "minMinutesSpent": 45,
        "latitude": 25.269524,
        "address": "Varanasi Rd, Ram nagar, Ramnagar, Uttar Pradesh 221008, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ4fkMYx4ujjkRbpY4Imyrs6s",
        "generalDescription": "Shree Annapurna Mandir, also known as Annapurna Devi Mandir, is a renowned Hindu temple located near the Kashi Vishwanath Temple in Varanasi, Uttar Pradesh. Constructed in 1729 AD by Maratha Peshwa Baji Rao, this temple holds significant religious importance and is dedicated to Goddess Annapurna Devi, the deity of nourishment.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.010085,
        "rating": 4.7,
        "numRatings": 1654,
        "sources": [
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 15,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KrvrR7oz4yDVIbGHxjNfcdvvMMfKOZ6w",
          "BYtqVXqnDXgSoaj5jqJmj7BrKJ9tA9wp",
          "ihiFgfrmsc4VTPOja3xKuPdpn6WRBLIn",
          "JDKDiz9lGFVkpLPcTilA4rQswOgJXoEs",
          "KrvrR7oz4yDVIbGHxjNfcdvvMMfKOZ6w",
          "BYtqVXqnDXgSoaj5jqJmj7BrKJ9tA9wp",
          "ihiFgfrmsc4VTPOja3xKuPdpn6WRBLIn",
          "JDKDiz9lGFVkpLPcTilA4rQswOgJXoEs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0400"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0400"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0400"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0400"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0400"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0400"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0400"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Shree Annapurna Mandir",
        "placeId": "ChIJ4fkMYx4ujjkRbpY4Imyrs6s",
        "internationalPhoneNumber": "+91 93365 86692",
        "reviews": [
          {
            "rating": 5,
            "text": "Shree Annapurna Mata mandir located inside the premises of Shree Kashi Vishwanath Mandir is one of the beautiful temple dedicated to Mata Annapurna i.e Mata Parvati. The main idol of Shree Annapurna Mata is very attractive and beautiful. Lots of other small temples are also inside this temple. By paying ₹100 per person you can go near  the feets of Mata Annapurna. Daily from morning 7 AM to night  10 PM free meals are served here. There are two units and each has different timing. The food is really very tasty and we must take this Prasad. If you pay some donation in the office you are given very beautiful foto of Mata Annapurna which can be laminated and kept at home. Do visit and take blessings of Mata Annapurna.",
            "author_name": "Gimbrat G",
            "relative_time_description": "",
            "time": 1736429811,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A serene and divine temple with a peaceful atmosphere.\nThe idol of Goddess Annapurna radiates grace and blessings.\nBeautifully maintained premises with clean surroundings.\nA perfect place to meditate and feel spiritually uplifted.\nStaff and priests are kind and respectful.\nA must-visit temple for every devotee in Varanasi!",
            "author_name": "Jayakumar",
            "relative_time_description": "",
            "time": 1748930570,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You get prashad and also kashi vishwanath temple gopuram  top view (no use of electronic devices inside the dining area) Warning finishing what they give you from any breakfast lunch and dinner",
            "author_name": "ronak shah",
            "relative_time_description": "",
            "time": 1756587203,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 16,
            "3": 32,
            "4": 185,
            "5": 1388
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.310431,
        "address": "D 9, Annapurna Math Mandir, 1, Vishwanath Galli, Godowlia, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNxlVX-UtjjkRCKE7ww7J6RA",
        "generalDescription": "Manikarnika Ghat is a significant site in Varanasi, where cremation ceremonies take place. It's a place of spiritual importance along with other ghats like Assi Ghat, Dashashwamedh Ghat, Shivala Ghat, and Ahilyabai Ghat. Panchganga Ghat is where five rivers converge and Kashi Vishwanath Temple houses the only Jyotirlinga in Uttar Pradesh.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.014117,
        "rating": 4.6,
        "numRatings": 9706,
        "sources": [
          {
            "id": "1011511",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Considered as the holiest place in the city, Manikarnika ghat is the prime location for the cremation of bodies as per Hindu traditions. One can visit the Manikarnika ghat at any hour of the day and observe the whole cremation process which takes place here. People travel all the way especially to witness the cremation process which apparently provides peace to both dead and alive.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Things to Do in Varanasi 2024: Upto 40% Off",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923530",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/best-places-for-pre-wedding-photoshoots-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Manikarnika Ghat, though primarily known as a cremation ghat, holds a unique charm of its own. It is the place where life and death coexist, a reflection of the eternal cycle of existence. The vivid colors of the nearby flower market and the incense wafting through the air make this place a mesmerizing location for a pre-wedding photoshoot.",
            "siteName": "Chitrageek Studios",
            "shortName": "Best Places For Pre-Wedding Photoshoots in Varanasi",
            "indexInSource": 2,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923542",
            "type": "webPlacesList",
            "url": "https://www.laurewanders.com/varanasi-photography/",
            "sourceSite": "Web",
            "snippet": "The most interesting ones are located Northeast of Manikarnika Ghat, while the more touristy ones with guesthouses and little restaurants are Southwest of this ghat.",
            "siteName": "Laure Wanders",
            "shortName": "Varanasi Photography: 21 Pictures That Will Inspire You (+ Tips)",
            "indexInSource": 3,
            "iconSiteId": 38466,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923539",
            "type": "webPlacesList",
            "url": "https://loculars.com/blog/7-tips-travel-photography-varanasi/",
            "sourceSite": "Web",
            "snippet": "The most famous cremation ghat of the lot is Manikarnika ghat. The fire here burns 24×7. There are bodies lined up to be cremated at any given hour  – night or day.",
            "siteName": "Loculars is now part of the Leica family",
            "shortName": "7 tips for travel and photography in Varanasi",
            "indexInSource": 1,
            "iconSiteId": 276488,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 3,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923541",
            "type": "webPlacesList",
            "url": "https://www.kreslavsky.com/complete-varanasi-photography-guide/",
            "sourceSite": "Web",
            "snippet": "First, the stretch from Main Ghat towards Manikarnika Ghat; you can ascend near Alta Hotel and meander through the quaint lanes.",
            "siteName": "Gil Kreslavsky Photography Workshops",
            "shortName": "Complete Varanasi Photography Guide",
            "indexInSource": 3,
            "iconSiteId": 276472,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "43w4XNKb9umPYulayAYgCsXZYCfkmhgv",
          "mWyLxAqlnwVxNNa1RHX41V7bcQcZqQuC",
          "WIFphhzmumtm737jYsJjAxd4CLCA3BFh",
          "L6Sjmgs7DsOCJzvbMa6ufJqwtl4QIguE",
          "LioH4DWZmGZnNwZVw0G2L2obZ9DuzNqc",
          "43w4XNKb9umPYulayAYgCsXZYCfkmhgv",
          "mWyLxAqlnwVxNNa1RHX41V7bcQcZqQuC",
          "WIFphhzmumtm737jYsJjAxd4CLCA3BFh",
          "L6Sjmgs7DsOCJzvbMa6ufJqwtl4QIguE",
          "LioH4DWZmGZnNwZVw0G2L2obZ9DuzNqc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Manikarnika Ghat",
        "placeId": "ChIJNxlVX-UtjjkRCKE7ww7J6RA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Manikarnika Ghat in Varanasi is one of the most sacred cremation sites along the Ganges River, steeped in spiritual significance and vibrant rituals. Visitors can witness the profound cultural heritage and the poignant beauty of life and death interwoven in this timeless location. It's a must-visit for those seeking an authentic experience of Varanasi's rich traditions.",
            "author_name": "r s",
            "relative_time_description": "",
            "time": 1751657709,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had heard a lot about Manikarnika Ghat. You will come here and get to know the truth of life.\nYou will find many boats for boating here. You can worship and take a bath here. There is a temple nearby, you can visit it...\n\nAll the shopkeeper, Pandits and bostman who are earning from tourists  There should be pay attention to cleanliness ... and also  The responsibility of the tourist to clean the tourist place",
            "author_name": "Sarita Kumari",
            "relative_time_description": "",
            "time": 1752426424,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had heard a lot about Manikarnika Ghat. You will come here and get to know the truth of life.\n\nYou will find many boats for boating here. You can worship and take a bath here. There is a temple nearby, you can visit it.",
            "author_name": "rutul jesadiya",
            "relative_time_description": "",
            "time": 1755603136,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Cremation service",
          "Heritage building",
          "Hindu temple",
          "Pilgrimage place",
          "Religious destination"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 260,
            "2": 129,
            "3": 508,
            "4": 1716,
            "5": 7093
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.311083,
        "address": "near Lalita Ghat, Lahori Tola, Varanasi, Domari, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXV_BeO4xjjkRsUmuszVdwDs",
        "generalDescription": "Tulsi Ghat in Varanasi is home to the Tulsi Manas Temple, known for safeguarding the Awadhi version of the Ramcharitmanas written by Tulsidas. Despite a theft of the manuscript in 2011, the temple remains a popular attraction. Nearby, visitors can access the Maharajas Ramnagar Fort and Museum via boat or pontoon bridge from Tulsi Ghat.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.006337,
        "rating": 4.5,
        "numRatings": 2240,
        "sources": [
          {
            "id": "1923527",
            "type": "webPlacesList",
            "url": "https://shootthestreet.co.uk/documentary-photography/varanasi-workshop/",
            "sourceSite": "Web",
            "snippet": "The Tulsi Ghat is worth a visit again one early morning to witness the Mud wrestlers. The day always starts with a short prayer session at the tiny altar inside the mud ring which is devoted to Lord Rama. Many men train here under the tutelage of doyen Siyaramji.",
            "siteName": "Shoot the street",
            "shortName": "Varanasi Street Photography Workshop",
            "indexInSource": 2,
            "iconSiteId": 276487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923550",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Tulsi Ghat, known for its serene ambiance, offers a tranquil boat ride along the quieter stretches of the Ganges. Photographers can capture reflections on the water, picturesque views of the ghats, and moments of solitude away from the bustling crowds.",
            "siteName": "WanderOn",
            "shortName": "Best Photography Spots In Varanasi",
            "indexInSource": 3,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sFQbZY2EcsRb1u5LQt3jYrn308q2gv1U",
          "PZPZmKizvxk6OrUwlnaHkP8nNzBgV6kt",
          "1AiYTBByIHkA0FlnOkQ6OetFrmujzB5Q",
          "sFQbZY2EcsRb1u5LQt3jYrn308q2gv1U",
          "PZPZmKizvxk6OrUwlnaHkP8nNzBgV6kt",
          "1AiYTBByIHkA0FlnOkQ6OetFrmujzB5Q"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tulsi Ghat",
        "placeId": "ChIJXV_BeO4xjjkRsUmuszVdwDs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "From Tulsi Ghat, when you climb the stairs, at the end of the stairs, on the right, you eill find a small Hanuman Temple, which was established by Tulsi Das Behind the temple is a beautiful tree from where one can enjoy the view of Ganga and Tulsi ghat.",
            "author_name": "Tanisha Ameen",
            "relative_time_description": "",
            "time": 1743527033,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Tulsi Ghat in Varanasi is known for its serene and spiritual ambiance along the banks of the Ganges River. Visitors often find it less crowded compared to other ghats, making it a peaceful place for meditation and contemplation. The ghat is also famous for its connection to the renowned saint poet Tulsidas, adding a cultural and historical layer to the experience. Many people visit Tulsi Ghat for morning and evening rituals, boat rides, or simply to soak in the spiritual atmosphere. Overall, it's a recommended spot for those seeking a quieter and more reflective visit to Varanasi",
            "author_name": "Arman",
            "relative_time_description": "",
            "time": 1722607971,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Visited during MahaKumbh\nPlace begs for cleanliness\nPeople taking bath leave behind their dirty clothes, plastic waste and wrappers.\nThe maddening rush of people doesn't give one the mental peace after the Divya Darshan of Lord Vishwanath.",
            "author_name": "avinash katur",
            "relative_time_description": "",
            "time": 1740298367,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Historical place",
          "Religious destination",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 57,
            "2": 34,
            "3": 149,
            "4": 515,
            "5": 1485
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.290314,
        "address": "B 2/40 , Tulsi ghat, Assi Rd, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ7cArc-8xjjkRZLGO7xpgfpw",
        "generalDescription": "Chet Singh Ghat, located along the banks of River Ganga in Varanasi, is a historical and relatively less crowded ghat. It features an 18th-century fortress-style palace known as the Palace of Raja Chet Singh, which lends a fairy tale vibe to the surroundings. The ghat offers a clean and serene environment for visitors to enjoy, with its terrace overlooking the river and stairs leading down to the water.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.007272,
        "rating": 4.4,
        "numRatings": 2364,
        "sources": [
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2 km from Dasashwamedh Ghat and 5 km from Varanasi Junction, Chet Singh Ghat is one of the popular ghats in Varanasi situated along the banks of River Ganga. It is relatively less crowded ghat and also one of the cleanest ghats in Varanasi.Situated between the popular Dasashwamedh & Assi Ghats, the Chet Singh Ghat is a historical fortified Ghat. The name of this ghat is derived from the Palace of Raja Chet Singh which is situated on the banks of Ganges here.",
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 7,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128890",
            "type": "webPlacesList",
            "url": "https://www.varanasiguru.com/top-10-most-instagrammable-places-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "The ghat is dominated by the beautiful red fort of Chet Singh which adds the fairy tale vibes to the pictures if clicked from a boat. If you have already visited these places and you are looking to add some offbeat places to your feed then we suggest you check out the top ten offbeat places in Varanasi, top ten offbeat places in Sarnath. Also, if you’re visiting Varanasi for the first time then we reccommend you to check out top ten things to do in Varanasi in morning.",
            "siteName": "Varanasi Guru",
            "shortName": "Top 10 Most Instagrammable Places In Varanasi",
            "indexInSource": 5,
            "iconSiteId": 17365,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923550",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-varanasi",
            "sourceSite": "Web",
            "snippet": "This lesser-known ghat offers a quieter atmosphere compared to the more crowded ghats, making it an ideal location for capturing intimate moments and candid scenes of daily life along the riverbank. To make your long travel plans more comfortable, take a look at the list of travel accessories that you must have if you love to travel.",
            "siteName": "WanderOn",
            "shortName": "Best Photography Spots In Varanasi",
            "indexInSource": 6,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "E4ABm1FGECX0142JnjcdDc2EzZxsfwEg",
          "zmQso8qbTSGaX4mqxyo8RhjVID6kTAUZ",
          "Y6YbWfyyzjt5SddmTBmHAM1ZsezcTiYo",
          "jEo3L2DgLwjBIga5lrYjIRIQhdDISShv",
          "E4ABm1FGECX0142JnjcdDc2EzZxsfwEg",
          "zmQso8qbTSGaX4mqxyo8RhjVID6kTAUZ",
          "Y6YbWfyyzjt5SddmTBmHAM1ZsezcTiYo",
          "jEo3L2DgLwjBIga5lrYjIRIQhdDISShv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Chet Singh Ghat",
        "placeId": "ChIJ7cArc-8xjjkRZLGO7xpgfpw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Varanasi a city of peace and joy if need peace in your life must visit here.। different types of people from different places came here of spiritual and religious peace and prosperity.",
            "author_name": "Aditya Raj",
            "relative_time_description": "",
            "time": 1741878895,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "One of the most beautiful ghats of Varanasi. Out of the 84 ghats situated in Varanasi , few boast of architectural marvels as well and this is one such ghat.\n\nRight on the banks of this ghat is an old & beautiful Chet Singh fort. Fort is testament to one the fierce battles fought by Hindu rulers against the British empire. Though the kind was defeated but it does talk about his courage and valor.\n\nFort was built somewhere in 18th century and is one of the best locations for a photoshoot. You can see pre wedding shoots happening here.\n\nThis ghat is not over crowded. And you might even find it empty in early mornings. So if you are interested in a photoshoot, plan your visit early in the day.\n\nDefinitely a must visit ghat in Varanasi for its location and beautiful fort.",
            "author_name": "Banjaaraa Couple",
            "relative_time_description": "",
            "time": 1735764954,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Chet Singh Ghat\n\nChet Singh Ghat is one of the many ghats (a series of steps leading down to the river) located along the banks of the Ganges River in Varanasi, India. It is named after a local historical figure, Chet Singh, who was a powerful landlord in the region during the 18th century.\n\nAnd Travel Guide\n3 Jul 2024 - This ghat is named after Maharaja Chet Singh, a prominent figure in the late 18th century",
            "author_name": "Saurav Kumar Gupta",
            "relative_time_description": "",
            "time": 1749051881,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Historical place",
          "Historical landmark",
          "Sacred & Religious Sites",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 67,
            "2": 39,
            "3": 196,
            "4": 599,
            "5": 1463
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.294418,
        "address": "72V4+QW6, in front of Chet Singh fort, Ghats of Varanasi, Shivala, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXyC0g_ItjjkRskTRApvETTY",
        "generalDescription": "Bharat Kala Bhavan Museum, located within the Banaras Hindu University, is a treasure trove of art and culture. The museum showcases a diverse collection of sculptures, paintings, jewelry, textiles, and more, offering visitors a comprehensive look into India's rich artistic and archaeological heritage. As one of the key attractions in Varanasi, the museum provides an immersive experience for those interested in delving into the city's cultural tapestry.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 82.995994,
        "rating": 4.5,
        "numRatings": 1484,
        "sources": [
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 11 km from Varanasi Junction, Bharat Kala Bhavan Museum is an art and archeological museum located within the campus of Banaras Hindu University, Varanasi. It is one of the oldest museums in India and also one of the important places to visit in Varanasi.Bharat Kala Bhavan Museum was established in 1920 AD. From 1920 to 1962, the museum was shifted to several locations within Varanasi.",
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 14,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "6 km from city center 16 out of 43 Places To Visit in Varanasi. The Bharat Kala Bhavan Museum, located within the Banaras Hindu University in Varanasi, is a renowned archaeological and art museum showcasing over 100,000 artifacts. Its diverse collection includes sculptures, jewelry, pottery, textiles, and rare manuscripts, with exhibits dating from the 1st to the 15th century.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923537",
            "type": "webPlacesList",
            "url": "https://banarastrip.com/best-places-for-photoshoot-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Situated within the Banaras Hindu University, Bharat Kala Bhavan Museum is a treasure trove of art and culture. With its extensive collection of paintings, sculptures, and artifacts, the museum offers a visually stimulating environment for photographers. Capture the intricate details and immerse yourself in the rich cultural heritage.",
            "siteName": "Banaras Trip",
            "shortName": "11 Best Places For Photoshoot in Varanasi: Instagrammable Places",
            "indexInSource": 5,
            "iconSiteId": 58842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923550",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Located within the Banaras Hindu University campus, Bharat Kala Bhavan Museum houses a vast collection of ancient sculptures, paintings, and artifacts. Photographers can capture the intricate details of these historical treasures and gain insights into India’s cultural heritage.",
            "siteName": "WanderOn",
            "shortName": "Best Photography Spots In Varanasi",
            "indexInSource": 2,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "The Bharat Kala Bhavan Museum has over 1 lakh artefacts on display and is very popular for its collection of miniature manuscripts and paintings. If you are a history lover, then you should not miss out on a visit to this famous place in Varanasi.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 11,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This is an archaeology and art museum located inside the BHU of Varanasi. This museum is focused on showcasing art and antique of the land. The museum was established in 1920 and was shifted to several locations before reaching BHU in 1962.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 13,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 13,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TgmmGlZ3L5y1UQ76Sfca9jn8jSjWjQ3O",
          "GRUJq5uT0JClQHg0TxGxTgG0E6AuhWdI",
          "1x2iAS8oYkvuhEHL0EmR5XKHJgXiOY4B",
          "u0zQs28rkZIpdM1Skw3NmynuefqDVS8E",
          "TgmmGlZ3L5y1UQ76Sfca9jn8jSjWjQ3O",
          "GRUJq5uT0JClQHg0TxGxTgG0E6AuhWdI",
          "1x2iAS8oYkvuhEHL0EmR5XKHJgXiOY4B",
          "u0zQs28rkZIpdM1Skw3NmynuefqDVS8E"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Bharat Kala Bhavan Museum, BHU Varanasi",
        "placeId": "ChIJXyC0g_ItjjkRskTRApvETTY",
        "internationalPhoneNumber": "+91 90058 06703",
        "reviews": [
          {
            "rating": 5,
            "text": "Bharat Kala Bhavan, located within the prestigious Banaras Hindu University (BHU) campus in Varanasi, is a treasure trove of art, culture, and history. Established in 1920, this museum is one of the finest in India, showcasing a remarkable collection of artifacts, paintings, sculptures, textiles, and historical objects that reflect India's rich cultural heritage.\n\nThe museum is divided into several galleries, each dedicated to a specific theme or era. The **Indian Miniature Paintings Gallery** is a standout, featuring exquisite works from the Mughal, Rajput, and Pahari schools. The **Sculpture Gallery** houses ancient and medieval sculptures, including rare pieces from the Gupta and Kushan periods. The **Textile Gallery** displays a stunning array of traditional Indian fabrics, including Banarasi silk, which Varanasi is famous for.\n\nOne of the highlights of Bharat Kala Bhavan is the **Nicholas Roerich Gallery**, which showcases the works of the renowned Russian artist who was deeply influenced by Indian culture and spirituality. The museum also has a fascinating collection of historical artifacts, including coins, manuscripts, and decorative arts.\n\nThe museum is well-maintained, with informative plaques and descriptions accompanying each exhibit. The staff is knowledgeable and eager to assist visitors, making the experience even more enriching. The serene environment of the BHU campus adds to the charm of the visit.\n\nBharat Kala Bhavan is a must-visit for art lovers, history buffs, and anyone interested in exploring India's cultural legacy. The entry fee is nominal, and the museum is easily accessible within the BHU campus.",
            "author_name": "Prithu",
            "relative_time_description": "",
            "time": 1740383944,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The display of miniature paintings, terracotta art, and Buddhist artifacts stood out the most. The staff was polite and helpful, guiding us to explore different galleries Kala Bhawan is not just a museum but a treasure house of knowledge and creativity. It is a must-visit for students, researchers, and anyone interested in Indian art and history. The experience was inspiring and left me with a deeper appreciation of our cultural roots.",
            "author_name": "Nishtha Verma",
            "relative_time_description": "",
            "time": 1755797621,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very peaceful place . Bharat Kala Bhawan is truly one of the gems inside Banaras Hindu University. It is not just a museum but a journey through India's history, culture, and art. The collection is vast and diverse - from ancient sculptures, coins, and terracotta pieces to exquisite miniature paintings and textiles. What I loved the most was how beautifully the museum preserves the essence of India's heritage in one place.\n\nThe galleries are well-organized, and each section has detailed information that makes it easier to understand the historical importance of the artifacts. The miniature painting section, in particular, is mesmerizing - it feels like stepping back into the Mughal and Rajput eras.\n\nAnother special aspect is the connection of Bharat Kala Bhawan with Banaras itself. Many exhibits reflect the cultural richness of Varanasi, its traditions, and its role as a living museum of Indian heritage.\n\nOverall, my visit was enriching and peaceful. It's a must-visit for students, researchers, or anyone interested in art and history. The museum is not too crowded, which makes it easy to explore at your own pace.\n\n⭐ Rating: 4.5/5 - A beautiful treasure house of Indian culture worth visiting at least once!",
            "author_name": "Aparna Dey",
            "relative_time_description": "",
            "time": 1756115749,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.bhu.ac.in/Site/Page/1_3318_5950_Bharat-Kala-Bhawan-Home",
        "index": 12,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 24,
            "3": 86,
            "4": 343,
            "5": 994
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.27149,
        "address": "Banaras Hindu University, Semi Circle Road No. 3 Opp Institute of Mgmt Studies, Varanasi, Uttar Pradesh 221005, India",
        "travel_time": null
      },
      {
        "_id": "ChIJh3oawcIujjkRZH2OR83QYkQ",
        "generalDescription": "Dhamekh Stupa, situated in Sarnath near Varanasi, India, is a significant ancient Buddhist monument dating back to 500 CE. Originally built by Emperor Ashoka in the 3rd century BCE, it has undergone various renovations over time. The stupa stands at 43 meters tall and features intricate carvings depicting birds and scripts from the Gupta period. This cylindrical structure is believed to mark the location where Buddha delivered his first sermon after attaining enlightenment.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.024517,
        "rating": 4.6,
        "numRatings": 8510,
        "sources": [
          {
            "id": "263469",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/best-places-to-visit-in-varanasi-ind-1-27.htm",
            "sourceSite": "Web",
            "snippet": "Hinduism certainly has a stronghold on Varanasi, but Buddhism has a major presence less than 12 kilometers away in the village of Sarnath. Here, you'll find the Dhamek Stupa, a massive stone and brick structure that's 43.6 meters tall and 28 meters in diameter. The stupa was built more than 1,500 years ago as a replacement for a structure that dated back to 249 BCE.",
            "siteName": "planetware.com",
            "shortName": "Places to Visit in Varanasi",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923528",
            "type": "webPlacesList",
            "url": "https://www.universestudio.in/best-places-for-photoshoots-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "The Ghats of Banaras are the most famous and include the Ganges River, Dasaswamedh Ghat, Assi Ghat, Shri Kashi Vishwanath Temple, Ramnagar Fort, Dhamek Stupa Sarnath, and Banaras Hindu University (BHU)",
            "siteName": "Universe Studio - Wedding Photography Studio India-Photographers in Varanasi",
            "shortName": "Best places for photoshoots in Varanasi",
            "indexInSource": 2,
            "iconSiteId": 276486,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gJXsD4AZ8eLliiTJLXIQzha7eLKrv2xN",
          "wUKWyqN2wvb6Fp3g3XsOYKlTT36ObrZH",
          "ggfmNQPg0txLN9djPbiQZymMrzwAaDtH",
          "yauIY5D35eNXIJRMGJ4KFVArN8AAj1eq",
          "gJXsD4AZ8eLliiTJLXIQzha7eLKrv2xN",
          "wUKWyqN2wvb6Fp3g3XsOYKlTT36ObrZH",
          "ggfmNQPg0txLN9djPbiQZymMrzwAaDtH",
          "yauIY5D35eNXIJRMGJ4KFVArN8AAj1eq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Dhamek",
        "placeId": "ChIJh3oawcIujjkRZH2OR83QYkQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Don't miss Sarnath if you are visiting Varanasi. It's a major Buddhist archaelogical site (monasteries ruins, Buddhist temple, etc.) that has now developed into a major Buddhist pilgrimage site. There's a lot to see, and if you are an archaeology or Buddhist history enthusiast and have got the time, it's worth a day of exploration. Let me summarize what you can explore here, along with some suggestions:\n\n1) Dhamek Stupa: It's a huge ancient (5th AD) stupa as you can see in the photos, and the main attraction of Sarnath complex. Trust me, it's something, with intricate carvings and strange ancient writings (Brahmi) on its circular wall.\n\n2) Monastery ruins: There are ancient monastery ruins which have been excavated from ground over the century (first by British, then by Indian government). I am not very familiar with the details, but there are some important artifacts and features like Ashokan pillars etc. (on the pillar ruins, there are writings in an ancient Brahmi language).\n\n3) Buddhist Museum: Many important items that have been excavated from the site are stored in this Museum. A must-see place.\n\n4) There are many more noteworthy places to visit nearby,. This includes a very large and beautiful Japanese temple with a sleeping Buddha, a Myanmar-style pagoda, a huge standing Buddha statue inside a Thai monastery complex, Sarnath Buddhist temple, and many more monasteries (we had to miss few due to time constraints, especially as we had seen lots and lots of monasteries in Bodh Gaya 2 years back).\n\n5) International crowd: You will see lots of international tourists here, especially groups from South East Asia and Far East. You will even see entire groups from those Buddhist nations meditating and chanting on the lawns near the monastery ruins. Offers a great peek into Buddhist culture.\n\n6) Neat and well-managed: The entire Sarnath complex is very neat and well-managed. You have ticket counters, online ticket option, wheelchairs, refreshment centers, shopping stalls at the entrance, and so on.\n\nSuggestion: Get tickets online (both Museum & Dhamek Stupa) before visiting as the queue can be quite long at the ticket counter. Also photography is allowed here, so you can take your electronic items with you.",
            "author_name": "Bineet Pradhan",
            "relative_time_description": "",
            "time": 1743785163,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Dhamek Stupa was a peaceful and meaningful experience. The site holds deep historical and spiritual significance, as it's believed to be where the Buddha gave his first sermon after enlightenment.\nThe stupa itself is massive and beautifully built, surrounded by well-maintained gardens and other ruins that give you a sense of the area's importance in ancient times.\nThere's a quiet, reflective atmosphere, and I'd recommend taking time to walk around slowly and take it all in.\nIf possible, visiting with a guide or reading up a bit beforehand adds a lot to the experience. Definitely worth a visit if you're in Sarnath or nearby Varanasi.",
            "author_name": "Mandy my PHN",
            "relative_time_description": "",
            "time": 1749789703,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Journey to Sarnath and experience the profound peace of Dhamek Stupa. This ancient monument marks the spot of Buddha's first teaching, dating back to Emperor Ashoka!\n​A masterpiece of Gupta-era architecture and a pivotal site in Buddhist history. The Dhamek Stupa in Sarnath is a must-visit for history buffs and spiritual seekers.Its A very calm place for roaming around to give relax to your body and mind.",
            "author_name": "Mayank Baranwal",
            "relative_time_description": "",
            "time": 1753707196,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 147,
            "2": 78,
            "3": 373,
            "4": 1759,
            "5": 6138
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.380902,
        "address": "Dhamekh Stupa, Dharmapala Rd, Singhpur, Sarnath, Varanasi, Uttar Pradesh 221007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ1x3uux8ujjkRQseHmebfKzw",
        "generalDescription": "The Nepali Temple, also known as the Kathwala Temple, is a serene sanctuary in Varanasi that reflects the deep cultural ties between India and Nepal. Built in the 19th century by an exiled Nepalese king, this terracotta temple is dedicated to Lord Shiva and features pagoda-style architecture reminiscent of Nepal. The intricate wooden carvings depicting Hindu deities adorn its terraces and stone walls, showcasing a blend of Hindu and Buddhist design elements.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.013076,
        "rating": 4.6,
        "numRatings": 905,
        "sources": [
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 17 out of 43 Places To Visit in Varanasi. One of the oldest temples in the city, Nepali Temple is a 19th century shrine dedicated to Lord Shiva. It was established by the King of Nepal and is a spitting image of the Pashupatinath Temple located in Kathmandu.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Also called as Mini Khajuraho and Kanthwala Mandir, this is one of the oldest temples of Varanasi. This temple was built in 19 th century for Lord Shiva. The temple is unique as it is made with terraotta, wood and stone and, it is a replica of Kathmandu’s Pashupatinath Temple.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 6,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Built sometime in the 19 th century, this temple is dedicated to Lord Shiva and looks very similar to the popular Pashupatinath Temple in Kathmandu.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 9,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LHr9onoXfgBhgZckKm6oQibamjalxKFP",
          "zF8zuYdb6rVCgys0cJYpNHrqEMHA9pEL",
          "LXtYpBwJCRgv1q7bpzYspSPLadBo8WWr",
          "gdNsPFOsJ8orPFx2qW3zaRU6RcYrZ0BP",
          "LHr9onoXfgBhgZckKm6oQibamjalxKFP",
          "zF8zuYdb6rVCgys0cJYpNHrqEMHA9pEL",
          "LXtYpBwJCRgv1q7bpzYspSPLadBo8WWr",
          "gdNsPFOsJ8orPFx2qW3zaRU6RcYrZ0BP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Nepali Temple",
        "placeId": "ChIJ1x3uux8ujjkRQseHmebfKzw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Nepali Temple, situated in the heart of Varanasi near Lalita Ghat, is a serene architectural marvel that blends spirituality and exquisite craftsmanship. Built by the King of Nepal in the 19th century, this temple is a hidden gem that radiates peace amidst the bustling chaos of the city. Dedicated to Lord Shiva, the temple is also referred to as the \"Mini Khajuraho\" because of its intricate wooden carvings, which depict celestial beings, deities, and mythological stories.\n\nWhat sets the Nepali Temple apart is its unique design inspired by traditional Nepali pagoda-style architecture. Constructed primarily of wood and stone, the structure boasts an array of finely detailed sculptures that are a testament to the skill of Nepali artisans. The use of termite-resistant wood adds to its timeless charm, ensuring its longevity even in the humid climate of Varanasi.\n\nThe temple is not only a place of worship but also a peaceful retreat for those seeking solace and introspection. Overlooking the serene Ganges River, it offers breathtaking views that enhance its tranquil ambiance. The sound of temple bells, combined with the distant chants from the ghats, creates an otherworldly experience.\n\nVisitors often find themselves mesmerized by the spiritual energy and cultural richness of the place. Whether you're an architecture enthusiast, a devotee, or simply a traveler seeking peace, the Nepali Temple is a must-visit destination that encapsulates the profound spiritual essence of Varanasi.",
            "author_name": "Nikhil Vishwakarma",
            "relative_time_description": "",
            "time": 1732799284,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Nepali Temple is a hidden gem with stunning traditional wooden architecture that stands out beautifully. It has a peaceful atmosphere and is much quieter compared to other spots in Varanasi, making it perfect for a calm visit. The intricate carvings and design reflect Nepalese culture and craftsmanship. A must-visit if you're in the area and want to experience something different and serene.",
            "author_name": "Navneesh Yadav",
            "relative_time_description": "",
            "time": 1744915676,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shri Samrajeswar Pashupatinath Mahadev Mandir, also known as the Nepali Mandir (Kanthwala Mandir).\nThis temple is at lalita ghat. Back if kashi vishwanath temple.\nThis temple has great religious importance in Hinduism and is dedicated to the Lord Shiva.\nThis temple can be accessible either by lalita ghat or through kashi vishwanath corridor.\nTemple is not crowded.\nIt has a peaceful atmosphere and is much quieter compared to other spots in Varanasi.\nVaranasi has so many hidden heritage temples, it's one of them.\nOver nice place to visit.",
            "author_name": "Manish upadhyay",
            "relative_time_description": "",
            "time": 1749225397,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Heritage building",
          "Sacred & Religious Sites",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 8,
            "3": 53,
            "4": 191,
            "5": 642
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.309953,
        "address": "near Lalita Ghat, Lahori Tola, Varanasi, Domari, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJLT5PxCMujjkRGay3ncwwQxw",
        "generalDescription": "Panchaganga Ghat in Varanasi is a significant religious site where travelers can partake in spiritual bathing and witness the meeting point of five holy rivers - Ganga, Yamuna, Sarasvati, Kirana, and Dhupapapa. The ghat features small temples nearby and was originally built by Raghunatha Tandan, with renovations done in the 18th century. It offers a serene and relatively clean environment with picturesque views.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.018245,
        "rating": 4.5,
        "numRatings": 1078,
        "sources": [
          {
            "id": "1011511",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-varanasi",
            "sourceSite": "Web",
            "snippet": "Varanasi is known to be the place for the Sangam(meeting) of the five holy rivers namely Ganga, Yamuna, Sarasvati, Dhutpapa and Kirana. At Panchganga Ghat the travellers can witness the place where these five rivers meet and can also explore the various small temples nearby the ghat. Location: 7/111, Sonarpura Rd, Ghats of Varanasi, Bangali Tola, Varanasi, Uttar Pradesh 221001",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Things to Do in Varanasi 2024: Upto 40% Off",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 12,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xRKWS8YjMzOqAQ67tuwwFQCjEFBim4VZ",
          "rZ5R72fpdpVcDEvHKgMtEsD5cYvJVgkW",
          "ey5btYWDbT0Qhz8ZDNwoY4cMR1i9mxbN",
          "xRKWS8YjMzOqAQ67tuwwFQCjEFBim4VZ",
          "rZ5R72fpdpVcDEvHKgMtEsD5cYvJVgkW",
          "ey5btYWDbT0Qhz8ZDNwoY4cMR1i9mxbN"
        ],
        "openingPeriods": [],
        "name": "Pancha Ganga Ghat",
        "placeId": "ChIJLT5PxCMujjkRGay3ncwwQxw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is Laxminarayan temple of Sri Gokarna Partagali jeevottun math at Varanasi. The main temple is 550 years old, renovated 50 years back, now again refurbishment is going on and will be complete in about 4 months.",
            "author_name": "Devendra Kamdar",
            "relative_time_description": "",
            "time": 1737186439,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Pancha Ganga Ghat in Varanasi is one of the most sacred ghats, featuring the famous and ancient Bindu Madhav temple. Unfortunately for us, when we visited from July 26th to 29th, the ghat was inaccessible due to incessant rains and high water flow from Prayagraj. All the steps were covered by somewhat muddy water.",
            "author_name": "Ramababu Ta",
            "relative_time_description": "",
            "time": 1754202559,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This ghat has got its name from the confluence of five major rivers Yamuna, Saraswati, Dhutpapa, Kirana and the Ganges. Devotees from all across the world gather here to take a dip in the holy river Ganga. The Mosque of Alamgir is located close to the ghat, which was built by Aurangzeb.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1732550959,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.varanasiguru.com/panchganga-ghat/",
        "index": 15,
        "id": "",
        "categories": [
          "Religious destination",
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 27,
            "2": 15,
            "3": 62,
            "4": 210,
            "5": 762
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.315038,
        "address": "7/111, Sonarpura Rd, Ghats of Varanasi, Bangali Tola, Varanasi, Domari, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ9azghuExjjkRwvHzERc5alU",
        "generalDescription": "Darbhanga Ghat is a visually appealing and architecturally impressive sandstone palace with towering Greek pillars and turrets, featuring a Shiva temple and a hotel. It is considered one of the most fascinating spots along the ghats in Varanasi. The area offers stunning photo opportunities, especially with the ultra-luxurious BrijRama Palace overlooking the riverbank.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.009701,
        "rating": 4.6,
        "numRatings": 943,
        "sources": [
          {
            "id": "263469",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/best-places-to-visit-in-varanasi-ind-1-27.htm",
            "sourceSite": "Web",
            "snippet": "Photographers, take note: Darbhanga Ghat offers the best opportunity to get amazing shots of Varanasi. The stairs leading down to the riverbank are crowned by the ultra-luxurious BrijRama Palace, an old fort that has since been converted into a heritage hotel. The property's Greek pillars and rounded balconies give the area (and your photographs) a regal backdrop.",
            "siteName": "planetware.com",
            "shortName": "Places to Visit in Varanasi",
            "indexInSource": 8,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 6 km from Varanasi Junction, Darbhanga Ghat is located to the south of Dasashwamedh Ghat in Varanasi. This ghat is one of the famous ghats in Varanasi and also one of the places to visit in Banaras. Situated between Dasashwamedh Ghat and Rana Mahal Ghat, Darbhanga Ghat was named after Darbhanga royal family.",
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 6,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4Gmp8TNJnPa1Nnh3hKFLCZ5UYSqbScXj",
          "aQjpm5SpETOc5PfqUWz8yEiJEEWiPOfT",
          "mPVUi0JBwVDSzmNx1bqQzs6AgRqKHEx1",
          "RgE46bQvPu3tkmnUVgg5ACq6RS9CxMd1",
          "5t5zoaxvNYG0w19QRK2ABuvj07udt4TN",
          "4Gmp8TNJnPa1Nnh3hKFLCZ5UYSqbScXj",
          "aQjpm5SpETOc5PfqUWz8yEiJEEWiPOfT",
          "mPVUi0JBwVDSzmNx1bqQzs6AgRqKHEx1",
          "RgE46bQvPu3tkmnUVgg5ACq6RS9CxMd1",
          "5t5zoaxvNYG0w19QRK2ABuvj07udt4TN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Darbhanga Ghat",
        "placeId": "ChIJ9azghuExjjkRwvHzERc5alU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I visited Darbhanga Ghat in Varanasi, and it is truly one of the most beautiful and majestic ghats in the city. What makes it stand out is the stunning architecture of the old Darbhanga Palace (now part of the BrijRama Palace hotel) that rises right beside the ghat. The grand structure, with its royal design and intricate stonework, gives the ghat a regal charm and makes it one of the most photogenic spots along the Ganga.\n\nThe ghat itself is peaceful compared to some of the busier ones, which makes it a perfect place to sit quietly, watch the river flow, and soak in the spiritual atmosphere. In the morning, the view of the sunrise from Darbhanga Ghat is absolutely mesmerizing, while in the evening you can witness the beautiful Ganga aarti at the nearby Dashashwamedh Ghat.\n\nIt's also a great spot for photography, boating, and simply enjoying the heritage and culture of Varanasi. Walking along the steps and seeing the grand palace up close feels like stepping back in time.\n\nOverall, Darbhanga Ghat is a must-visit if you want to experience a mix of history, architecture, and serenity in Varanasi.* 🌅🏰✨",
            "author_name": "Sikha Mondal",
            "relative_time_description": "",
            "time": 1756059627,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lovely ghat which is maintained pretty nice because of the 5-start hotel Brijrama situated at this ghat. It's an old fort converted to a hotel now.\n\nIt's a relatively Quieter ghat and quite picturesque as well.\n\nYou can go to the viewing spots which is at a relatively higher place and get some amazing views and shots.\n\nPeople come over here and play guitar and music and chillax.\n\nEspecially at night this ghat spot is very quiet. So if you want some me time, this is the place you need to be at.",
            "author_name": "Banjaaraa Couple",
            "relative_time_description": "",
            "time": 1736255367,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is very beautiful.. old style palace buildings and river is unforgettable.\nwith its timeless beauty, left a lasting impression on me. The old-style palace buildings, standing tall along the riverbanks, evoke a sense of history and grandeur. The serene flow of the Ganges River, coupled with the vibrant ghats bustling with life, creates a magical atmosphere that's unforgettable. The intricate architecture and sacred rituals blend harmoniously, offering a glimpse into the soul of India. My Varanasi trip was a journey through time, culture, and spirituality, etched in memory forever.",
            "author_name": "Abhay Patel",
            "relative_time_description": "",
            "time": 1723576403,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Hindu temple",
          "Historical place",
          "Religious destination",
          "River port"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 9,
            "3": 59,
            "4": 210,
            "5": 653
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.305226,
        "address": "8245+3VW, Near Ahilyabai Ghat, Uttar Pradesh 221010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJk7Wy2yEujjkR4IXKkGIbFs4",
        "generalDescription": "Scindia Ghat, also known as Shinde Ghat, is a significant ghat along the sacred Ganges in Varanasi. Built by the Scindias in 1830, it is renowned for its spiritual importance and is considered a must-visit attraction in the area. The ghat features a captivating Shiva temple that partially submerges in the water and holds great mythological significance as the birthplace of Agni, the deity of Fire.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.015616,
        "rating": 4.4,
        "numRatings": 474,
        "sources": [
          {
            "id": "491054",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/varanasi/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 6 km from Varanasi Junction, Scindia Ghat is one of the ghats along the banks of holy Ganges in Varanasi of Uttar Pradesh. Situated to the north of Manikarnika Ghat, it is one of the popular tourist attractions in Banaras and also counted among the must visit ghats of Varanasi. Also known as Shinde Ghat, the ghat is named after the Scindias, who built it in 1830.",
            "siteName": "Trawell.in",
            "shortName": "30 Best Places to Visit in Varanasi, Things to Do & Sightseeing (2024)",
            "indexInSource": 9,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441489",
            "type": "webPlacesList",
            "url": "https://www.travelogyindia.com/blog/best-places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "This ghat is said to be the birthplace of Agni, the demigod of fire. Devotees visit this ghat to pray to Vireshwara for granting a heroic son. From the ghat, visit the Siddha Kshetra alley to find many hidden temples of Kashi.",
            "siteName": "travelogyindia.com",
            "shortName": "20 Best Places To Visit In Varanasi And Arounds",
            "indexInSource": 3,
            "iconSiteId": 572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 8,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8kGneoVlIukY3jU3QHjcoUN5qupCWp2q",
          "8GD4i2eOplV1edsgTE4BAULL5CdSVpjX",
          "DsYmE9rC9OStMlrC2F2fudhTf6dBW1BE",
          "8kGneoVlIukY3jU3QHjcoUN5qupCWp2q",
          "8GD4i2eOplV1edsgTE4BAULL5CdSVpjX",
          "DsYmE9rC9OStMlrC2F2fudhTf6dBW1BE"
        ],
        "openingPeriods": [],
        "name": "Scindia Ghat",
        "placeId": "ChIJk7Wy2yEujjkR4IXKkGIbFs4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Scindia Ghat is distinguished from the other famous ghats in Varanasi with its partially submerged Lord Shiva temple. The temple which remains partially submerged in the river Ganga is known as the Ratneshwar Shiva Temple, or simply, leaning Shiva Temple. It is believed that the temple was submerged almost 150 years because it was unable to bear the weight of the ghat. The ghat is named after the Scindias, who built it in 1830.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1732639628,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is the ghat where people specially take bath after funeral rites.\nThis is one of cleanest ghat and good for bath. Actually people take holy dip in the ganga river at Scindia ghat.\nAdjacent to manikarnika ghat. Water is here clean compared to nearby ghat.\nChanging room facilities are not here.\nThe camera is Installed there for security purposes.",
            "author_name": "Manish upadhyay",
            "relative_time_description": "",
            "time": 1745833874,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Famous for the Tilted Shiva Temple, the Scindia Ghat is one of the historic ghats of Varanasi. Situated right adjacent to the powerful Manikarnika Ghat, it can be easily accessed by walking. Due to its close proximity to Manikarnika Ghat, you can see many Aghori Sadhus covered with ash, roaming or sitting in meditation. Please note that this place can be emotionally overwhelming, because the funeral pyres of Manikarnika Ghat are clearly visible. Try to visit here during the day and try to avoid night time. Recommended.🔥",
            "author_name": "Samrat Chattopadhyay",
            "relative_time_description": "",
            "time": 1747450964,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Hindu temple",
          "Historical place",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 9,
            "3": 27,
            "4": 137,
            "5": 283
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.312141,
        "address": "Dattatreya math, Sindhia ghat, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJl2AUxucujjkRV1nIthMXQk8",
        "generalDescription": "In Sarnath, Varanasi, the Tibetan Temple stands as a testament to delicate Tibetan visual art and India's cultural diversity. This temple is renowned for being the site where Lord Buddha preached to his disciples and where dharma has been passed down through generations of monks. Despite being less than seven decades old, the temple seamlessly blends in with the ancient architecture surrounding it. The tranquil surroundings offer a peaceful escape from the bustling temple atmosphere.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.026917,
        "rating": 4.4,
        "numRatings": 880,
        "sources": [
          {
            "id": "91884",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/varanasi/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "8 km from city center 28 out of 43 Places To Visit in Varanasi. A shrine with stunning Tibetan Architecture, Tibetan Temple was where Lord Buddha taught his disciples the four truths of life. The edifice has a beautiful statue of Shakyamuni, prayer wheels and is decorated with traditional Buddhist paintings also called Thangksa.",
            "siteName": "holidify.com",
            "shortName": "43 Best Places to visit in Varanasi | Top Tourist Attractions",
            "indexInSource": 18,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444241",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "Amidst all the Hindu temples and ashrams, the Tibetan Temple also is one of the major tourist attractions in Varanasi. This temple is built in authentic Tibetan architecture and is complete with a peaceful inner sanctum and a prayer wheel decorated with Thangka paintings.",
            "siteName": "FabHotels",
            "shortName": "19 Best Places to Visit in Varanasi 2024: Location, Timings",
            "indexInSource": 8,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iWOntVCy7cdmEdZvmvvsbrF0TFvR7F7F",
          "WbFsfGeossvtz20UTIZ7waN2pHiNGeKA",
          "iWOntVCy7cdmEdZvmvvsbrF0TFvR7F7F",
          "WbFsfGeossvtz20UTIZ7waN2pHiNGeKA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tibetan Temple Varanasi",
        "placeId": "ChIJl2AUxucujjkRV1nIthMXQk8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "My visit to the Tibetan Temple in Varanasi was a truly calming and beautiful experience. Located near the famous Sarnath, this temple stands out not just for its unique Tibetan architecture, but also for the peaceful atmosphere that surrounds it. It's the perfect place for anyone looking to experience Buddhist culture, history, and spirituality all in one spot.\n\nAs soon as you enter the temple grounds, you're greeted by a sense of calm that's rare to find in a busy city like Varanasi. The quiet ambiance, the soft chanting of prayers, and the gently spinning prayer wheels create a peaceful atmosphere that makes you want to just sit and soak in the serenity. Whether you're religious or not, the calmness here instantly relaxes your mind.\n\nThe temple's design is strikingly different from the traditional Indian temples. The bright colors, intricate wood carvings, and Tibetan symbols give the place a unique charm. The prayer wheels lined up outside the temple are a special feature – spinning them while walking along the path is a simple yet meaningful ritual, believed to spread positive energy.\n\nInside the temple, there's a beautiful statue of Lord Buddha, along with stunning Tibetan-style paintings and thangka art that depict scenes from Buddha's life and teachings. The whole temple reflects the rich culture and artistry of Tibet, making it not just a religious place but also a cultural treasure.\n\nThe temple and its surrounding garden are very well-maintained. The pathways are clean, the gardens are full of greenery, and the temple itself is spotless. It's clear that the caretakers take pride in keeping the temple welcoming for visitors.\n\nThe monks and staff at the temple are very friendly and happy to share stories about the temple's history, its connection to Tibetan culture, and the meaning behind different symbols and rituals. Their warmth and willingness to share knowledge make the visit even more meaningful.\n\nThe Tibetan Temple in Varanasi is a hidden gem that offers a beautiful blend of culture, spirituality, and peacefulness. Whether you are visiting Sarnath, exploring Varanasi, or simply want to experience something unique, this temple is absolutely worth your time.\n\nI would highly recommend for its beauty, tranquility, and cultural value.",
            "author_name": "Alex Cooper",
            "relative_time_description": "",
            "time": 1740652485,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is a religious centre for Buddhists pilgrims. Location in Varanasi in sarnath area. There are a bunch of buddist monastery in this area belongs to different countries. This is one of them. Tibetan Buddhist Monastery is very miraculous place full of peace and holiness of God buddha.",
            "author_name": "Uday",
            "relative_time_description": "",
            "time": 1745638505,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Tibetan Temple in Varanasi, located near the sacred town of Sarnath, is a beautiful and peaceful spiritual site that reflects Tibetan Buddhist culture and traditions. Built by the Tibetan community, this temple is dedicated to Lord Buddha and serves as an important place of worship as well as meditation. The temple's architecture is striking, with traditional Tibetan designs, colorful frescoes, and vibrant prayer flags fluttering in the breeze, creating a serene and spiritual atmosphere.\n\nInside the temple, visitors can see a magnificent statue of Lord Buddha along with murals depicting scenes from his life and teachings. The walls are adorned with beautiful Tibetan art and thangka paintings, which make the temple visually appealing and culturally rich. Prayer wheels are also installed, and devotees and tourists alike spin them while chanting mantras, seeking peace and blessings.\n\nThe temple provides a calm and quiet environment, making it an ideal place for meditation and self-reflection away from the city's hustle and bustle. It is well-maintained, and the peaceful energy here attracts both devotees and international visitors interested in Buddhism. Overall, the Tibetan Temple is a must-visit in Varanasi for those who wish to experience spiritual tranquility and explore Tibetan culture.",
            "author_name": "Ashish",
            "relative_time_description": "",
            "time": 1756875263,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 27,
            "2": 12,
            "3": 71,
            "4": 200,
            "5": 570
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.377049,
        "address": "92GG+RQ7, Sarnath, Varanasi, Uttar Pradesh 221007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJRUJLkuExjjkR32Ify_tYMwg",
        "generalDescription": "Ahilyabai Ghat, named after the Philosopher Queen Ahilya Bai Holkar, is a significant riverfront location in Varanasi. It was constructed by Maharani Ahilyabai Holkar of Madhya Pradesh between 1778-1785 and is often seen as the backdrop in boating pictures from Varanasi. This ghat is a popular destination for religious bathing rituals and offers a serene atmosphere for spiritual seekers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.010118,
        "rating": 4.5,
        "numRatings": 295,
        "sources": [
          {
            "id": "128890",
            "type": "webPlacesList",
            "url": "https://www.varanasiguru.com/top-10-most-instagrammable-places-in-varanasi/",
            "sourceSite": "Web",
            "snippet": "The Ahilya Bai Ghat was built in 1778-1785 by Maharani Ahilyabai Holkar of Madhya Pradesh. It is located next to the Dashashwamedh Ghat and is often featured in the backdrop of the boating pictures from Varanasi.",
            "siteName": "Varanasi Guru",
            "shortName": "Top 10 Most Instagrammable Places In Varanasi",
            "indexInSource": 0,
            "iconSiteId": 17365,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476725",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-varanasi/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tour My India",
            "shortName": "33 Best Places to Visit in Varanasi",
            "indexInSource": 9,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QyvYdldnzXLq7HGqk6sCbDX7YUZwJCdU",
          "7RrPnAYj8CZPeTnY7Nm5AoNGq2bwoq46",
          "QyvYdldnzXLq7HGqk6sCbDX7YUZwJCdU",
          "7RrPnAYj8CZPeTnY7Nm5AoNGq2bwoq46"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ahilyabai Ghat",
        "placeId": "ChIJRUJLkuExjjkR32Ify_tYMwg",
        "internationalPhoneNumber": "+91 522 400 4402",
        "reviews": [
          {
            "rating": 5,
            "text": "Ahilyabai Ghat stands with quiet grace along the banks of the Ganges in Varanasi. It is well known for its calm atmosphere and beautiful architecture. Built by Queen Ahilyabai Holkar of Indore, the ghat is clean and less crowded compared to some others nearby. Steps lead gently down to the river, where people sit peacefully, offering prayers or enjoying the gentle breeze. The ghat is also a common place for morning rituals and holy dips. A few temples near the ghat add to its spiritual feel, and the stone structures reflect a touch of history. It feels more personal and reflective, with less noise and chaos. Boats pass by slowly, giving lovely views of the river and the surrounding ghats. It's a place where silence speaks, and the calm waters reflect the deep devotion of those who visit.",
            "author_name": "Irfan P",
            "relative_time_description": "",
            "time": 1749042421,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ahilyabai Ghat is a famous ghat (a series of steps leading down to the river) located on the banks of the River Ganges in Varanasi. It is named after the famous queen of the Maratha Empire, Ahilyabai Holkar, who was a great patron of the city and is credited with the construction of many ghats and temples in Varanasi.\n\nAhilyabai Ghat is a popular spot for taking a dip in the holy river and performing various religious rituals. It is also known for its beautiful architecture and intricate carvings on the steps and pillars. The ghat is particularly beautiful during the evening aarti (a Hindu religious ceremony) when hundreds of devotees gather to offer prayers to the river.\n\nApart from its religious significance, Ahilyabai Ghat is also a popular tourist destination and attracts visitors from all over the world. It is a great place to witness the unique culture and traditions of Varanasi and experience the spiritual and mystical ambiance of the city.",
            "author_name": "Dr.Abhi yadav",
            "relative_time_description": "",
            "time": 1754454964,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This ghat is next to Dashashamedh Ghat and is not very crowded. One can avail boat rides from this Ghat. Quite neat and clean. Only problem is the steep steps. One with knee issues will find it a bit difficult. But there's no other way out.",
            "author_name": "Suddhasattwa Mallik",
            "relative_time_description": "",
            "time": 1729331790,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Hindu temple",
          "Historical place",
          "Place of worship",
          "River port"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 8,
            "3": 17,
            "4": 68,
            "5": 193
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.306041,
        "address": "8246+C29, Dashashwamedh Ghat Rd, Ghats of Varanasi, Bangali Tola, Varanasi, Uttar Pradesh 221001, India",
        "travel_time": null
      }
    ]
  }
}