{
  "list_id": "723",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/723/1.jpg",
  "description": "Dive into \"Chalong's Captivating Photo Paradise\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/161898"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chalong's Captivating Photo Paradise",
  "city_id": "146242",
  "subtype": "poi",
  "city": "Chalong",
  "created_ts": 1759259870,
  "slug": "chalongs-captivating-photo-paradise-chalong-poi-6eb32f",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJdRDx6fslUDARr6N6xhGdgyg",
        "generalDescription": "Karon Viewpoint is a must-visit gem in Phuket, offering breathtaking panoramas of the Andaman Sea and the stunning beaches that line the coast. Nestled just south of Kata Noi Beach, this popular spot allows visitors to gaze upon three beautiful bays: Kata Noi, Kata, and Karon. The viewpoint is particularly enchanting at dusk when the sky transforms into vibrant hues of pink and red.",
        "utcOffset": 420,
        "maxMinutesSpent": 20,
        "longitude": 98.302149,
        "rating": 4.5,
        "numRatings": 13218,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Sitting just to the south of Kata Noi Beach is Karon View Point, it is the most popular viewpoint in Phuket and is normally crowded with tourists on a daily basis. The viewpoint looks out over the Andaman Sea in one direction and the other direction points towards the three west coast beaches on the other side of the island. If you like looking at white sandy beaches and beautiful blue seas you will understand why it is so busy at the top.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 2,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XnQ87MJkJpXEhcsVAlJnukKIF4DPp0dx",
          "iNdZQHLrdRDpRqVh2NGJ97BgUBHLsU3v",
          "WwVqyenma6z5UKXC5Ujpn982NplvehZR",
          "ZPHWgcbZ4vttu622fktAycBQEZuHQgyH",
          "BCByfxmp9VyxSMVxsNzpgm7CKZ8GyhF7",
          "XnQ87MJkJpXEhcsVAlJnukKIF4DPp0dx",
          "iNdZQHLrdRDpRqVh2NGJ97BgUBHLsU3v",
          "WwVqyenma6z5UKXC5Ujpn982NplvehZR",
          "ZPHWgcbZ4vttu622fktAycBQEZuHQgyH",
          "BCByfxmp9VyxSMVxsNzpgm7CKZ8GyhF7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Karon Viewpoint",
        "placeId": "ChIJdRDx6fslUDARr6N6xhGdgyg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Simply breathtaking! This is a must visit, no matter what else you do. Regardless of how long you stay in phuket you must visit the Karon Viewpoint. You can see 3 beaches from high up - patong beach, karon beach and the kata noi beach. The turquoise water of these beaches will amaze you to no end. Around you are trees and crickets chirping happily and giving you goose bumps. Truly a gem of a place.",
            "author_name": "Kazi Saif",
            "relative_time_description": "",
            "time": 1745645509,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful place to take pictures. Stunning view 😍\nUnfortunately it was a bit cloudy when we went. But nevertheless, the view was still beautiful\nWe had a lot of fun\nThere is also a small shop that sells snacks and drinks",
            "author_name": "Karen Borrageiro",
            "relative_time_description": "",
            "time": 1749817225,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Karon Viewpoint is a must-visit spot for anyone exploring Phuket's coastline. The panoramic views of Kata Noi, Kata, and Karon beaches are absolutely stunning, offering one of the best vistas on the island. It's a peaceful and free location that's perfect for a quick stop, whether you're just passing through or looking to take in the beauty of the area. Even a brief visit offers breathtaking views that are definitely worth the time. The viewpoint provides a full view of three beautiful beaches in one stunning frame, making for an unforgettable sight. Whether you're snapping a quick selfie or capturing the landscape, the scenery provides the perfect backdrop for photos.\n\nKaron Viewpoint offers the ideal stop for a short break with refreshing breezes and spectacular views. It's an easy-access spot and definitely worth a quick pause if you're in the area. Whether you're there for the photos or simply to enjoy the view, it's a place that delivers a rewarding experience. Highly recommended!",
            "author_name": "Randall “Lakes” Houston",
            "relative_time_description": "",
            "time": 1751759976,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Scenic spot",
          "Sights & Landmarks",
          "Vista point",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 77,
            "2": 140,
            "3": 1021,
            "4": 3210,
            "5": 8784
          }
        },
        "minMinutesSpent": 20,
        "latitude": 7.797317,
        "address": "4233, Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJOSmXz2AvUDARXCxlBBs7y38",
        "generalDescription": "The Big Buddha, officially known as \"Phraphutthamingmongkhol-akenagakhiri Buddha,\" stands majestically at 45 meters tall atop Nakerd Mountain in Phuket. This stunning white marble statue is not only a significant religious site but also offers breathtaking panoramic views of the island, including Phuket Town and Chalong Bay. The journey to this iconic landmark is made easy with well-paved roads, despite some winding curves.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.312842,
        "rating": 4.6,
        "numRatings": 36904,
        "sources": [
          {
            "id": "1167401",
            "type": "webPlacesList",
            "url": "https://www.easydayphuket.com/blog/wat-chalong-phuket/",
            "sourceSite": "Web",
            "snippet": "Located on the southern end of the island, it is very close to multiple other tourist attractions, not the least of which is the Phuket Big Buddha. Plus many great restaurants in the vicinity, some located along the Rawai coast or in the village of Chalong. So please, plan a full day around this area, contact Easy Day Thailand for their VIP Tour packages listed below, hey what better way to see the sites then from a comfortable, roomy private van with you own tour guide.",
            "siteName": "Easy Day Phuket Tours",
            "shortName": "Wat Chalong Phuket - Visit Wat Chalong with",
            "indexInSource": 1,
            "iconSiteId": 157833,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nmH4gyRD1MFZCljuaBzalt0j1s3wNLTx",
          "gOpDzvSCl9fQtGsa5D1WzXif2p3qSiBW",
          "Q8k0SSM3K2OmwUScRPucuS5W0FYDZdcM",
          "CX26Dis1vJkf250tqGpzmgfix6ZW9VaS",
          "bUNQf32xEfWgIZMXSosTA8wOuMC48deC",
          "nmH4gyRD1MFZCljuaBzalt0j1s3wNLTx",
          "gOpDzvSCl9fQtGsa5D1WzXif2p3qSiBW",
          "Q8k0SSM3K2OmwUScRPucuS5W0FYDZdcM",
          "CX26Dis1vJkf250tqGpzmgfix6ZW9VaS",
          "bUNQf32xEfWgIZMXSosTA8wOuMC48deC"
        ],
        "openingPeriods": [],
        "name": "The Big Buddha, Phuket",
        "placeId": "ChIJOSmXz2AvUDARXCxlBBs7y38",
        "internationalPhoneNumber": "+66 81 891 3827",
        "reviews": [
          {
            "rating": 5,
            "text": "it is very beautiful place. I recommend for every tourist to travel this place. There is also tiger park and sweety elephanst there. There is hiking and motorcycle tours also. We are walking back inte the beautiful nature trees till tiger park. I recommend.",
            "author_name": "Maharram Suleymanov",
            "relative_time_description": "",
            "time": 1745335796,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Viewpoint is so beautiful. Big Buddha is closed right now due to a landslide but you can ride a motorbike up to the top. You can still see The Buddha Statue but you can't enter. Beautiful motorbike ride up there.\nFood and drinks served at the top.\nBring Thai baht.",
            "author_name": "Jon Stewart",
            "relative_time_description": "",
            "time": 1746876894,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is still closed when I am visiting it in July 2025. But the view near the Big Budha is really beautiful!!! And it is free. There is like a park for elephants. You can pay if you want to feed the elephants or ride the elephants. But it is better if you choose not to ride the elephants.",
            "author_name": "Ida Sarno",
            "relative_time_description": "",
            "time": 1755006233,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.mingmongkolphuket.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 360,
            "2": 347,
            "3": 2081,
            "4": 7506,
            "5": 26620
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.827576,
        "address": "Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ36TUGOsxUDAR7hcbGCJ8tlc",
        "generalDescription": "Nestled atop a hill, the Khao Rang Viewpoint is a must-visit destination for anyone seeking breathtaking views and a serene atmosphere. This picturesque spot offers sweeping panoramas of Phuket Town, its stunning coastline, and the enchanting offshore islands. Surrounded by lush greenery and the soothing sounds of nature, it’s an ideal place to unwind with loved ones while watching the sunset paint the sky in vibrant hues.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 98.380218,
        "rating": 4.5,
        "numRatings": 6322,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Located in the northwest of the city center, the Khao Rang viewpoint offers an excellent place to look out over the town, neighboring islands and hills that make up the ‘spine’ of the island (where the Phuket Big Buddha sits.) There are three restaurants and bars at the viewpoint along with a panoramic terrace where all the mentioned views can be had. For those feeling energetic there is also a fitness park to be explored as well.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 13,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oZIzzgkAgWBUpPYkjBmpQcNY9jLBN1Tj",
          "QUjWXFOuQxgY4hC7sdkvmwZWkSRrrdct",
          "Imgr0o5qQvLs9s8NxMzwp6KKcyQVU5b6",
          "EPT7eUsnGo1lyt4xwGoQq87njt7dxpkq",
          "AK2rqWmLCGT3QstFwwaLvRwMjxbxgLrB",
          "oZIzzgkAgWBUpPYkjBmpQcNY9jLBN1Tj",
          "QUjWXFOuQxgY4hC7sdkvmwZWkSRrrdct",
          "Imgr0o5qQvLs9s8NxMzwp6KKcyQVU5b6",
          "EPT7eUsnGo1lyt4xwGoQq87njt7dxpkq",
          "AK2rqWmLCGT3QstFwwaLvRwMjxbxgLrB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Khao Rang Viewpoint",
        "placeId": "ChIJ36TUGOsxUDAR7hcbGCJ8tlc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Another wonderful viewpoint in Phuket. It's located by a temple and you'll have a great view from here on a part of the island and the sea. Parking is easy and you don't have to climb stairs to get to the main viewpoint. There are some nice restaurants on site as well with delicious Thai food and desserts.",
            "author_name": "Jonathan van Olderen",
            "relative_time_description": "",
            "time": 1746433689,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best scenic spots in Phuket if you want a full panoramic view of the city. A great place to stop by whether you're a traveler or a local looking for a quiet break.\nThe viewpoint is set up like a peaceful garden with lots of places to sit and chill. It's perfect for a picnic, reading a book, or just enjoying the breeze. Getting there involves a bit of a steep drive, so be careful on the way up. If you visit in the morning, there's a good chance you'll be greeted by a few playful monkeys near the entrance. Highly recommended for a relaxing stop with beautiful views of Phuket!",
            "author_name": "Benjamin Lee",
            "relative_time_description": "",
            "time": 1753584642,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "In the jungle, among the mountains, there is one of the highest points of the island, on which a very unusual and beautiful structure resembling a space station is erected - the Khao Rang observation deck. From here, an amazing view of the island opens up. It is especially unusual to be here at dawn and after the sun has set, when the city is illuminated by hundreds of thousands of lights.\n\nIt is very green and beautiful here, and the air is fresh and healthy - that is why there is a fitness park here. Monkeys live on the territory of the park, which will beg for food - feeding them is not prohibited. There are interesting swings that are attached to the branches of centuries-old trees. In the gazebo, on the observation deck itself, you can cool off in the shade and get acquainted with the history of Phuket by looking up. Near the gazebo there are two cafes where you can dine while enjoying the beautiful view of the island.\n\nFull information with video and convenient navigation - in the application 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745723349,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Park",
          "Mountains",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 50,
            "3": 511,
            "4": 1575,
            "5": 4152
          }
        },
        "minMinutesSpent": 45,
        "latitude": 7.892425,
        "address": "145/5 Patiphat Rd, Tambon Wichit, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJwQNkeNkxUDAR8qOAaNNJz6Y",
        "generalDescription": "Phuket Old Town Sunday Night Market Walking Street is a vibrant and diverse market located in the heart of Phuket's historic Old Town. This bustling market, which opened in 2013, showcases the rich cultural tapestry of the Sino-Portuguese community along with Indian, Chinese, and Muslim influences.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.390546,
        "rating": 4.6,
        "numRatings": 1197,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Known by the locals as Naka Market and sitting just a little way from Phuket Town is a night market like no other. There are all sorts of things to buy such as fruits, old curiosities, animals and clothes. A popular event with both the locals and tourists it is best to arrive late afternoon to ensure you get a good look around before it become packed.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 3,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923287",
            "type": "webPlacesList",
            "url": "https://www.phuket.net/articles/2019/06/20-instagrammable-places-phuket/",
            "sourceSite": "Web",
            "snippet": "When instagramming Phuket Town on Sunday, make sure to include an evening at The Old Phuket Town Walking Street on Thalang Road where you can enjoy a wide array of tasty street food, crafts, local goods, as well as live music and family-friendly workshops.",
            "siteName": "Phuket.Net",
            "shortName": "Most Instagrammable Places in Phuket in 2022",
            "indexInSource": 1,
            "iconSiteId": 11573,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AXUFz1dcuxJoeSyvcQ2Bg2Vm54kqoNl5",
          "TnPq81PhmBhaY1K9EBRH6OVEKPLyCowa",
          "i1wdnCwGLoDIN71DYuLJB8tUGgdHt3uk",
          "asgcu05IlRLEFPGNGfMk59WqTDsx76Se",
          "fPL0WYd6VPELlECMGxGsMtMu05Jn9rMo",
          "AXUFz1dcuxJoeSyvcQ2Bg2Vm54kqoNl5",
          "TnPq81PhmBhaY1K9EBRH6OVEKPLyCowa",
          "i1wdnCwGLoDIN71DYuLJB8tUGgdHt3uk",
          "asgcu05IlRLEFPGNGfMk59WqTDsx76Se",
          "fPL0WYd6VPELlECMGxGsMtMu05Jn9rMo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          }
        ],
        "name": "Phuket Old Town Sunday Night Market Walking Street",
        "placeId": "ChIJwQNkeNkxUDAR8qOAaNNJz6Y",
        "internationalPhoneNumber": "+66 81 067 3747",
        "reviews": [
          {
            "rating": 5,
            "text": "According to me the Old Town was the best attraction of Phuket. We came here on a Sunday evening which happens to their market day. The buildings here were inspired by Sino Portugal architecture. Very attractive. Many buildings have converted into hotels, museums, cafes and restaurants cum bars. It was very very crowded even though many streets were only for pedestrians. One could find stalls of paintings, artwork, souvenirs and different type of food, fruits and exotic juices. At some place music bands were going on. In one of the lane there were about 30 chairs for foot massage. The entire area was lighted with colorful lights. It looked very pretty in the night. The ambiance was rocking. If you want to enjoy Indian cuisine then visit Amritsar restaurant.",
            "author_name": "Balkrishna Shroff",
            "relative_time_description": "",
            "time": 1744210957,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Phuket Night Market is a vibrant showcase of Thailand's heart and soul-where sizzling street food meets the charm of handcrafted souvenirs. As the sun sets, the streets come alive with color, aroma, and sound. The air is rich with the scent of grilled seafood, skewered meats, spicy papaya salad, mango sticky rice, and crispy Thai pancakes made right before your eyes. Every bite tells a story-authentic, bold, unforgettable.\n\nWander further and you'll find rows of stalls lined with artisan crafts: handwoven bags, coconut-shell jewelry, carved soaps, and quirky artwork by local creators. These aren't tourist trinkets-they're pieces of culture, made with skill and care.\n\nThe market isn't just a place to shop or eat-it's an experience. It captures the spirit of Phuket: warm, creative, and buzzing with life. Whether you're hunting for unique keepsakes or just want to eat like a local, this night market is a must-visit.",
            "author_name": "Clive",
            "relative_time_description": "",
            "time": 1754223375,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Amazing place to be on a Sunday. Very vibrant market with lots of options to eat and shop. Can easily spend 5-7 hours here - if it isn't raining. Parking is an issue, get there early if you have a car.",
            "author_name": "Gautam M",
            "relative_time_description": "",
            "time": 1752761300,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.siamdealz.com/",
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 15,
            "3": 70,
            "4": 255,
            "5": 851
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.885877,
        "address": "Dibuk Rd, Talat Yai, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJowcqjmUlUDARuj8z6HeFALs",
        "generalDescription": "Karon Temple, also known as Wat Karon, is a serene and well-maintained temple located in Phuket. The temple features intricate engravings depicting scenes from Buddha's life on its doors and windows. The main building is encircled by two stunning turquoise naga serpents, creating a captivating sight against the backdrop of the mountains during the day and when lit up at night.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.29785,
        "rating": 4.6,
        "numRatings": 1151,
        "sources": [
          {
            "id": "189668",
            "type": "webPlacesList",
            "url": "https://www.thavornpalmbeach.com/tips-4-must-visit-thai-temples-in-phuket",
            "sourceSite": "Web",
            "snippet": "Founded in 1895, Wat Karon or Wat Suwan Khirikhet is the only Buddhist temple in Karon Beach, Phuket. Despite its modest size, it’s decorated with vibrant colors, ornate designs, and stunning sculptures. Its main entrance is flanked by two massive emerald-green naga serpents that serve as protectors of the temple grounds.",
            "siteName": "thavornpalmbeach.com",
            "shortName": "8 Must-Visit Temples in Phuket, Thailand",
            "indexInSource": 3,
            "iconSiteId": 25191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "a4RPVAtdWeZh2yjVWzn5Ad78HzB6NXFw",
          "oWTbiY6gvw3QKUhanRKcTv5MWbPywRQ6",
          "aayDUr8gLUpgtibjXXyU53oRJ1xQqZCf",
          "hTc6mXkkzO2mMDj1nF97uiyTkr7Km6K6",
          "5t3to5T1SUmBnqmtYOfyajrXFN8lK453",
          "a4RPVAtdWeZh2yjVWzn5Ad78HzB6NXFw",
          "oWTbiY6gvw3QKUhanRKcTv5MWbPywRQ6",
          "aayDUr8gLUpgtibjXXyU53oRJ1xQqZCf",
          "hTc6mXkkzO2mMDj1nF97uiyTkr7Km6K6",
          "5t3to5T1SUmBnqmtYOfyajrXFN8lK453"
        ],
        "openingPeriods": [],
        "name": "Wat Suwannakiri Khet (Wat Karon)",
        "placeId": "ChIJowcqjmUlUDARuj8z6HeFALs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Interesting temple 🛕 unusual place especially the plate in which you can understand the karmic that you are capable of",
            "author_name": "Galina",
            "relative_time_description": "",
            "time": 1741442148,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pretty cool temple to visit.  Plan about 30 mins to an hour here.  There are few shops around the temple for food and drinks and stuff.",
            "author_name": "Charles Young",
            "relative_time_description": "",
            "time": 1734928107,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The temple area is quite large. There are four main buildings here - a small building located in the center of the square, where, traditionally, it is customary to pray and leave offerings to Buddha, whose statue, by the way, is made of black sapphire and is guarded by two characters from the famous ancient Indian epic. Nearby there is an oval building where firecrackers are set off, which scare away evil spirits.\n\nThere is a kho-rakan (bell tower) on the square, you cannot climb it. At its top there is a bell, which is struck on major holidays, as well as at the beginning and end of prayers!\n\nThe temple was built in 1895 and not so long ago it underwent a complete restoration, which is why the buildings here look fresh, bright and attractive.\n\nFull information with video and easy navigation - in the 👉 PHUKETON application",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745635215,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 8,
            "3": 87,
            "4": 236,
            "5": 809
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.847861,
        "address": "98/8 หมู่ที่ 4, Patak Soi 22, Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ8cRSQNoxUDARUw771Uws5nc",
        "generalDescription": "Nestled within the captivating Hanuman World, Three Monkeys Restaurant offers a unique dining experience amidst lush greenery. The restaurant seamlessly blends into the natural landscape, providing guests with stunning forest views while they indulge in authentic Southern Thai cuisine. With two kitchens serving both Thai and Bali-inspired Western dishes, this exotic oasis is a must-visit for those seeking an unforgettable gastronomic adventure. The atmosphere exudes tropical charm, making it a popular spot for capturing Instagram-worthy moments.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 98.351594,
        "rating": 4.4,
        "numRatings": 11892,
        "sources": [
          {
            "id": "1929782",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/phuket/chalong-beach-24649000/travel-image-515243865/",
            "sourceSite": "Web",
            "snippet": "|  La Sala  |  Sizzle  |  Bubbles Restaurant  |  On The Rock Restaurant  |  Raya Restaurant  |  Mom Tri's Kitchen  |  The Boathouse Restaurant  |  Saffron Phuket  |  Natural Restaurant  |  Dee Plee  |  Tu Kab Khao Restaurant Phuket  |  One Chun Cafe & Restaurant  |  Patong Corner Restaurant  |  After Beach Bar & Restaurant  |  Pan Yaah Seaview Cafe Restaurant & Bar  |  Briley Chicken and Rice  |  Kopitiam by Wilai  |  Three Monkeys Restaurant  |  The Corner Restaurant  |  Seafood at Trisara  |  Song Pee Nong 2  |  Pan Bistro  |  Tunk-ka Cafe Phuket Hilltop Restaurant  |  Sabaijai cafe",
            "siteName": "TRIP.COM",
            "shortName": "Chalong Beach Photos - Photos of Phuket Attractions",
            "indexInSource": 6,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xj6GjsYG0Le0wLE6tidji42w0mfE7jl2",
          "DHD2V7Nf47JFDjIaRQRIvAOyHec7ZaF4",
          "DDrF8I2SPftJH0IGaHkockJugPfTgYgo",
          "iKL8etVeCQeA5g0pyG1vJrNENdyK2EfX",
          "xdLV0Ac7X7ZOQtSnTQ3NkfU65g0NUBXQ",
          "xj6GjsYG0Le0wLE6tidji42w0mfE7jl2",
          "DHD2V7Nf47JFDjIaRQRIvAOyHec7ZaF4",
          "DDrF8I2SPftJH0IGaHkockJugPfTgYgo",
          "iKL8etVeCQeA5g0pyG1vJrNENdyK2EfX",
          "xdLV0Ac7X7ZOQtSnTQ3NkfU65g0NUBXQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "Three Monkeys Restaurant",
        "placeId": "ChIJ8cRSQNoxUDARUw771Uws5nc",
        "internationalPhoneNumber": "+66 98 010 8838",
        "reviews": [
          {
            "rating": 5,
            "text": "Tree Monkey Restaurant, Hanuman World Phuket\n\nThis is already my third visit to this amazing restaurant - and it just keeps getting better! Today, we came to celebrate Father's Day with family and friends, and once again, Tree Monkey didn't disappoint.\n\nWe shared a spread of flavorful, beautifully prepared dishes. Some must-tries include the Steamed White Snapper in Chili Lime Sauce, the restaurant's famous Deep-Fried Pork Knuckle, Crispy Fish Salad, Roasted Spicy Pork Ribs, and for my son - a delicious Beef Bolognese.\n\nIf you're a coffee lover, don't miss their Espresso Coconut or the Coconut Smoothie Coffee - a refreshing and unique twist on your usual caffeine fix!\n\nWe chose to dine outdoors, enjoying a relaxing lunch with scenic views and live music from a talented Filipino acoustic duo that added the perfect touch to the atmosphere.\n\nA special mention to Mr. MJ, our server - he was attentive, always smiling, and very knowledgeable about the restaurant and the activities inside Hanuman World. His warm service made our experience even better.\n\nQuick tip: If you're a walk-in guest, make sure to register upon arrival. They do get a lot of bookings and reservations, but the process is super quick - just scan a QR code, fill in your details, and you're good to go!\n\nThis place is highly recommended for family gatherings, celebrations, or even just a chill hangout spot with great views and amazing food. We'll definitely be back again!",
            "author_name": "Sam Daniel",
            "relative_time_description": "",
            "time": 1750092284,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a delicious meal here today without even making a reservation. We were seated right away. The staff is super friendly and very welcoming. We noticed that many guests were quite rude to the staff and behaved rather arrogantly. Not pleasant to see. The staff is very welcoming, so treat them with respect! They go above and beyond and take good care of you. We had a wonderful meal in a unique setting. There was even live music, which wasn't expected on a weekday. You get a big 10!",
            "author_name": "Sadhna Sewlal",
            "relative_time_description": "",
            "time": 1756230651,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The food was absolutely delicious! I especially enjoyed the Tom Yum Fried Rice with shrimp and the Shrimp Burger – both were flavorful and perfectly cooked. Despite the restaurant being quite busy, it's spacious enough that I was able to get a table without a reservation.\n\nThe only downside was the ongoing maintenance work, which made the atmosphere a bit noisy. Also, the outdoor seating could really benefit from more shade or umbrellas to block the sun during the day.\n\nOverall, it's a beautiful place with great food and a unique jungle vibe – definitely worth a visit!",
            "author_name": "Maryam Hawaidi",
            "relative_time_description": "",
            "time": 1752829138,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://threemonkeysphuket.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 755,
            "2": 403,
            "3": 710,
            "4": 1516,
            "5": 8594
          }
        },
        "minMinutesSpent": 180,
        "latitude": 7.876298,
        "address": "อาคารทรีมังกี้ส์, 105 หมู่ที่ 4 ถนนเหมืองเจ้าฟ้า, Wichit, Mueang Phuket District, Chang Wat Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJGedEH-UxUDAR-y-sHvyXihQ",
        "generalDescription": "Jui Tui Shrine, a vibrant Chinese shrine in Phuket, is known for its annual Vegetarian Festival. After undergoing renovations, the shrine now houses three large statues of different Chinese gods, with Tean Hu Huan Soy being the most prominent. The shrine's location was moved following a fire that nearly destroyed it years ago. Visitors can also see a firecracker house next to the shrine where people often throw burning firecrackers during celebrations.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.383423,
        "rating": 4.7,
        "numRatings": 506,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Following a series of renovations the Jui Tui Shrine house three large statues, each of a different Chinese god, the most prominent of these is Tean Hu Huan Soy, the god of performing arts and dancing, Next to his statue are a dog and a chicken as they were said to be his favorite childhood pets. The shrine itself was not always in its current location but following a fire many years ago that nearly destroyed it they decided is should move. To the left of the shrine is a firecracker house, you will often see people throwing burning firecrackers during various celebrations.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 14,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "189668",
            "type": "webPlacesList",
            "url": "https://www.thavornpalmbeach.com/tips-4-must-visit-thai-temples-in-phuket",
            "sourceSite": "Web",
            "snippet": "Founded in 1911, Jui Tui Shrine is one of the oldest religious temples in Phuket, where the famous Phuket Vegetarian Festival is held annually. The Jui Tui Shrine is important to religious students as many seek to pray here for protection before pursuing their higher education outside of Phuket. The building contains the statue of deity, Tean Hu Huan Soy, and other Buddhist deities.",
            "siteName": "thavornpalmbeach.com",
            "shortName": "8 Must-Visit Temples in Phuket, Thailand",
            "indexInSource": 1,
            "iconSiteId": 25191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923287",
            "type": "webPlacesList",
            "url": "https://www.phuket.net/articles/2019/06/20-instagrammable-places-phuket/",
            "sourceSite": "Web",
            "snippet": "Jui Tui Shrine is the most famous Chinese temple that plays a pivotal part in the Phuket Vegetarian Festival. This must-see place offers some incredible views and unusual opportunities to photograph the amazing exteriors and design of the shrine.",
            "siteName": "Phuket.Net",
            "shortName": "Most Instagrammable Places in Phuket in 2022",
            "indexInSource": 3,
            "iconSiteId": 11573,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WCHWGqPw402zfSqzymGvzaIREUXwohzv",
          "eMrzb0xZ31va0fIuhB1yzo8rOcWJzfXL",
          "dK60Fv4mtI7hnuPJRsez1zga3p7mv9m7",
          "CMAeKYDN5dPnjzNLp7e7en59SeXQzd9W",
          "KJwfY97mEsiXJguSMsHRfItr0oYOvegG",
          "WCHWGqPw402zfSqzymGvzaIREUXwohzv",
          "eMrzb0xZ31va0fIuhB1yzo8rOcWJzfXL",
          "dK60Fv4mtI7hnuPJRsez1zga3p7mv9m7",
          "CMAeKYDN5dPnjzNLp7e7en59SeXQzd9W",
          "KJwfY97mEsiXJguSMsHRfItr0oYOvegG"
        ],
        "openingPeriods": [],
        "name": "San Chao Jui Tui",
        "placeId": "ChIJGedEH-UxUDAR-y-sHvyXihQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "At a walking distance from old town, I visited in the evening. It closes at 8. Very beautiful decorated  Chinese temple witnessing history of Phuket. There are statues of lions at the entrance of the main temple. These statues have rolling stone balls in their mouth. I wonder, how these balls are carved out inside the mouth. There is a huge long trunk of a tree kept horizontally with a garland on it. I could not get the significance of it.",
            "author_name": "NITIN KALE",
            "relative_time_description": "",
            "time": 1733590722,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited February 2025 for Chinese New Year \"Lucky Day\" Free entry.  It is best to visit before 6 p.m. You can buy offerings and fireworks 🎆 🔥  on-site.",
            "author_name": "Online Now",
            "relative_time_description": "",
            "time": 1738492769,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An important taoist temple in the region. Must visit if you are here. Inside, there is also a small shrine for the goddess of mercy. Make a donation to support if you can.",
            "author_name": "Lucas Tan",
            "relative_time_description": "",
            "time": 1735018058,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Shrine",
          "Sights & Landmarks",
          "Pilgrimage place",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 2,
            "3": 12,
            "4": 65,
            "5": 415
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.883173,
        "address": "283 Soi Phutorn, Talat Nuea, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ0xtyOmgwUDARKUcz6kOyiEQ",
        "generalDescription": "Tiger Kingdom in Phuket offers a unique and unforgettable experience for visitors to get up close and personal with tigers in safe, caged enclosures. The attraction provides an opportunity to learn about these majestic animals, take a leisurely walk through the park, and even feed or take photos with the tigers. With premium insurance included in the ticket, visitors can also explore educational exhibits and enjoy a personal encounter with the tigers.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 98.330012,
        "rating": 3.9,
        "numRatings": 14748,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "If you have ever wanted to get up close to a tiger this is the place to do it, the Phuket Tiger Kingdom hand raises Indochinese tigers in captivity from birth until their final days. The tigers typically get fed at around 19:00 hours but it is also worth a visit when they open first thing to avoid the crowds. The kingdom has two restaurants on site should you be hungry, one of which allows you to look out at the tigers.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 4,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Fia7cmU2FH5VUCrJUP1AK6l4xG4XaZqt",
          "XbMdm33gPtY0K5ozBbGcO6s8tXtjTXPV",
          "jvuxmmxdCc3QGJjm35uDpc11SHJCzjIf",
          "5NVaMTMbrLLJz1cUJNStNO0LfhtsDejV",
          "YGlS0PpGy7QNlwnViMTrbx6xcHcUWrEs",
          "Fia7cmU2FH5VUCrJUP1AK6l4xG4XaZqt",
          "XbMdm33gPtY0K5ozBbGcO6s8tXtjTXPV",
          "jvuxmmxdCc3QGJjm35uDpc11SHJCzjIf",
          "5NVaMTMbrLLJz1cUJNStNO0LfhtsDejV",
          "YGlS0PpGy7QNlwnViMTrbx6xcHcUWrEs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Tiger Kingdom - Phuket",
        "placeId": "ChIJ0xtyOmgwUDARKUcz6kOyiEQ",
        "internationalPhoneNumber": "+66 76 323 311",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing experience. Staff are very friendly and well trained to be around these big cats. You feel completely safe. A must do once in a life time experience. You get to choose to pet  various tiger sizes from baby all the way up to big or even a leopard. Interactions only last 10 minutes and they do take pictures for you on your smart phone for free.",
            "author_name": "Adam",
            "relative_time_description": "",
            "time": 1747310438,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I was finally able to mark this off my bucket list! I paid for the P-All package and was able to do the photos & videos with the Giant tiger, small tiger, medium tiger, large tiger & white tiger as well as the cheetah. I was scared but I was not going to back out! I am glad I did it & glad I got the staff to help me with taking my photos. The staff took amazing photos & videos of me & I could not thank them enough. I also had the photographer in one of the cages with me and they were able to send them directly to my phone and also gave me the USB for them. The wait was between 30 mins & 2 hours but we were able to walk right in after paying & receiving our tickets based on the wait list which was amazing. Overall we spent about an hour there which I thought was great because it was crowded. We got there about 11:30am. All of my pics & vids came out amazing. Some of the tigers were sleep but others were awake. I appreciated that. They also have great snacks to choose from. I had the gelato which was homemade & delish! The staff was great.",
            "author_name": "Aurora H",
            "relative_time_description": "",
            "time": 1744007345,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Tiger Kingdom is a beautiful and well-organized place, perfect for families with kids who want to learn more about these magnificent animals. The visit is mainly for the photo session, which might take only about an hour. We were able to take very nice pictures. If you're planning a trip here, it's a good idea to combine it with other nearby attractions so your day feels complete",
            "author_name": "Haya Almutairi",
            "relative_time_description": "",
            "time": 1754928650,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Zoo",
          "Outdoor Activities",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2138,
            "2": 594,
            "3": 1482,
            "4": 2804,
            "5": 7736
          }
        },
        "minMinutesSpent": 90,
        "latitude": 7.907038,
        "address": "118/88 Moo 7, Kathu, Phuket, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJl2G9wYoxUDARTQpdJDE2lsI",
        "generalDescription": "Monkey Hill Viewpoint, also known as Toh Sae Hill, is a forested hilltop in Phuket Old Town that offers panoramic views of the city. Visitors can purchase seeds and nuts to feed the roaming monkeys and enjoy the stunning sights from the observation platform. It's best to visit in the early morning or evening to avoid strong sun, and be cautious with belongings around the friendly macaques. The hill also features a shrine popular for seeking lucky lottery numbers.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.394996,
        "rating": 4.4,
        "numRatings": 2949,
        "sources": [
          {
            "id": "329523",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/top-25-things-to-do-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Also known as Toh Sae Hill, Monkey Hill is the highest hill in Phuket Town, there are about 400 macaques living on the hill and they live in little groups all over the hill. The monkeys are not know to attack humans but it you should keep an eye on your belongings. The bottom of the hill houses a shrine that is popular with Thai people, a lot of whom come here to ask for lucky lottery numbers, the shrine is in honour of three different holy spirits, Toh Sae Dang, Toh Sae Dam and Toh Sae Kaow.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Phuket (Thailand)",
            "indexInSource": 10,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pUJAJlqJZPfR7PTNCWnFbySNeKrgfUbr",
          "K8QEQceY9s8TkayfIeFjeOp2Rvhz0KpK",
          "g3mwye7Sof7DVTXlmA6xURWGSdrUxg9i",
          "64RgcjCDNHbOFNp1kQ7y0HIRb5qWX0U7",
          "CFP0WQVzHCGDYRKMPCFB7Z9gqTjd8l4n",
          "pUJAJlqJZPfR7PTNCWnFbySNeKrgfUbr",
          "K8QEQceY9s8TkayfIeFjeOp2Rvhz0KpK",
          "g3mwye7Sof7DVTXlmA6xURWGSdrUxg9i",
          "64RgcjCDNHbOFNp1kQ7y0HIRb5qWX0U7",
          "CFP0WQVzHCGDYRKMPCFB7Z9gqTjd8l4n"
        ],
        "openingPeriods": [],
        "name": "Monkey Hill Viewpoint",
        "placeId": "ChIJl2G9wYoxUDARTQpdJDE2lsI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a cool experience, especially seeing the monkeys-there were so many, and the baby ones were absolutely adorable! Even though we didn't climb all the way up since it wasn't too hot, the monkeys are all over the place, so it was still totally worth the visit.\nOnly on the way out did we realize you could rent them to take you with a scooter or taxi to the top-I wish that had been made clearer or offered at the entrance. That would have made the visit even better.\nOverall, a fun and unique spot, definitely worth checking out!",
            "author_name": "Saule Petraityte",
            "relative_time_description": "",
            "time": 1743371575,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a must see if you're in the area. Great views and lots of monkeys. Just don't get too close to the animals and don't bring food with you. If you bring water, keep it out of site of the monkeys.\nYou can purchase beverages and at the top and bottom of the hill. All the vendors were very nice and welcoming.",
            "author_name": "Ryan",
            "relative_time_description": "",
            "time": 1753378412,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice trail with lots of old trees along the way to fill your lung with fresh air. Walk uphill till the view point but it's really an easy trail. The view point offers just average panoramic view to my liking probably because it was cloudy. It was fun to observe the monkeys' behavior from afar. Just beware of the monkeys as you walk. They did stop me as I walked by (I had a backpack but no foods) but not in an aggressive way. Walk calmly to the other side if they stop you, not make eyes contact, prepare rocks or a stick just in case work for me. Don't bring foods or if you do just to have some fun, be prepared to protect yourselves. I saw a group of group of terrified/fun seeking tourists bringing foods not knowing how to get rid of a huge monkey stealing their foods and blocking the way.",
            "author_name": "S Tran",
            "relative_time_description": "",
            "time": 1755092566,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Scenic spot",
          "Nature & Parks",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 113,
            "2": 73,
            "3": 260,
            "4": 616,
            "5": 1894
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.896742,
        "address": "Ratsada, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ472bTxAsUDARFp-pgtfx9KI",
        "generalDescription": "Cape Panwa is a serene and picturesque area in the southeast corner of Phuket, surrounded by lush jungle and offering a mellow bay and reef. The Khao Khad Viewpoint, located atop a hill, provides stunning panoramic views that should not be missed. Visitors can enjoy a leisurely stroll along the Cape Panwa promenade, taking in beautiful sunsets and enjoying the sea breeze.",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 98.406619,
        "rating": 4.6,
        "numRatings": 483,
        "sources": [
          {
            "id": "1044372",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/phuket/breakfast-brunch-restaurants-cafes/",
            "sourceSite": "Web",
            "snippet": "This classy café is situated within the sophisticated Kantary Bay Hotel in Cape Panwa. The sea breeze and salty air make this café a cool way to beat the heat of downtown Phuket!",
            "siteName": "TripCanvas Thailand",
            "shortName": "17 Instagrammable restaurants for your sunday brunch, breakfast brunch or everyday brunch around Phuket, Thailand!",
            "indexInSource": 16,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vzdFODPvI1I8vhU5pBgpGB6X7TKuQd7T",
          "oGBwe3T4WQSZmUdMA2mPzikjVjexIe8k",
          "uwQQI2hD324nBT6Nyx7IPkWsXzeCFzK1",
          "VVjC5Fq14eFSxfhw6Kx8LjWZLnoEAVe9",
          "vzdFODPvI1I8vhU5pBgpGB6X7TKuQd7T",
          "oGBwe3T4WQSZmUdMA2mPzikjVjexIe8k",
          "uwQQI2hD324nBT6Nyx7IPkWsXzeCFzK1",
          "VVjC5Fq14eFSxfhw6Kx8LjWZLnoEAVe9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Cape Panwa",
        "placeId": "ChIJ472bTxAsUDARFp-pgtfx9KI",
        "internationalPhoneNumber": "+66 81 272 1122",
        "reviews": [
          {
            "rating": 5,
            "text": "A good spot for evening breeze. There are also many street food vendors selling barbecue ,Thai food.",
            "author_name": "Arfar Jing",
            "relative_time_description": "",
            "time": 1745493377,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The beach is located in the south of Cape Panwa.\nThere are no high waves in this area even between May and October. A distinctive feature of Cape Panwa beach is the low tides, during which it becomes shallow and the rocky bottom is exposed.\nIn the south of the cape there are several hotels, a promenade with restaurants and private shops.\nThe atmosphere of the area is suitable for a relaxing holiday.\nThe Aquarium is located on Cape Panwa.",
            "author_name": "Maria Dashutina",
            "relative_time_description": "",
            "time": 1732001783,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Quiet side of the town for those who seeks solace but with a little local zest. Daytime offers an unobstructed view of the ocean. Comes evening, catch the sunset in its absolute marvel followed by the night market scene which sees some decent local hawker fare and handcrafted items for souvenir.",
            "author_name": "Adeline Yeong",
            "relative_time_description": "",
            "time": 1754661540,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 8,
            "3": 27,
            "4": 84,
            "5": 354
          }
        },
        "minMinutesSpent": 60,
        "latitude": 7.804602,
        "address": "หมู่ที่ 8, 89/13 4129, Wichit, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJlXRfXuwxUDARrUn05h4uF6U",
        "generalDescription": "Nestled atop Khao Rang hill, Wat Khao Rang Samakkhitham is a vibrant temple that captivates visitors with its stunning architecture and serene surroundings. Adorned with intricately carved naga snakes, this hillside sanctuary features a magnificent golden seated Buddha that once held the title of the largest on the island. The temple's tranquil atmosphere makes it an ideal spot for those looking to experience authentic Thai Buddhist practices without the throngs of tourists found at other sites.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.381707,
        "rating": 4.6,
        "numRatings": 1022,
        "sources": [
          {
            "id": "189668",
            "type": "webPlacesList",
            "url": "https://www.thavornpalmbeach.com/tips-4-must-visit-thai-temples-in-phuket",
            "sourceSite": "Web",
            "snippet": "Perched on the slopes of Rang Hill in Phuket Town, Wat Khao Rang is home to what’s considered as the island’s first large seated Buddha statue. The golden figure sits atop the original temple building, overlooking the town. The temple grounds have two main areas, the original structure with the seated Buddha and a newer temple beside it.",
            "siteName": "thavornpalmbeach.com",
            "shortName": "8 Must-Visit Temples in Phuket, Thailand",
            "indexInSource": 4,
            "iconSiteId": 25191,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8R48wL9Q10TJplAJADPavniHr7UCnvHB",
          "QjonUz9VvE96ygjjzcaKjRDjzajcnyb0",
          "x5TuibLx6NoxyYidep2odgKWNpF2GxFb",
          "uPl3GI6umafgPwyj36rG2stCnKoBT8qJ",
          "5VPy4cKIvDTwjPVdkVRtswhdj188wHKo",
          "8R48wL9Q10TJplAJADPavniHr7UCnvHB",
          "QjonUz9VvE96ygjjzcaKjRDjzajcnyb0",
          "x5TuibLx6NoxyYidep2odgKWNpF2GxFb",
          "uPl3GI6umafgPwyj36rG2stCnKoBT8qJ",
          "5VPy4cKIvDTwjPVdkVRtswhdj188wHKo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Wat Khao Rung Samukkheethum Temple",
        "placeId": "ChIJlXRfXuwxUDARrUn05h4uF6U",
        "internationalPhoneNumber": "+66 76 222 520",
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice temple. A feeling of calm and peace can be felt as you reach the temple and once you are inside the main building on top, it's beautiful interior is amazing!",
            "author_name": "Tek Ong",
            "relative_time_description": "",
            "time": 1735635847,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most beautiful temples we've visited in phuket, very spiritual and not too busy. Not many tourists there so able to walk about and appreciate the beauty freely✨️ There was a Thai man there that helped us a lot, showing us how to make merit properly with the various item we purchased at the entrance of the temple. The buddah figure is stunning😍",
            "author_name": "Naomi",
            "relative_time_description": "",
            "time": 1745477665,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A large, beautiful temple, located in a very picturesque place. Khao Rang Samakkitham is one of the most beautiful temples in Phuket. A large, multi-level temple, which can be explored from the left or right side, they are connected - a visitor can enter from one side, go through all the rooms and exit from the other.\n\nThere are many beautiful statues here, one of them is a huge statue of Buddha - perhaps the largest on the island - it is installed on the roof, on a white pedestal and looks mesmerizing, shimmering gold in the rays of the sun, watching the movement of the laity. Nearby there is a high bell tower that is open to access. There, on the roof, is a very beautiful vihara. Inside, it is completely decorated with amazing, heavenly-golden frescoes from the life and path of enlightenment of Buddha. On one of the walls, among the frescoes, you can see the entire Chakri dynasty, which has invariably ruled Thailand.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745636629,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/spiderworld43/",
        "index": 11,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 9,
            "3": 78,
            "4": 189,
            "5": 745
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.894022,
        "address": "87 7, Ratsada, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      }
    ]
  }
}