{
  "list_id": "718",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/718/1.jpg",
  "description": "Dive into \"Whispers of Love in Pai\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163958"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Pai",
  "city_id": "546",
  "subtype": "poi",
  "city": "Pai",
  "created_ts": 1759258582,
  "slug": "whispers-of-love-in-pai-pai-poi-f08a8f",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJzXBJZzSA2jARFT3zS0fKfEA",
        "generalDescription": "Nestled in the serene nature of Pai, Reverie Siam Resort offers a colonial-style venue with elegant rooms and villas. The resort features chic dining options, a bar, and two saltwater pools for guests to enjoy. Situated near the Pai River and just a short ride from both Pai Airport and the walking street, this retreat provides easy access to local attractions. Guests can indulge in various activities such as hiking, cooking classes, bike tours, and cultural excursions.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.442163,
        "rating": 4.8,
        "numRatings": 641,
        "sources": [
          {
            "id": "405643",
            "type": "webPlacesList",
            "url": "https://thenorthernboy.com/where-to-stay-pai",
            "sourceSite": "Web",
            "snippet": "Reverie Siam is located just by the back of Pai river which is 10 minutes ride from the Pai airport. It is also a 5 minutes ride away from the walking street and 85km away from Chiang Mai international airport. However, an airport shuttle is available and a van transit can be arranged easily.",
            "siteName": "Travel and Backpacking blog",
            "shortName": "WHERE TO STAY PAI? A LIST OF TOP PAI HOTELS FOR 2021",
            "indexInSource": 3,
            "iconSiteId": 1992,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "256744",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/where-to-stay-in-pai",
            "sourceSite": "Web",
            "snippet": "The entire place looks like a garden built purely for guests to relax and enjoy. There are two outdoor pools available and the property sits on the back of the Pai River. It boasts a Mediterranean and contemporary Thai restaurant, and regular live performances.",
            "siteName": "Trip101",
            "shortName": "Where To Stay In Pai, Thailand: 11 Best Accommodations For Couples - Updated 2025",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "894533",
            "type": "webPlacesList",
            "url": "https://girlswanderlust.com/visiting-pai-thailand/",
            "sourceSite": "Web",
            "snippet": "Silhouette by Reverie Siam: This restaurant is located downhill of Pai. Situated in the Reverie Siam Hotel, the restaurant serves all-day meals, including breakfast, lunch and dinner. Good tables and chairs to work.",
            "siteName": "Girlswanderlust",
            "shortName": "Everything you need to know for visiting Pai, Thailand",
            "indexInSource": 10,
            "iconSiteId": 4687,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "494121",
            "type": "webPlacesList",
            "url": "https://www.thetuktukclub.com/2021/08/17/places-to-stay-in-pai/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Tuk Tuk Club",
            "shortName": "Places to stay in Pai",
            "indexInSource": 0,
            "iconSiteId": 50210,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RTKeDY5FdB1ISbVESfdlqDYZqScj8MMv",
          "RTKeDY5FdB1ISbVESfdlqDYZqScj8MMv"
        ],
        "openingPeriods": [],
        "name": "Reverie Siam Resort",
        "placeId": "ChIJzXBJZzSA2jARFT3zS0fKfEA",
        "internationalPhoneNumber": "+66 53 699 870",
        "reviews": [
          {
            "rating": 5,
            "text": "Great luxurious hotel , very well designed and made. Spacious rooms loved the riverside , the pools are amazing and really splendid. We were happy to have stayed here and enjoyed this place. Food and drinks were outstanding. Vintage feel and vibe too.",
            "author_name": "Harshvardhan Sekhsaria",
            "relative_time_description": "",
            "time": 1738158631,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The word that sums up this hotel is exquisite! The whole property is just perfect.  A relaxed atmosphere. Beautifully furnished rooms. River frontage. Immaculate gardens. Great restaurant.  There are two swimming pools. One for normal swimming and one that has swim up rooms. It is such an unusual pool with sloping stone sides, very beautiful. It is the best Thai hotel I have stayed in, and I've stayed in a lot! Price is more than most in Pai, but it is definitely worth it. If you can afford it, stay here.",
            "author_name": "Kevin Edkins",
            "relative_time_description": "",
            "time": 1741255144,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Reverie Siam is an absolute gem. The atmosphere is peaceful and beautifully designed, blending luxury with a cozy, boutique feel. The rooms are spacious, thoughtfully decorated, and incredibly comfortable. The staff go above and beyond to make you feel welcome, always friendly and attentive without being overbearing.\n\nOne of the highlights is the food-both breakfast and dinner are excellent, with fresh ingredients and great attention to detail. The location is perfect, close to the heart of Pai but far enough to enjoy quiet and stunning views. Whether you're relaxing by the pool, exploring the surrounding nature, or just unwinding in your room, Reverie Siam makes your stay unforgettable. Highly recommend!",
            "author_name": "Ryan Blanc",
            "relative_time_description": "",
            "time": 1733755442,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.reveriesiam.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 4,
            "3": 18,
            "4": 80,
            "5": 534
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.348668,
        "address": "ตำบล เวียงใต้, Wiang Tai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJtS4OSXKB2jARp26gYQI_SVI",
        "generalDescription": "Nestled in the vibrant heart of Pai, Pai Village Boutique Resort is a charming retreat that perfectly blends comfort with convenience. This laid-back hotel features cozy cottages adorned with rustic charm, each boasting relaxing verandas ideal for unwinding after a day of exploration. Guests can enjoy delightful meals at The Blue Ox restaurant, which serves both international and Thai cuisine, or sip drinks at the pleasant bar area.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.444833,
        "rating": 4.8,
        "numRatings": 701,
        "sources": [
          {
            "id": "494121",
            "type": "webPlacesList",
            "url": "https://www.thetuktukclub.com/2021/08/17/places-to-stay-in-pai/",
            "sourceSite": "Web",
            "snippet": "If you’re looking to be in the heart of the action and right in ‘town’ then Pai Village Boutique Resort is a very good option. Very well run with cosy ‘cottages’ as rooms – all with relaxing verandhas with cushions to chill on – and a pleasant bar and dining area, you are literally in the heart of Pai and within seconds walk from restaurants, bars, coffee shops, markets – everything you can think of. There’s also a pleasant small swimming pool to relax in after a hard days exploring.",
            "siteName": "The Tuk Tuk Club",
            "shortName": "Places to stay in Pai",
            "indexInSource": 2,
            "iconSiteId": 50210,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "894533",
            "type": "webPlacesList",
            "url": "https://girlswanderlust.com/visiting-pai-thailand/",
            "sourceSite": "Web",
            "snippet": "Another great option is the Pai Village Boutique Resort, a little oasis in town. Here, you can find private and luxurious bungalows, a lovely pool area, nice places to sit and relax, a well-maintained garden with ponds and little waterways and a restaurant that serves breakfast, lunch and dinner.",
            "siteName": "Girlswanderlust",
            "shortName": "Everything you need to know for visiting Pai, Thailand",
            "indexInSource": 3,
            "iconSiteId": 4687,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "405643",
            "type": "webPlacesList",
            "url": "https://thenorthernboy.com/where-to-stay-pai",
            "sourceSite": "Web",
            "snippet": "The hotel Pai village boutique resort is located in a tropical garden just by the bank of the Pai River. This makes it a conducive place for anyone who loves a cool environment. The hotel is a 15 minutes’ drive to Pai Airport and a 5-minute drive to the temple and Pai market.",
            "siteName": "Travel and Backpacking blog",
            "shortName": "WHERE TO STAY PAI? A LIST OF TOP PAI HOTELS FOR 2021",
            "indexInSource": 1,
            "iconSiteId": 1992,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "256744",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/where-to-stay-in-pai",
            "sourceSite": "Web",
            "snippet": "The rustic cottages offered at Pai Village Boutique Resort & Farm are very comfortable. Each one offers private balconies overlooking the mountains or gardens. A private bathroom and sitting area are also included in these quaint cottages.",
            "siteName": "Trip101",
            "shortName": "Where To Stay In Pai, Thailand: 11 Best Accommodations For Couples - Updated 2025",
            "indexInSource": 1,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2067529",
            "type": "webPlacesList",
            "url": "https://inbetweentravels.com/pai-travel-guide-thailand/",
            "sourceSite": "Web",
            "snippet": "You won’t be bored when in Pai, as there are plenty of places for you to visit and explore. Also, be prepared for a bit of a drive some days. Therefore, the 3 days will come in handy.",
            "siteName": "In Between Travels",
            "shortName": "Your Complete Pai Travel Guide",
            "indexInSource": 11,
            "iconSiteId": 38417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zqUVCPKkDG78FdVc3diWZT2RidI6DAod",
          "6B5NbikivZ8vJmPJSu0imSfk6Il9gKiv",
          "vr7OqaH3KLaxbowambcImv3jVBNCVLzy",
          "zqUVCPKkDG78FdVc3diWZT2RidI6DAod",
          "6B5NbikivZ8vJmPJSu0imSfk6Il9gKiv",
          "vr7OqaH3KLaxbowambcImv3jVBNCVLzy"
        ],
        "openingPeriods": [],
        "name": "Pai Village Boutique Resort",
        "placeId": "ChIJtS4OSXKB2jARp26gYQI_SVI",
        "internationalPhoneNumber": "+66 53 698 152",
        "reviews": [
          {
            "rating": 5,
            "text": "We stayed at Pai Village and had a truly perfect experience!\n\nThe manager, Art, is a kind and helpful person who was always available to assist us.\nAt the reception, Pinkky was incredibly sweet, sensitive, and patient.\n\nThe hotel is of a very high standard – clean, peaceful, full of greenery, and with a warm, welcoming atmosphere.\nThe entire staff was wonderful and helped us with everything we needed. We honestly felt like royalty!\n\nThe location is fantastic – just a 3-minute walk from the main street. It's close enough to enjoy everything Pai has to offer, yet far enough to be quiet, calm, and relaxing.\n\nThe breakfast was rich and diverse. Since we don't eat meat and dairy together, they made sure to serve the cheese separately and ensured we were comfortable at all times.\nIn the evening, the dining area turns into a restaurant offering delicious meat dishes at very fair prices – everything was simply delightful!\n\nWe highly recommend this place – a truly special experience! ❤️",
            "author_name": "Orian Mekira",
            "relative_time_description": "",
            "time": 1752456116,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "To the entire staff at Pai Village Boutique Resort,\nI want to extend my heartfelt thanks to all of you. It was an exceptional experience. We took a room with a pool view and truly felt at home.\nThe hotel staff was incredibly friendly and welcoming. The rooms were big and beautiful, impeccably clean, and the service was simply wonderful, from the rich and varied breakfast buffet to the excellent dinner meals. A big thank you to the hotel's talented chef for the delicious food!\nI want to express my deepest gratitude for your outstanding hospitality. We genuinely enjoyed our stay and already miss it dearly.\nA special thank you to the amazing Ms AOM❤️, our sweetheart and always-smiling excellent waitress, who made every meal a delight, and to Ms EYE, the reception clerk, who was incredibly professional and pleasant, making our check-in and all our inquiries a breeze.\nWe will definitely return to visit your wonderful natural gem again. Thank you very much, you're doing a fantastic job!\n❤️With love, Gilad and Ariella",
            "author_name": "גלעד מזרחי",
            "relative_time_description": "",
            "time": 1755427767,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We stayed in a pool view room and it was absolutely perfect - spacious, cozy, and super comfortable. The balcony was spotless and came with a swing and a large daybed, ideal for relaxing. The service was exceptional throughout our stay. Since I'm afraid of reptiles, I mentioned it while booking, and the team recommended a room in the modern part of the resort - easily the best decision! No bugs, no mosquitoes, just peace of mind.\n\nThe location couldn't be better - just a few steps from Walking Street, with everything you need close by to make your stay effortless. Pai is truly magical, and Pai Village now feels like our home away from home. Already dreaming of coming back!",
            "author_name": "disha harwani",
            "relative_time_description": "",
            "time": 1750258119,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.paivillage.com/offers.php",
        "index": 2,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 4,
            "3": 30,
            "4": 73,
            "5": 587
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.358556,
        "address": "88 Moo 3 Vieng Tai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJxesTbbKB2jAR6RysEmsplog",
        "generalDescription": "Pai Walking Street, situated along Chaisongkran Road and the northern end of Rungsiyanon Road in Pai, Thailand, is a vibrant night market that comes alive after sunset. The street is adorned with colorful hanging lanterns and offers a wide variety of products such as clothing, accessories, postcards, jewelry, handicrafts, and original works of art by local artists.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 98.442365,
        "rating": 4.5,
        "numRatings": 2364,
        "sources": [
          {
            "id": "703462",
            "type": "webPlacesList",
            "url": "https://catmotors.net/routes/pai/",
            "sourceSite": "Web",
            "snippet": "Pai Walking Street is located on the main street of Rungsiyanon Road, a colorful shopper’s paradise where you can find a wide range of unique crafts, postcards, jewelry, souvenirs, handmade clothing, and stunning authentic street food, pastries, and desserts. In addition, you can get great keto or vegetarian meals, Thai, Italian, Indian, Japanese and Mexican food, and more!. Walking Street is also surrounded by cafes and bars; almost all have fantastic live music in the evenings.",
            "siteName": "Trusted Scooter & Motorcycle Rental Chiang Mai",
            "shortName": "Pai, Northern Thailand: 22 Sights You Must Uncover (2025)",
            "indexInSource": 3,
            "iconSiteId": 26404,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220947",
            "type": "webPlacesList",
            "url": "https://www.b2hotel.com/blog/2023/10/update-on-8-pai-tourist-spots-day-and-night-slow-life-style-all-year-round/",
            "sourceSite": "Web",
            "snippet": "Pai Walking Street’ is a popular destination for both tourists and locals. It’s a lively and romantic place in Pai, where people of all ages come together to enjoy the vibrant atmosphere. Children, adults, and teenagers stroll along the street, taking photos and checking in amidst the wooden buildings.",
            "siteName": "B2 Boutique and Budget Hotels in Thailand",
            "shortName": "Update on 8 Pai tourist spots, day and night, slow-life style, all year round.",
            "indexInSource": 2,
            "iconSiteId": 94396,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2241212",
            "type": "webPlacesList",
            "url": "https://www.roowanders.com/pai/",
            "sourceSite": "Web",
            "snippet": "The Pai Walking Street is packed with stalls after sunset from 6 PM to 10 PM. Here you can grab small bites, meals, fruit smoothies or ice cream, and clothes and souvenirs. Much much smaller than those in Chiang Rai or Chiang Mai.",
            "siteName": "RooWanders",
            "shortName": "How to visit Pai: Things to do & Itinerary",
            "indexInSource": 1,
            "iconSiteId": 67649,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000521",
            "type": "webPlacesList",
            "url": "https://www.thelostpassport.com/pai-thailand-guide/",
            "sourceSite": "Web",
            "snippet": "Pai has a great walking street much like those you will find in Chiang Rai and Chiang Mai. At night you will find that the main street through Pai fills with lots of stalls offering food, clothing, jewelry, and other souvenirs.",
            "siteName": "The Lost Passport",
            "shortName": "15 Awesome Things to do in Pai, Thailand",
            "indexInSource": 2,
            "iconSiteId": 3162,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "894533",
            "type": "webPlacesList",
            "url": "https://girlswanderlust.com/visiting-pai-thailand/",
            "sourceSite": "Web",
            "snippet": "The Pai Night Market is a bustling hub of activity in the evenings. Here, you can sample a wide variety of delicious street food, shop for local handicrafts and enjoy live music and entertainment.",
            "siteName": "Girlswanderlust",
            "shortName": "Everything you need to know for visiting Pai, Thailand",
            "indexInSource": 1,
            "iconSiteId": 4687,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2067529",
            "type": "webPlacesList",
            "url": "https://inbetweentravels.com/pai-travel-guide-thailand/",
            "sourceSite": "Web",
            "snippet": "You won’t be bored when in Pai, as there are plenty of places for you to visit and explore. Also, be prepared for a bit of a drive some days. Therefore, the 3 days will come in handy.",
            "siteName": "In Between Travels",
            "shortName": "Your Complete Pai Travel Guide",
            "indexInSource": 1,
            "iconSiteId": 38417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1800799",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/chiang-mai/reasons-visit-pai/",
            "sourceSite": "Web",
            "snippet": "Now, I’ve travelled through many walking streets in my 20 countries around the world. (Probably over 100 just while being in Asia TBH…) This is by far, my absolute favourite!!!",
            "siteName": "TripCanvas Thailand",
            "shortName": "10 Reasons couples should visit Pai in Northern Thailand, 3 hours from Chiang Mai – things to do, see and eat",
            "indexInSource": 2,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qYz8ly0of2AiGHcfohub0kzYgPXoAmcA",
          "z90btW409WzZkXeYmYW8v44uqSp9a333",
          "B0OJI3bPp4d9M0HBGyU2iNUA1QLnoVOD",
          "xNalMsGOvJPZRrfxDwc0KdkSSq5NXn8W",
          "OQj92xdDixWQFK0HqetqsTvyOptRsL5K",
          "qYz8ly0of2AiGHcfohub0kzYgPXoAmcA",
          "z90btW409WzZkXeYmYW8v44uqSp9a333",
          "B0OJI3bPp4d9M0HBGyU2iNUA1QLnoVOD",
          "xNalMsGOvJPZRrfxDwc0KdkSSq5NXn8W",
          "OQj92xdDixWQFK0HqetqsTvyOptRsL5K"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Pai Walking Street",
        "placeId": "ChIJxesTbbKB2jAR6RysEmsplog",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The best food Thailand has to offer! You must try the Vietnamese schnitzel-it's incredible. Also, don't miss the guy with the mustache at the small food truck near the schnitzel spot. He makes the best Pad Thai, and there's always a line for a reason!\n\nI've added a picture of the food truck!",
            "author_name": "Aviel",
            "relative_time_description": "",
            "time": 1741951962,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Walking street is a peaceful ghost town during the day but at night it comes alive. The night market is open every night. In the off season I found it busier during the week than weekends.\nThe vendors are friendly and chill -you might even find some drunken by the end of the night and give you a free meal (happened to me)\n\nDon't forget to walk until the bamboo bridge and cross the river during sunset. It's lovely.\n\nYou can find good clothing deals and vegan, gluten free street foods too!\n\nMy favorite stalls are the grilled pork lady, shampoo nachos, queens gyoza, Fah homemade chicken wrap, and fresh spring rolls! Yum. Oh! And the fried spicy squid stall on the corner (she also makes an excellent coconut smoothie !)",
            "author_name": "Brittany (Britt Off The Beaten)",
            "relative_time_description": "",
            "time": 1749096623,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great food, great vibes 💯\nThis night market, like all other night markets in Thailand offers an array of shops and stalls selling clothes, jewellery, food, drinks, and snacks. The snacks looked good and I wished I could try all of them. I'd suggest everyone to walk around the entire place and try as many street food as you can. There are several halal options. We had gyoza/dumplings from a halal stall and it was so delicious!\nI had to urgently buy some clothes and the shop I was in was about to close but they didn't rush me and helped me every way they could. It was really touching. I think most clothing stores close by 10 pm.\nThe place got quieter around 11:30 pm except for the loud parties going on in the bars.",
            "author_name": "Tahmina Begum",
            "relative_time_description": "",
            "time": 1754658223,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Night market"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 27,
            "2": 30,
            "3": 208,
            "4": 544,
            "5": 1555
          }
        },
        "minMinutesSpent": 180,
        "latitude": 19.359629,
        "address": "9C5R+VW5, Unnamed Road, Wiang Tai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJpRwCwDaA2jARCeGJKi1fhi8",
        "generalDescription": "Nestled in the heart of Pai's town center, The Oia Pai Resort offers a unique blend of Mediterranean and Grecian influences. The resort boasts a large central pool reminiscent of Bangkok's klongs, where guests can kayak at their leisure. With its whitewashed brick and blue-and-white color scheme, the resort exudes an eclectic and whimsical charm. Additionally, it provides eco-friendly accommodation with modern amenities such as free WiFi and shuttle services to various local attractions.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.4471,
        "rating": 4.7,
        "numRatings": 691,
        "sources": [
          {
            "id": "256744",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/where-to-stay-in-pai",
            "sourceSite": "Web",
            "snippet": "If you’re looking for something really unique, try the Oia Pai, where the first floor rooms have river access. You can paddle a boat right out of your room!. It also offers a fine restaurant and free shuttle service to many local sights.",
            "siteName": "Trip101",
            "shortName": "Where To Stay In Pai, Thailand: 11 Best Accommodations For Couples - Updated 2025",
            "indexInSource": 7,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NkxnSjfzy6TePAovaL4nE9vdFKOwKILO",
          "MiDxuwR7RwMNjg4Ix3X7gpF1Hj2dijML",
          "NM56449gdQ7wnrSmnVdsGIh4Ijap4R0F",
          "NkxnSjfzy6TePAovaL4nE9vdFKOwKILO",
          "MiDxuwR7RwMNjg4Ix3X7gpF1Hj2dijML",
          "NM56449gdQ7wnrSmnVdsGIh4Ijap4R0F"
        ],
        "openingPeriods": [],
        "name": "The Oia Pai Resort",
        "placeId": "ChIJpRwCwDaA2jARCeGJKi1fhi8",
        "internationalPhoneNumber": "+66 89 939 3574",
        "reviews": [
          {
            "rating": 5,
            "text": "The team is so nice and willing to help with whatever you need. The shuttles from the hotel are great, whenever I needed to go somewhere they took us happily. Breakfast was amazing, and there is no waste of food because you order from a menu whatever you want\nand as much as you want. Everything is fresh and tasty.",
            "author_name": "Shiran Cherbo",
            "relative_time_description": "",
            "time": 1753067848,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The hotel is a 16 minutes walk from the night market and the city center. No worry, there is a free shuttle from hotel to night market every hours. The hotel has provided free parking space and kayak.\n\nThe room is very spacious, the bed is comfortable and room cleanliness is acceptable but there was lack of hangers in the shower. The free breakfast is very simple and less choices.\n\nOverall, we felt that front desk's service should be improved and hotel should be well maintained!",
            "author_name": "Crystal Tan",
            "relative_time_description": "",
            "time": 1747157322,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very pleasant stay, the room was spacious and the bathroom very clean. Due to the hotel being very quiet, breakfast was a la carte. It was delicious with both western and Thai options. The staff are extremely polite, kind and attentive. Little bit out of town but a shuttle is provided.\nNo highchairs provided unfortunately but everything was accessible.\nWould recommend!",
            "author_name": "Kaamila Qazi-Lindsay",
            "relative_time_description": "",
            "time": 1743382574,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/TheOiaPai/",
        "index": 4,
        "id": "",
        "categories": [
          "Hotel",
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 10,
            "3": 21,
            "4": 76,
            "5": 573
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.353037,
        "address": "254, Tambon Mae Hi, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJF7zBQDKA2jARp7N9YH3F3uY",
        "generalDescription": "Malamong Art Cafe, also known as Art in Chai, offers a whimsical and delightful experience with its colorful interior adorned with paintings, antique collectibles, and mats showcasing Pai's artistic flair. The cafe exudes a convivial atmosphere with live music performances and a vast selection of cakes. It is described as a magical safe place where talented and welcoming individuals gather to connect through music, singing, and dancing.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.444301,
        "rating": 4.9,
        "numRatings": 148,
        "sources": [
          {
            "id": "777429",
            "type": "webPlacesList",
            "url": "https://medium.com/@andreacallan/finding-theconscious-community-and-activities-in-pai-thailand-ece32375cc5",
            "sourceSite": "Web",
            "snippet": "Malamong art cafe — A tea house-come-way of life on walking street. I’ve played card games, seen bands perform, bought incense and been to a pop up rave all in the magical Malamong space.",
            "siteName": "Medium",
            "shortName": "A guide to conscious community, events and connection in Pai, Thailand | by Andrea Callan",
            "indexInSource": 4,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1800799",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/chiang-mai/reasons-visit-pai/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TripCanvas Thailand",
            "shortName": "10 Reasons couples should visit Pai in Northern Thailand, 3 hours from Chiang Mai – things to do, see and eat",
            "indexInSource": 1,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "S46C27HTN8VE5I7oRfqpuWTP7L0GF9J1",
          "6D76vCNqNVaAcB5j9uLzXGV0C6eTfca1",
          "3cP1zY92sGArva4odFKr92Zv7D9tFM4G",
          "S46C27HTN8VE5I7oRfqpuWTP7L0GF9J1",
          "6D76vCNqNVaAcB5j9uLzXGV0C6eTfca1",
          "3cP1zY92sGArva4odFKr92Zv7D9tFM4G"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Malamong Art Cafe",
        "placeId": "ChIJF7zBQDKA2jARp7N9YH3F3uY",
        "internationalPhoneNumber": "+66 96 027 8008",
        "reviews": [
          {
            "rating": 5,
            "text": "This is one of the best tea shops we've encountered in our travels. All the teas we tried were absolutely delicious. For the quality the tea is a very fair price (most are Baht 50 - 60).  The ginger tea has a wonderful spicy burn, with honey and lemon it's lovely.  The butterfly tea was delicate and lemongrass was very aromatic. Buddha blood tea is a mulled hibiscus tea that rinds one of mulled red wine. The 10 spice tea was our favourite.\n\nAnd their art and clothing is well worth a browse and a purchase if something strikes your fancy. These artisanal offerings are priced very fairly for the quality.\n\nHighly recommend.",
            "author_name": "Culinary Slut",
            "relative_time_description": "",
            "time": 1737894290,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely stunning place with gorgeous homemade tea simmering in olde worldly pots where you can sit on the wonderful Walking Street of Pai…",
            "author_name": "r2thebizel",
            "relative_time_description": "",
            "time": 1752024505,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My favorite place ever! Ginger tea is my favorite! The atmosphere is great and the staff is super kind and friendly. I love it there\nVegan homemade cookies and cakes, great tea you can choose from. The atmosphere is like i said amazing, mostly calm handpan music, you can sit inside and play drums or guitar. They have clothings, scents and more that you can buy, all selfmade\nI love to sit and read there.",
            "author_name": "Lisa",
            "relative_time_description": "",
            "time": 1734701420,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://malamong.vercel.app/",
        "index": 5,
        "id": "",
        "categories": [
          "Art cafe",
          "Handicraft",
          "Tea store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 3,
            "4": 12,
            "5": 133
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.35888,
        "address": "112, Pai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ75E8uS-A2jAR_Gi3AS91TXs",
        "generalDescription": "Nestled just a short bike ride from town, Bom Bowls is a charming eatery that feels more like a cozy home than a typical restaurant. With its warm and welcoming staff, this delightful spot offers stunning views of the surrounding mountains while serving up some of the healthiest vegan options in the area. Their smoothie bowls are particularly noteworthy, with the Snickers Bowl being an indulgent treat that tastes like dessert for breakfast—rich and decadent!",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 98.449593,
        "rating": 4.8,
        "numRatings": 634,
        "sources": [
          {
            "id": "2067529",
            "type": "webPlacesList",
            "url": "https://inbetweentravels.com/pai-travel-guide-thailand/",
            "sourceSite": "Web",
            "snippet": "Afterwards, I enjoyed a Muay Thai class, which of course is a great way to experience the culture and stay fit. Next, drive to Santichon Village, a small Chinese village and continue your way to the Yun Lai viewpoint. Subsequently, drive your bike to the Bamboo Bridge where you can enjoy lunch at Jaey Cafe and walk across the bridge.",
            "siteName": "In Between Travels",
            "shortName": "Your Complete Pai Travel Guide",
            "indexInSource": 2,
            "iconSiteId": 38417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412769",
            "type": "webPlacesList",
            "url": "https://mytravelscrapbook.com/12-romantic-things-to-do-in-pai-adventurous-couples/",
            "sourceSite": "Web",
            "snippet": "Another romantic thing you can do in Pai is chill at Bom Bowls. Even adventure couples need time to recharge. Where else would be better than on plush cushions at Bom Bowls?",
            "siteName": "My Travel Scrapbook",
            "shortName": "12 Romantic Things to do in Pai for Adventurous Couples",
            "indexInSource": 1,
            "iconSiteId": 8033,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "960627",
            "type": "webPlacesList",
            "url": "https://travelrebels.com/thailand/pai/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TRAVELREBELS",
            "shortName": "What to do in Pai, Thailand? 12x The Best Tips!",
            "indexInSource": 4,
            "iconSiteId": 63842,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MBzbjwChTN6lI4ryXcaR6vhuqe0G6tVB",
          "4Pe9nWZgeWzNNrMwOmroCUxWJksIpbCF",
          "12stczMIqiO3JIoZIybcGsJjSTdc4vA8",
          "MBzbjwChTN6lI4ryXcaR6vhuqe0G6tVB",
          "4Pe9nWZgeWzNNrMwOmroCUxWJksIpbCF",
          "12stczMIqiO3JIoZIybcGsJjSTdc4vA8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Bom Bowls",
        "placeId": "ChIJ75E8uS-A2jAR_Gi3AS91TXs",
        "internationalPhoneNumber": "+66 98 843 4492",
        "reviews": [
          {
            "rating": 5,
            "text": "100/10. Cannot recommend this place enough. Went to Thailand for over 5 weeks and this was the best smoothie bowl ever. If this place was in Canada, I would go at least once per week. We tried probably 3 or 4 different smoothie bowls, all of which were unreal. Also had matcha, blueberry, and pumpkin pancakes which were excellent- loved the coconut \"syrup\" as well. You're doing yourself a disservice not trying this place!! Oh, coffee was also bomb. Nice to have a milk alternative. Views and vibe on the second floor are on point. So much love ❤️🧡💛💚🩵💜🩷",
            "author_name": "kendall mossini",
            "relative_time_description": "",
            "time": 1738759838,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best smoothie bowl I've had in Thailand! I got the açaí bowl and my boyfriend got the snickers bowl, both were so tasty and a very generous size. The atmosphere is very nice and relaxed too!",
            "author_name": "Thalia Bradley",
            "relative_time_description": "",
            "time": 1750228028,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Simply amazing! I really recommend the banana pancakes and the refreshing smoothie. The view is impressive and the vibe is very chill.",
            "author_name": "Willeke Smit",
            "relative_time_description": "",
            "time": 1756273708,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Vegan restaurant",
          "Health food restaurant",
          "Raw food restaurant",
          "Thai restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 6,
            "3": 11,
            "4": 49,
            "5": 558
          }
        },
        "minMinutesSpent": 60,
        "latitude": 19.361813,
        "address": "106/1, Moo 1 Mae Hee, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ4dnH1TKA2jARGGtIG91MAEo",
        "generalDescription": "Pai Night Market is a popular spot in Thailand, known for its cost-effective and diverse food options. Visitors can find small stalls and restaurants offering a wide variety of dishes. The market is described as being very lively, with visitors enjoying the opportunity to eat their way through the different offerings. While specific location details are not provided, it's mentioned that the market is centrally located within Pai County, making it easily accessible for visitors staying in the area.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 98.441543,
        "rating": 4.5,
        "numRatings": 449,
        "sources": [
          {
            "id": "1412769",
            "type": "webPlacesList",
            "url": "https://mytravelscrapbook.com/12-romantic-things-to-do-in-pai-adventurous-couples/",
            "sourceSite": "Web",
            "snippet": "The Pai Walking Street which is also known as the Pai Night Market is a craft and food market which operates every night in the centre of Pai. The market can be found along Chaisongkran Road and Rungsiyanon Road. Vendors start to sell their goods around 6pm until 10.30pm every evening.",
            "siteName": "My Travel Scrapbook",
            "shortName": "12 Romantic Things to do in Pai for Adventurous Couples",
            "indexInSource": 2,
            "iconSiteId": 8033,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "894533",
            "type": "webPlacesList",
            "url": "https://girlswanderlust.com/visiting-pai-thailand/",
            "sourceSite": "Web",
            "snippet": "The Pai Night Market is a bustling hub of activity in the evenings. Here, you can sample a wide variety of delicious street food, shop for local handicrafts and enjoy live music and entertainment.",
            "siteName": "Girlswanderlust",
            "shortName": "Everything you need to know for visiting Pai, Thailand",
            "indexInSource": 2,
            "iconSiteId": 4687,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3ELM0XAEGsM533N5LAQEnRztYks1qgK8",
          "zCBtvELJWmWfCYbmrwOvOLGfPlcnBQRC",
          "DOQeU2Fkiz4aAaRW3ZWJJzLdAWbH6scS",
          "OnK1YfTyRHjQmdluFiIlPsQfhdeCqk3y",
          "PVqSRUe4ePm6jYQyAqLppLdwByf754oF",
          "3ELM0XAEGsM533N5LAQEnRztYks1qgK8",
          "zCBtvELJWmWfCYbmrwOvOLGfPlcnBQRC",
          "DOQeU2Fkiz4aAaRW3ZWJJzLdAWbH6scS",
          "OnK1YfTyRHjQmdluFiIlPsQfhdeCqk3y",
          "PVqSRUe4ePm6jYQyAqLppLdwByf754oF"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Pai Night Market",
        "placeId": "ChIJ4dnH1TKA2jARGGtIG91MAEo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Vibrant and must-visit attraction for travelers. Held every evening, the market offers a variety of experiences:\n\nFood: It's a paradise for food lovers, featuring affordable and delicious Thai dishes such as Pad Thai, Khao Soi, grilled skewers, dumplings, and the ever-popular mango sticky rice. Vegetarian and vegan options are widely available, making it inclusive for all dietary preferences​\n\nShopping: The market is a hub for handmade goods, including jewelry, clothing, bags, and art, reflecting Pai's creative and artistic culture. Souvenirs here are unique and often crafted by local artisans​\n\nEntertainment: Live music, street performers, and fire dancers create a lively, welcoming atmosphere. The mix of locals and tourists makes for an engaging social scene​\n\nTips: Visit with cash as most vendors don't accept cards, and come hungry to fully enjoy the variety of food. The market operates from around 4 PM to 10 PM, so plan accordingly​ (most of vendors close at 21:00)",
            "author_name": "Ilya Drouker",
            "relative_time_description": "",
            "time": 1735290579,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great night market aimed at tourists but that's what helps keep this tourist town thriving. From grilled grubs and grasshoppers to milk bread and chocolate dipped strawberries. Mochi, and amazing friends.",
            "author_name": "Scott S Garbini MEd",
            "relative_time_description": "",
            "time": 1735399959,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Possibly the best night market when it comes to food in all of Thailand. So many different food options from traditional Thai food to western food. Some very cheap traditional Thai deserts like black sticky rice patties. The only downside is the amount of obnoxious tourists with their shirts off",
            "author_name": "Owen McLean",
            "relative_time_description": "",
            "time": 1741058949,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Market"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 6,
            "3": 48,
            "4": 97,
            "5": 290
          }
        },
        "minMinutesSpent": 45,
        "latitude": 19.36006,
        "address": "9C6R+2JF, Rural Rd Mae Hong Son 4024, Wiang Tai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJi1zcNjKA2jARvYtkaxSMpZY",
        "generalDescription": "Nestled in a charming green house with ceiling windows, Lemon Thyme Cafe offers a diverse selection of local and international breakfast options. The chic design and cute chalkboard drawings create a relaxing atmosphere for patrons. The menu features light delicacies like eggs Benedict, muffins, tuna sandwiches, bruschettas, and macaroons as well as heartier options like carbonara pasta.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.443081,
        "rating": 4.4,
        "numRatings": 590,
        "sources": [
          {
            "id": "1800799",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/chiang-mai/reasons-visit-pai/",
            "sourceSite": "Web",
            "snippet": "Lemon Thyme Cafe was our favourite restaurants and according to my love, serves ‘the best eggs benedict” he’s EVER eaten, and that’s one of his favourite things, so that’s saying something. Their eggs bennie with salmon is KILLER, and their Avocado toast on homemade bread is to.die.for. (I can’t remember the last time I ate such a buttery avo in Asia.)",
            "siteName": "TripCanvas Thailand",
            "shortName": "10 Reasons couples should visit Pai in Northern Thailand, 3 hours from Chiang Mai – things to do, see and eat",
            "indexInSource": 0,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DMk99LlBTD9EiwxgfAIOsIf6gSYUMHyA",
          "0Fpi0GNvrQgFjY6y1uYZpysp7bsxHsp1",
          "FNdwVlXaETmyhSl8nfAUZZ7gaHW14Pyv",
          "DMk99LlBTD9EiwxgfAIOsIf6gSYUMHyA",
          "0Fpi0GNvrQgFjY6y1uYZpysp7bsxHsp1",
          "FNdwVlXaETmyhSl8nfAUZZ7gaHW14Pyv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Lemon Thyme Cafe’",
        "placeId": "ChIJi1zcNjKA2jARvYtkaxSMpZY",
        "internationalPhoneNumber": "+66 95 224 9677",
        "reviews": [
          {
            "rating": 5,
            "text": "Just the best.  You can taste they use the freshest ingredients- the flavor of the fruits and vegetables in the salad were divine.  They offer a large choice of meals  and the ladies (and one young guy)serving were so warm and friendly.  Great team!   Indoor and outdoor seating.  Best breakfast in Pai!",
            "author_name": "susan laane",
            "relative_time_description": "",
            "time": 1737171645,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Stopped here after getting off the bus from Chiang Mai. Really good menu with plenty of choices. The cheese toastie and tomato soup was delicious, as well as the avo + egg bagel. Would definitely recommend! The service was also very quick and friendly",
            "author_name": "Katie Cameron",
            "relative_time_description": "",
            "time": 1755937423,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very busy! Large menu and serves many western items. We waited about 10 minutes to give our order and then you should Expect to wait as each item is prepared especially for you. You can grab a menu at the cash register if you don't want to wait. The food was really good, more expensive than any of the other restaurants around it but you can definitely get some delicious breakfast and lunch items. Real comfort food.",
            "author_name": "Kimberly Quesenberry",
            "relative_time_description": "",
            "time": 1736521907,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Restaurant",
          "Brunch restaurant",
          "Cafe",
          "Candy store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 18,
            "3": 39,
            "4": 101,
            "5": 405
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.359226,
        "address": "20, 3 Chai Songkhram Rd, Wiang Tai, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJFwtI5S2A2jARcbk-qXcWwVQ",
        "generalDescription": "Nestled in the charming town of Pai, Family House Zen Boutique Resort is a stylish retreat just 300 meters from the bus station. This serene haven offers guests comfortable accommodations complete with free Wi-Fi and private bathrooms featuring modern amenities. The resort boasts an inviting outdoor swimming pool, perfect for a refreshing dip on warm days, alongside beautifully landscaped gardens and a relaxing terrace. Guests can indulge in complimentary breakfast that has been praised as one of the best in Chiang Mai, along with delightful homemade drinks upon arrival.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.445268,
        "rating": 4.8,
        "numRatings": 281,
        "sources": [
          {
            "id": "256744",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/where-to-stay-in-pai",
            "sourceSite": "Web",
            "snippet": "Very close to the Pai bus station, Family House Zen Boutique Resort is easy to get to and within close proximity to local shops. There is a delightful terrace with views of the gardens and outdoor pool. Rooms are spacious, clean and cozy and staff is always willing to offer suggestions and help with anything.",
            "siteName": "Trip101",
            "shortName": "Where To Stay In Pai, Thailand: 11 Best Accommodations For Couples - Updated 2025",
            "indexInSource": 2,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "405643",
            "type": "webPlacesList",
            "url": "https://thenorthernboy.com/where-to-stay-pai",
            "sourceSite": "Web",
            "snippet": "The Family house Zen boutique resort is located at a distance of 200m away from the Pai bus station. The Pai night market is 300m away while the Mae Hong Son Airport is 50km away. Airport shuttle is available for transport to-and-fro the airport.",
            "siteName": "Travel and Backpacking blog",
            "shortName": "WHERE TO STAY PAI? A LIST OF TOP PAI HOTELS FOR 2021",
            "indexInSource": 4,
            "iconSiteId": 1992,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OonejIR2xXFaHC8bs3J92TPBzBtgBbpM",
          "eWWINkIf6siQ2pWOcfQRIYNTAfuvuTMv",
          "6sgnV5teKPJjhEverSJoLfXuejqjG9gM",
          "OonejIR2xXFaHC8bs3J92TPBzBtgBbpM",
          "eWWINkIf6siQ2pWOcfQRIYNTAfuvuTMv",
          "6sgnV5teKPJjhEverSJoLfXuejqjG9gM"
        ],
        "openingPeriods": [],
        "name": "Family House Zen Boutique Resort",
        "placeId": "ChIJFwtI5S2A2jARcbk-qXcWwVQ",
        "internationalPhoneNumber": "+66 53 699 919",
        "reviews": [
          {
            "rating": 5,
            "text": "I could not recommend this hostel more!\nIt's amazing, Joe is an amazing guy and the rest of the stuff are very nice and always happy to help you with whatever you like.\nThe beds are very comfortable and the shower and bathrooms are very clean and comfortable, the place itself is very clean, social and friendly.\nI will come back for sure!",
            "author_name": "Bar Perry",
            "relative_time_description": "",
            "time": 1735708021,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We came here a big group and had the most amazing time. Amazing hosts who are so caring friendly and helpful. The rooms were so nice and clean and the pool and garden area was perfect. Spent here a week and would highly recommend it.",
            "author_name": "Yoni Brooks",
            "relative_time_description": "",
            "time": 1745858833,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I fell in love with this hotel, it is absolutely perfect.\nThe staff are the kindest people I have seen and they make all the efforts to make you stay comfortable and fun.\nBreakfast was really tasty and you can order from the menu as much as you want, so the food is also really fresh.\nWhile we stayed in the hotel there were floods around the area, and we could count on the hotel staff for 100%, we felt completely safe.\nWould definitely come back, I believe it's the best hotel I have ever stayed in",
            "author_name": "Noa Kurtz",
            "relative_time_description": "",
            "time": 1730481627,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.familyhousezen.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 4,
            "4": 36,
            "5": 238
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.361406,
        "address": "354, Khrongkan Nai Mu Ban Mae Hi Rd, แม่ฮี้ Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ63lOKzGA2jAR7lID-8dw-1M",
        "generalDescription": "Located just outside the town center of Pai, Fluid Swimming Pool is a popular spot for travelers looking to relax and have fun. For an admission fee of 80 baht per day, visitors can enjoy access to the pool, gym, and sunbathing areas all day long. The 25-meter long swimming pool is a great place to cool off on hot days and indulge in some poolside cocktails while soaking up the sun.",
        "utcOffset": 420,
        "maxMinutesSpent": 210,
        "longitude": 98.448258,
        "rating": 4.5,
        "numRatings": 294,
        "sources": [
          {
            "id": "1412797",
            "type": "webPlacesList",
            "url": "https://wikitravel.org/en/Pai",
            "sourceSite": "Web",
            "snippet": "Fluid Pool Club, 6, Moo 1, Mae Hee, Pai Mae Hong Son 58130 (Fluid is located 500 metres past the Bamboo Bar, Don't Cry Bar and Rasta Art Bar, on the road to the elephant camps / hot springs.), x(http://www.fluidswimmingpool.com). Pool club just outside the town center of Pai. Admission is 80 baht per day and includes use of the pool, gym and sunbathing areas and can come and go all day.",
            "siteName": "wikitravel.org",
            "shortName": "Pai - Wikitravel",
            "indexInSource": 7,
            "iconSiteId": 21438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412769",
            "type": "webPlacesList",
            "url": "https://mytravelscrapbook.com/12-romantic-things-to-do-in-pai-adventurous-couples/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "My Travel Scrapbook",
            "shortName": "12 Romantic Things to do in Pai for Adventurous Couples",
            "indexInSource": 0,
            "iconSiteId": 8033,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1tq6qRKgf7HrsQynyjZaXSuq9MLrchY8",
          "ZuTkq6KM9w9BkDT1gHBypvFQSjb9iPBf",
          "oPtlhbwWjITVghsWoh0U69YSuR3NmeNI",
          "Aknw0KveRRAcHOrEOjeaxgnnAsWMAIBY",
          "cjLQfVCv9lT7TYZ7ErmJRJHc3UhToRr6",
          "1tq6qRKgf7HrsQynyjZaXSuq9MLrchY8",
          "ZuTkq6KM9w9BkDT1gHBypvFQSjb9iPBf",
          "oPtlhbwWjITVghsWoh0U69YSuR3NmeNI",
          "Aknw0KveRRAcHOrEOjeaxgnnAsWMAIBY",
          "cjLQfVCv9lT7TYZ7ErmJRJHc3UhToRr6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Fluid Swimming Pool",
        "placeId": "ChIJ63lOKzGA2jAR7lID-8dw-1M",
        "internationalPhoneNumber": "+66 97 946 9656",
        "reviews": [
          {
            "rating": 5,
            "text": "Since the end of August - I have been here 4/5 times.\n\nI love the atmosphere, the staff / food and (of course) the pool. 25 metres in length.\nTemperature is perfect for Thailand's climate.\nRefreshing and clean, to do lengths and to bathe is just perfect.\n\nThere are two mini huts (pictured) and a big communal area (sheltered, with beanbags available and ground mats. On the grass area, there are parasols and few hammocks and plenty of areas to relax.\n\nThere are toilets, a bar, food to order, western and Thai. Good prices, hardly any waiting time. And the entry is for adults\nOur 10 year is free.",
            "author_name": "Sam Courton",
            "relative_time_description": "",
            "time": 1730510510,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely relaxed place to cool off in the midday heat, the bar staff were friendly and welcoming and spoke good English. Entry is 100 Bhat but it's well worth it! They have cocktails and Caribbean inspired food. There is sun shades, hammocks, deck chairs and bamboo mats for everyone to use free of charge. I highly recommend!",
            "author_name": "florence noonan",
            "relative_time_description": "",
            "time": 1741313775,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You will consider yourself lucky if you find this pool. The host Nelson is very welcoming, and makes you laugh. Great pool, lovely area, amazing snacks and drinks, lovely music: such good vibes! I came here every day whilst in Pai 🙂 end of day you need moscito spray.\n\nHighly recommended!",
            "author_name": "Sophie van de Pol",
            "relative_time_description": "",
            "time": 1735608430,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://fluidswimmingpoolpai.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Public swimming pool",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 4,
            "3": 18,
            "4": 72,
            "5": 193
          }
        },
        "minMinutesSpent": 210,
        "latitude": 19.354505,
        "address": "6, Mae Hi, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJc11E9DiA2jARjDnozk_b2Y4",
        "generalDescription": "Wat Phra That Mae Yen is a temple located in the town of Pai, offering a breathtaking view of the surrounding valley. The temple features a monumental staircase leading to a large white Buddha statue at the top, providing visitors with panoramic views over Pai.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.453993,
        "rating": 4.4,
        "numRatings": 1429,
        "sources": [
          {
            "id": "858444",
            "type": "webPlacesList",
            "url": "https://thailandinsider.com/destination/pai-mae-hong-son/",
            "sourceSite": "Web",
            "snippet": "If not at Pai Canyon, then Wat Phra That Mae Yen with the giant White Buddha is the ideal location to watch the sunset. It has become a not-to-be-missed spot here in Pai. Mae Yen is a small quiet temple and even today there are only a couple of monks residing here.",
            "siteName": "Thailand Insider",
            "shortName": "Pai, Mae Hong Son",
            "indexInSource": 2,
            "iconSiteId": 53718,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kFDTCr6fZDEvtvmSGAbqz6LIqwRS0FWB",
          "nsj2VlTvpvlCUQwSmSwOocO3WsYMrnf8",
          "S8qnBFnPvE1Io0uzB3MzXHxkoLPvC9MM",
          "38nTlyyditRClDsFjC4VEjdmLXzpgXKT",
          "augkzxMwNwfwrQsmIjoGAHXdAEDFA1xg",
          "kFDTCr6fZDEvtvmSGAbqz6LIqwRS0FWB",
          "nsj2VlTvpvlCUQwSmSwOocO3WsYMrnf8",
          "S8qnBFnPvE1Io0uzB3MzXHxkoLPvC9MM",
          "38nTlyyditRClDsFjC4VEjdmLXzpgXKT",
          "augkzxMwNwfwrQsmIjoGAHXdAEDFA1xg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Wat Phra That Mae Yen",
        "placeId": "ChIJc11E9DiA2jARjDnozk_b2Y4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely beautiful place to enjoy the sunset. It was an easy 25-30 minutes walk from the bridge crossing the river (close to the walking street) until arriving here and we enjoyed the walk, seeing the beautiful fields and nature.\nThe incline to the big Buddha is closed at 18:00, so make sure to be there earlier.",
            "author_name": "Galit G",
            "relative_time_description": "",
            "time": 1736511362,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Took a drive to here for the sunset, but it closes before the sun sets. It's an impressive image with great views of Pai and would be an amazing place to have the sun disappear behind the mountains. You can drive to the base skipping a long walk up stairs but there are still many steps to walk to the actual top.",
            "author_name": "Paul Darcy",
            "relative_time_description": "",
            "time": 1742015374,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It was nice to see but the Buddha was ‘under construction' (bamboo scaffolding). You have a nice view from there but I guess there are similar if not better views in the area. Go early morning to avoid the heat. Although the stairs are manageable. We spent about 20 minutes there so it's good to combine with other activities.",
            "author_name": "Carlijn Kneepkens",
            "relative_time_description": "",
            "time": 1750070112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Pagoda",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 20,
            "3": 151,
            "4": 447,
            "5": 796
          }
        },
        "minMinutesSpent": null,
        "latitude": 19.349748,
        "address": "8FX3+VHX, Mae Hi, Pai District, Mae Hong Son 58130, Thailand",
        "travel_time": null
      }
    ]
  }
}