{
  "list_id": "727",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/727/1.jpg",
  "description": "Dive into \"Patong's Paradise: Beach Bliss Awaits\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/111528"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Patong's Paradise: Beach Bliss Awaits",
  "city_id": "146244",
  "subtype": "poi",
  "city": "Patong",
  "created_ts": 1759260633,
  "slug": "patongs-paradise-beach-bliss-awaits-patong-poi-5c0b09",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJBVMebEolUDARduwCCVdlNxE",
        "generalDescription": "Freedom Beach, located in the lively Patong district, offers a serene and unspoiled setting. Accessible by boat or through an adventurous jungle trek, this 300m strip of white sand provides a peaceful escape from the crowds. With clear turquoise waters and lush greenery as its backdrop, it's an ideal spot for relaxation. Unlike other beaches on the island, Freedom Beach is free from noisy water activities like jet skiing and parasailing.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 98.275823,
        "rating": 4.4,
        "numRatings": 8346,
        "sources": [
          {
            "id": "519923",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/the-10-most-beautiful-beaches-in-phuket-thailand/",
            "sourceSite": "Web",
            "snippet": "Despite being located in the boisterous district of Patong, Freedom Beach is far from what one might expect. A quiet, unspoiled beach, it’s much less accessible than the majority of beaches on the island as land access requires getting in touch with your adventurous side and trekking through a jungle, but is also reachable by boat. Any extra effort you take to visit this gorgeous 300m strip of beach is well worth it; few people come here, leaving you in relative peace to enjoy the clear, turquoise sea and the backdrop of thick, green bush that lines the beach.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Beautiful Beaches In Phuket, Thailand",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "A short, 10-minute ride in a long-tail boat will take you from the hustle and bustle of Patong (on the west coast) to the heart of tranquility at Freedom Beach. One of the cleanest beaches in Phuket, this hidden masterpiece is the reason you came to Thailand in the first place–to marvel at its picturesque, virtually untouched beauty. Freedom beach offers a throwback to the way Thailand was before tourism turned its enchanting shores into a tourist hot spot—-dotted with quiet beaches, immaculate sand, and an atmosphere of utter relaxation.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069100",
            "type": "webPlacesList",
            "url": "https://phuketelephantnaturereserve.com/the-most-beautiful-beaches-of-phuket/",
            "sourceSite": "Web",
            "snippet": "Last but certainly not least, we unveil the hidden gem of Freedom Beach, a secluded paradise nestled amidst lush tropical foliage and towering cliffs. Accessible only by longtail boat during the high season (typically December to June), Freedom Beach offers a true escape from the ordinary, where pristine sands and azure waters beckon travellers to unwind and rejuvenate. The shortest route is from the southern end of Patong Beach, by Amari Phuket.",
            "siteName": "Phuket Elephant Nature Reserve",
            "shortName": "The 7 Most Beautiful Beaches of Phuket",
            "indexInSource": 5,
            "iconSiteId": 83799,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "When you’ve had your fill of booze, dance, and water sports at Patong Beach, and are instead looking for a tranquil white sandy beach, and to bathe in turquoise waters fringed with lush tropical greenery, head for Freedom Beach. Sitting on the west coast, Freedom Beach is a hidden masterpiece – a postcard cliche. With no beach clubs, no beach resorts, and no wild parties, Freedom Beach is a place to relax and soak in the beauty of Mother Nature.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 0,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572350",
            "type": "webPlacesList",
            "url": "https://www.bucketlistly.blog/posts/best-beaches-in-phuket-thailand",
            "sourceSite": "Web",
            "snippet": "Last but not least, if you want to be in the midst of all the actions Phuket has to offer but despise being at a crowded beach like Patong Beach, I highly recommend renting a motorbike and driving to Freedom Beach. Freedom Beach is a remote white sand beach located only a few minutes' drive away from Patong Beach. It gives you the opportunity to escape from the bustle and crowds of Patong, allowing you to enjoy the tranquil beach vibe in peace.",
            "siteName": "BucketListly Blog",
            "shortName": "Phuket’s Prettiest Beaches: My Top 8 Picks",
            "indexInSource": 7,
            "iconSiteId": 742,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is one of Phuket’s most beautiful beaches, blessed with incredibly soft white sand and clear blue waters. Surprisingly, it’s just next to the crowded Patong Beach, but despite being a little heaven, it’s relatively quiet. The reason is simple: there are only two ways to access it: by long tail boat from Patong during high season or, if you are fit enough, from the top of the hill, through a very steep slope.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 0,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519930",
            "type": "webPlacesList",
            "url": "https://thaiest.com/blog/most-beautiful-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "Phuket Freedom Beach is located on the southwestern coast of the island, behind the southernmost end of the famous Patong Beach. Freedom Beach is one of the best beaches in Phuket, which is also very popular with tourists as it is isolated and quiet, completely out of the hustle and bustle of Patong Beach. As the name implies, this is a fairly deserted beach and is one of the most difficult beaches to access in Phuket.",
            "siteName": "THAIest",
            "shortName": "Best Beaches in Phuket, Thailand: 15 Most Beautiful Beaches",
            "indexInSource": 5,
            "iconSiteId": 218,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744777",
            "type": "webPlacesList",
            "url": "https://www.clubmed.com.sg/l/blog/10-best-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "Despite being located in the often crazy and crowded Patong, Freedom beach is undoubtedly one of the most beautiful beaches in Phuket - a slice of heaven amongst the chaos, which is often quite quiet and relaxing. The reason this beach is rarely crowded is that it is only accessible via a short but steep hike down a hill or by long-tail boat transfer during high season. It is worth the effort.",
            "siteName": "Club Med",
            "shortName": "10 Best Beaches in Phuket You Can’t Miss",
            "indexInSource": 5,
            "iconSiteId": 66169,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844684",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "You will avoid the crowds if you choose to go to Freedom Beach but must be prepared to trek for a kilometer or so through jungle to get there. The alternative is to travel by boat. You will find sun loungers when you get there but if you want to snorkel in the clear blue waters, you need to bring your own gear.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Beaches in Phuket",
            "indexInSource": 2,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069099",
            "type": "webPlacesList",
            "url": "https://whileyoustayhome.com/discovering-most-beautiful-phuket-beaches/",
            "sourceSite": "Web",
            "snippet": "The beach is not so far for a walk from Patong, but be sure that you will find steep hills on the way. There are actually two paths to get to Freedom beach: a free one and one that you have to pay for. I didn’t know about this so we went to the paid one besides having a gate saying private area.",
            "siteName": "While You Stay Home",
            "shortName": "Discovering the most beautiful Phuket beaches",
            "indexInSource": 0,
            "iconSiteId": 109343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1850910",
            "type": "webPlacesList",
            "url": "https://www.diamondcliff.com/a-guide-to-patongs-hidden-beaches/",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is one of Patong’s most stunning hidden treasures. To get there, you can take a long-tail boat from Patong Beach, which offers a scenic and enjoyable ride. Alternatively, if you love a bit of adventure, there’s a steep path through the jungle that leads directly to the beach.",
            "siteName": "Diamond Cliff Resort & Spa",
            "shortName": "A Guide to Patong's Hidden Beaches",
            "indexInSource": 0,
            "iconSiteId": 105584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275130",
            "type": "webPlacesList",
            "url": "https://www.asiahighlights.com/thailand/ko-phuket/beach-guide",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is just a few minutes away from Patong Beach, but almost undisturbed by the bustle of beachgoers. It is hidden by hills covered by a thick jungle and only accessible by long-tail boat. The water is amazingly blue and green with a lot of fish.",
            "siteName": "China Highlights",
            "shortName": "16 Best Beaches in Phuket for Families, Couples, Swimming, Snorkeling",
            "indexInSource": 10,
            "iconSiteId": 160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is certainly one of the most beautiful beaches in Phuket. Nestled in a pristine hidden cove, the beach is blessed by its whitest sand and a cleanest water in all of Phuket. It’s great for snorkeling and for swimming or even for a short walk.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 0,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "It’s not a secret or hidden beach, but it can be hard to find, and there are only two ways to get there. The easy way is by longtail boat from one of the nearby beaches, and you have to pay for it. The other way is you can take the stairs.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 17,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069106",
            "type": "webPlacesList",
            "url": "https://www.kantarybay-phuket.com/blog/must-visit-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Freedom Beach has been described as the prettiest beach in Phuket because of its pure white sand and calm azure water. It’s unspoiled, mainly because of its remoteness. It’s only accessible by boat or a hike down through the jungle.",
            "siteName": "Kantary Bay Hotel, Phuket",
            "shortName": "The Must-Visit Beaches in Phuket You Can’t Miss",
            "indexInSource": 0,
            "iconSiteId": 130938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844693",
            "type": "webPlacesList",
            "url": "https://www.thesqua.re/blog/11-most-popular-beaches-in-phuket-for-families/",
            "sourceSite": "Web",
            "snippet": "You can visit this place coming by boat or you may visit coming downhill. At the end of the day and after the efforts, you will find that it is worth visiting this beach. Freedom Beach Address: Patong, Kathu, Phuket 83100, Thailand",
            "siteName": "thesqua.re",
            "shortName": "11 Most Popular Beaches in Phuket for Families",
            "indexInSource": 8,
            "iconSiteId": 12808,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is one of the most beautiful beaches in Phuket with soft\nwhite sand and crystal clear water surrounded by lush green mountains. Access to the beach is via longtail boat. Read more about Freedom Beach",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 3,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ILZFF96JmwYl7NAeCgOA5rlFzpt4KFNG",
          "qq7eWwfAM5B7XgJITq1NzVdJ7kyuHjRS",
          "SFYvHBFNC10N1txyAz6IIy6rYJT3wwdT",
          "EHbOBIRl502FaHdA2iX9F4BHnP2SNQRT",
          "SoQeRUc0BwexWKlZcDYwWjxGpgbctZWd",
          "ILZFF96JmwYl7NAeCgOA5rlFzpt4KFNG",
          "qq7eWwfAM5B7XgJITq1NzVdJ7kyuHjRS",
          "SFYvHBFNC10N1txyAz6IIy6rYJT3wwdT",
          "EHbOBIRl502FaHdA2iX9F4BHnP2SNQRT",
          "SoQeRUc0BwexWKlZcDYwWjxGpgbctZWd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Freedom Beach",
        "placeId": "ChIJBVMebEolUDARduwCCVdlNxE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The descent to the beach is very difficult, and the return from the beach requires even more energy.\n\nThe length of the beach is approximately 330 meters - it is a small beach. It is immersed in the wild, tropical green of the jungle, it is very beautiful and interesting, its territory is divided into several areas by natural rock formations. There are few people and a lot of space.\n\nThe wide shoreline, hidden sunbeds and umbrellas, make this beautiful beach wild. Practically nothing has been changed here by human hands!\n\nThe flora is amazing: a large number of: different trees, massive shrubs, palm trees, beautiful stones and everything else.\n\nThe sand here is very soft, light in color. Turquoise, clear sea. Good depth and there are no low tides (watch the tides in the appendix)! Here is a coral reef, which is worth exploring, armed with a mask, snorkel and flippers.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745481500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The water is crystal clear and super clean gives off serious Fiji island vibes. Perfect spot for laying out under the sun, grabbing a cold drink, and just soaking in the view. No noisy water sports or banana boats, which is a huge plus if you're here to relax.\nBut fair warning: the hike up and down is no joke! It's steep and a bit rough, so definitely not for the faint-hearted. That said, if you're into adventure and don't mind breaking a sweat to get to paradise, it's 100% worth it. Feels like a hidden gem for beach lovers who enjoy a bit of a challenge.",
            "author_name": "Benjamin Lee",
            "relative_time_description": "",
            "time": 1754238802,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place was incredible but it is quite the journey to get to and from. We took a grab and I was quite nervous when we were driving in due to the steep, windy roads. They dropped us off at a booth that makes you pay 100 baht per person. After reading, they make you pay this for walking through their land to get to the beach. After walking about 10 minutes down some dirt path with stairs, we finally made it to some rocks that we had to climb down to get to the beach. Once there, we quickly realized why it was called freedom beach. There is weed everywhere, everyone is just chillin on towels and enjoying life. The vibes here are spot on and 100% worth the journey for couples and single people (not families). The journey back up seemed like it would be easier since there are stairs but the stairs were a joke because they led you to a pickup truck that costs 100 baht per person. The alternative was to climb up a mountain basically so my recommendation is to bring water and sneakers so you can get to and from the beach easily and safely. Also the grabs picking you up won't come all the way up to pick you up so that was quite a journey to navigate.",
            "author_name": "Christine Aaron",
            "relative_time_description": "",
            "time": 1753586741,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 437,
            "2": 254,
            "3": 617,
            "4": 1435,
            "5": 5625
          }
        },
        "minMinutesSpent": 180,
        "latitude": 7.875256,
        "address": "ถนนศิริราช, Pa Tong, Kathu District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ1SemHHIlUDARH2WofLMBaOQ",
        "generalDescription": "Karon Beach is a stunning 4-kilometer stretch of golden sand and crystal-clear waters, making it an ideal destination for couples and families seeking a more tranquil experience compared to the bustling Patong Beach, just 15 minutes away. This picturesque beach offers calm swimming conditions on serene days, while adventurous souls can enjoy the thrill of larger waves when the winds pick up.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.293619,
        "rating": 4.6,
        "numRatings": 8497,
        "sources": [
          {
            "id": "519923",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/the-10-most-beautiful-beaches-in-phuket-thailand/",
            "sourceSite": "Web",
            "snippet": "A favourite of many who come to Phuket, Karon Beach isn’t quite as popular as Patong, but there’s still plenty to do other than sunbathe here. The rocky area around the south of the beach is a top spot for snorkelling, but for those who prefer a more high-octane activity, it’s possible to rent jet skis on the beach too. Whilst the sand might not be as soft as some beaches, the length of the beach means you won’t be short on space.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Beautiful Beaches In Phuket, Thailand",
            "indexInSource": 7,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572350",
            "type": "webPlacesList",
            "url": "https://www.bucketlistly.blog/posts/best-beaches-in-phuket-thailand",
            "sourceSite": "Web",
            "snippet": "Next up is Karon Beach, a 4-km long golden sand beach, the third-largest on the island with stunningly clear water, sands that are soft to the touch, and plenty of space for you to enjoy a nice, quiet, peaceful vacation. Karon Beach may not be as calm and peaceful as Nai Harn Beach, but it is much larger, which makes it feel almost as calm. At Karon Beach, you will also have easy access to other tourist attractions as well, like the Big Buddha and the beautiful Karon Viewpoint, where you will be able to see Karon, Kata, and Kamala beaches perfectly lined up from above.",
            "siteName": "BucketListly Blog",
            "shortName": "Phuket’s Prettiest Beaches: My Top 8 Picks",
            "indexInSource": 3,
            "iconSiteId": 742,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476834",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/top-beaches-in-phuket-thailand-4842620",
            "sourceSite": "Web",
            "snippet": "Almost perfectly straight and only moderately busy in the high season, Karon Beach manages to strike a happy medium between Patong’s party atmosphere and Mai Khao’s provincial air. Sure, there are a good number of hotels and restaurants immediately adjacent to the beach (the Movenpick is a popular tourist choice for Karon Beach visitors). Still, the overall vibe is easygoing, with long stretches of beach free of crowds.",
            "siteName": "TripSavvy",
            "shortName": "The Best Beautiful Beaches in Phuket, Thailand",
            "indexInSource": 0,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "With its almost 3.5 km in length, Karon Beach is the second-longest beach of Phuket. It’s an immense of whistling white sandy beach with incredibly clear waters in high season and beautifully lined with coconut trees, making it one of the most beautiful beaches in Phuket. The beach is surprisingly vast that it never feels crowded even during the high season.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 3,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Wedged between Patong (to the north) and Kata (to the south), it's the third longest beach on the island and one of the most popular. Karon beach boasts the typical soft, golden sand made famous by this region, and sea so turquoise it screams \"holiday.\". Much quieter than its sandy neighbors, this beach offers visitors a quieter, more laid-back experience.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069099",
            "type": "webPlacesList",
            "url": "https://whileyoustayhome.com/discovering-most-beautiful-phuket-beaches/",
            "sourceSite": "Web",
            "snippet": "The next beach I saw on my journey south was Karon beach and seeing it from the hill was way better than seeing it from the beach itself. Because I was walking towards it, I found this amazing spot with a clear view of Karon beach, and the best viewpoint from the street. Near Centara Villas is where you will find this gorgeous view of Karon beach",
            "siteName": "While You Stay Home",
            "shortName": "Discovering the most beautiful Phuket beaches",
            "indexInSource": 2,
            "iconSiteId": 109343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069106",
            "type": "webPlacesList",
            "url": "https://www.kantarybay-phuket.com/blog/must-visit-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Karon Beach is just over the hill from Patong Beach, but it seems like a world away. In the summer months, Karon Beach and neighbouring Kata Beach serve as the centre of the surfing scene in Phuket. At other times of the year, Karon Beach offers beautiful natural solitude and is the perfect place to enjoy a quiet walk on the beach.",
            "siteName": "Kantary Bay Hotel, Phuket",
            "shortName": "The Must-Visit Beaches in Phuket You Can’t Miss",
            "indexInSource": 2,
            "iconSiteId": 130938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Karon Beach is the second-longest beach in Phuket and one of the most popular. The beach is an impressive stretch of white sand and clear blue water in high season, so vast that it never feels crowded. There are many good hotels across the main beach road, but Centara Grand Beach Resort is the only one with real beach access.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 2,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Image Credit:  HutheMeow, CC BY-SA 4.0, via Wikimedia Commons. Wedged between Kata Beach to the south and Patong Beach to the north, Karon Beach boasts silky golden sand that gives a luxurious feel to your soles. Magnifying its beauty is the white froth and the vast expanse of the turquoise-blue waters of the Andaman Sea.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 4,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Karon Beach is one of the longest of Phuket’s best beaches; I think only Mai Khao Beach and Bang Tao Beach are longer. Although there are some huge hotels along the beach road in Karon, this is not a problem. The hotels are on the opposite side of the road, so they can’t block access to the beach.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 19,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275130",
            "type": "webPlacesList",
            "url": "https://www.asiahighlights.com/thailand/ko-phuket/beach-guide",
            "sourceSite": "Web",
            "snippet": "Features: popular, but less crowded; soft sand; plenty of activities; a surfing spot, easy to book hotels. Karon is probably the most family-friendly part of Phuket. It has a very long beach with plenty of activities, a great choice of family resorts, nice restaurants, and a modest nightlife.",
            "siteName": "China Highlights",
            "shortName": "16 Best Beaches in Phuket for Families, Couples, Swimming, Snorkeling",
            "indexInSource": 0,
            "iconSiteId": 160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572359",
            "type": "webPlacesList",
            "url": "https://www.wonderfulpackage.com/article/v/1280/",
            "sourceSite": "Web",
            "snippet": "It is another very beautiful Phuket beach because there is turquoise sea water and soft sand texture comfortable to walk. It is a quiet beach suitable for relaxing on a beach or sunbathe without anyone bothering. Also, it has strong wind waves suitable for surfing activities as well.",
            "siteName": "wonderfulpackage.com",
            "shortName": "10 Best Beaches in Phuket",
            "indexInSource": 0,
            "iconSiteId": 20682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "The beach is long, the sand is fine, and there are hotel options to suit everyone - 5 star to fan rooms in guesthouses... The beach area has been revamped over the last few years, and every time I hit Karon after coming from Patong I think \"wow, this is nice\".",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 0,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Karon is my personal pick of all Phuket Beaches and is the second largest tourist beach in Phuket. Here you will find a few\nlarge resorts and hotels and a variety of activities, restaurants and\nshopping. See why Karon Beach is so popular.",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 6,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519930",
            "type": "webPlacesList",
            "url": "https://thaiest.com/blog/most-beautiful-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "Karon Beach, one of the best beaches in Phuket, is divided into Karon Noi and Karon Yai. Karon Beach is the first main beach south of Patong, and is one of the longest beaches in Phuket. The area is extremely popular with tourists.",
            "siteName": "THAIest",
            "shortName": "Best Beaches in Phuket, Thailand: 15 Most Beautiful Beaches",
            "indexInSource": 8,
            "iconSiteId": 218,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844693",
            "type": "webPlacesList",
            "url": "https://www.thesqua.re/blog/11-most-popular-beaches-in-phuket-for-families/",
            "sourceSite": "Web",
            "snippet": "Karon Beach is a straight beach and there is a little crowd during the season. The beach is a moderate one compared to Patong. There are good Thai food restaurants in the vicinity.",
            "siteName": "thesqua.re",
            "shortName": "11 Most Popular Beaches in Phuket for Families",
            "indexInSource": 0,
            "iconSiteId": 12808,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZLugfMn9G6iFSRrLk7jHAjdhcJIWPG1s",
          "fwsz2xfJS3WG9gjxIN7EMtmJ2z50bF44",
          "lN9BMDn9ALH3yGh1QCfcB4BweGvFREXQ",
          "B97o3or2qZETiaXWEb9lwCn9E53rtKqB",
          "lq84Q9U4vxLLQRBLeHUWJQYbWC24WjAa",
          "ZLugfMn9G6iFSRrLk7jHAjdhcJIWPG1s",
          "fwsz2xfJS3WG9gjxIN7EMtmJ2z50bF44",
          "lN9BMDn9ALH3yGh1QCfcB4BweGvFREXQ",
          "B97o3or2qZETiaXWEb9lwCn9E53rtKqB",
          "lq84Q9U4vxLLQRBLeHUWJQYbWC24WjAa"
        ],
        "openingPeriods": [],
        "name": "Karon Beach",
        "placeId": "ChIJ1SemHHIlUDARH2WofLMBaOQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice beach in Phuket. At the time of visiting there were not so many people, while it actually seems to be one of the main beaches. Could sit here the whole afternoon till sunset. It's great for watching the sunset!",
            "author_name": "Jonathan van Olderen",
            "relative_time_description": "",
            "time": 1745752118,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The sand here are soft and feel great. But the waves could be scary if you come at raining season. Sunset view is nice.",
            "author_name": "Percy",
            "relative_time_description": "",
            "time": 1748320449,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Clean water and sands. Less crowded than any beach you may wish to visit in Phuket. Few food stalls and activities.  The beach is huge and the waves are beautiful.",
            "author_name": "Reem Mohamed",
            "relative_time_description": "",
            "time": 1754773333,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 119,
            "3": 477,
            "4": 1790,
            "5": 6012
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.843899,
        "address": "Karon, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJr2Wvw5A5UDARQ0TrH1TJFaE",
        "generalDescription": "Surin Beach is a stunning destination that captivates visitors with its pristine white sands and inviting turquoise waters. This picturesque beach not only provides comfortable chairs and umbrellas for rent but also features an array of street food vendors, making it a perfect spot to relax and indulge in local flavors. Nestled along Phuket's West Coast, Surin Beach is part of a breathtaking stretch that includes other beautiful beaches like Nai Yang, Naithon, and Mai Khao.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.278467,
        "rating": 4.5,
        "numRatings": 2674,
        "sources": [
          {
            "id": "519923",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/the-10-most-beautiful-beaches-in-phuket-thailand/",
            "sourceSite": "Web",
            "snippet": "A beach that the late King Rama IX once visited in the 50s, it’s since become a playground for the rich and wealthy, with several high-class resorts and hotels nearby, as well as a golf course. It’s not hard to see why it’s so popular: soft, white sand gives way to a scenic row of palm trees, while the sea itself has both light and deeper blue tones. A word of caution — the sea here gets deeper than in other bays, so be careful if you’re planning on swimming.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Beautiful Beaches In Phuket, Thailand",
            "indexInSource": 5,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Surin Beach used to be a place to relax on beach chairs and walk to one of the many beach clubs or trendy restaurants along the beach, but all this is long gone, and Surin beach is now 100% natural. Surin today is very different; the beach is more beautiful than ever, free from loungers or umbrellas. Only two real restaurants are still standing at the very south end, but dozens of local restaurants set temporary tables and chairs under the many coconut trees facing the oceans.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 9,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Image Credit: User: (WT-shared) Jpatokal at wts wikivoyage, CC BY-SA 4.0, via Wikimedia Commons. Surin Beach was once a playground for the wealthy with exciting beach activities, active nightlife, great restaurants, massage salas, and eclectic shops. However, in 2016, a dispute between the beachside businesses and the government eventually led to the demolition of all the restaurants, beach bars and nightclubs.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 8,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519930",
            "type": "webPlacesList",
            "url": "https://thaiest.com/blog/most-beautiful-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "This one of the best beaches in Phuket is famous for its clear water and beautiful rows of palm trees. The beach once was visited by the late Rama IX in the 1950s, from which it became a playground for the rich and wealthy, with several nearby luxury resorts and hotels as well as a golf course. One of the most popular things on Surin Beach is the abundance of sea sports.",
            "siteName": "THAIest",
            "shortName": "Best Beaches in Phuket, Thailand: 15 Most Beautiful Beaches",
            "indexInSource": 7,
            "iconSiteId": 218,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476834",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/top-beaches-in-phuket-thailand-4842620",
            "sourceSite": "Web",
            "snippet": "The unusual clarity of Surin Beach’s water makes this a popular snorkeling beach in the high season. The beach scene itself has seen better days: once a famous party beach, Surin lost most of its beach clubs, bars, and restaurants over the years. Today, you’ll only find a few ambulant hawkers on the beach and a handful of restaurants across the road.",
            "siteName": "TripSavvy",
            "shortName": "The Best Beautiful Beaches in Phuket, Thailand",
            "indexInSource": 5,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "The 800-metre-long beach is a very popular destination for families and travelers that love to spend the day in a peaceful beach. It’s easy to know why is so popular. The beach retains its raw natural beauty because it is shaded mostly by coconut trees, soft white sand and clear tropical sea, making it one of the most beautiful beaches in Phuket.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 11,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069099",
            "type": "webPlacesList",
            "url": "https://whileyoustayhome.com/discovering-most-beautiful-phuket-beaches/",
            "sourceSite": "Web",
            "snippet": "I have also visited Surin Beach, but on a rainy day, so the water colors couldn’t be appreciated. I can’t tell how beautiful the beach is like this, but I have heard wonderful things about it. On the north side of the beach, there are many rocks that I feel like no one is exploring otherwise I would have seen more people walking there.",
            "siteName": "While You Stay Home",
            "shortName": "Discovering the most beautiful Phuket beaches",
            "indexInSource": 14,
            "iconSiteId": 109343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Surin Beach, before the big beach cleanup in 2014, you could not see the sand., GPS coordinates 8.035761, 98.275351. Until 2014, Surin Beach was home to some of the island’s most exclusive beach clubs and restaurants. It was so crowded that you could not see the sand for beach bars, restaurants, sun chairs, and umbrellas.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 8,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844684",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "One of its beaches can no longer be accessed by land because it is private property, and Surin itself has changed completely. It is a lovely stretch of sand but the restaurants have gone. Development is scheduled, but in the meantime, there are fewer nicer beaches, even if the infrastructure is lacking.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Beaches in Phuket",
            "indexInSource": 6,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Once famed for its great restaurants, hopping nightlife, and eclectic shops (including massage salas), it was the place to be. The Surin Beach of today looks much different. In 2016, a dispute between the government and beachside businesses led to a grand demolishing of shops and restaurants.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 9,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069100",
            "type": "webPlacesList",
            "url": "https://phuketelephantnaturereserve.com/the-most-beautiful-beaches-of-phuket/",
            "sourceSite": "Web",
            "snippet": "As we journey south from Bangtao Beach, we arrive at the enclave of Surin Beach. This part of the coast is calm, clean, and beautiful, setting the scene for a memorable day at the beach. But with plenty of food and entertainment on offer too, there’s also a welcome lively atmosphere here.",
            "siteName": "Phuket Elephant Nature Reserve",
            "shortName": "The 7 Most Beautiful Beaches of Phuket",
            "indexInSource": 2,
            "iconSiteId": 83799,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572359",
            "type": "webPlacesList",
            "url": "https://www.wonderfulpackage.com/article/v/1280/",
            "sourceSite": "Web",
            "snippet": "Surin Beach has a distinctive feature is the bright blue-green sea. It has white sand and coconut trees lined all the way that is a dream beach image of many people. It is suitable for sunbathing and walking and enjoying the cool breeze.",
            "siteName": "wonderfulpackage.com",
            "shortName": "10 Best Beaches in Phuket",
            "indexInSource": 4,
            "iconSiteId": 20682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "I have not even mentioned Mai Khao beach, Naiharn beach, Banana Beach, Freedom beach ... I guess some more \"beach\" blog posts are needed, and I need more spare time for blogging, but like I say, I’m not really a beach bum.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 12,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275130",
            "type": "webPlacesList",
            "url": "https://www.asiahighlights.com/thailand/ko-phuket/beach-guide",
            "sourceSite": "Web",
            "snippet": "Surin beach is a millionaire's haven, but also a beautiful beach to visit. This place is simply amazing, with a vast selection of huge millionaire villas and five-star resorts. It is known to be a celebrity hot spot.",
            "siteName": "China Highlights",
            "shortName": "16 Best Beaches in Phuket for Families, Couples, Swimming, Snorkeling",
            "indexInSource": 2,
            "iconSiteId": 160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844693",
            "type": "webPlacesList",
            "url": "https://www.thesqua.re/blog/11-most-popular-beaches-in-phuket-for-families/",
            "sourceSite": "Web",
            "snippet": "The water of Surin Beach is having unbelievable clarity and that is remarkable about it. it was a party beach some time ago. Today there are just a few eateries, bars, and restaurants here.",
            "siteName": "thesqua.re",
            "shortName": "11 Most Popular Beaches in Phuket for Families",
            "indexInSource": 5,
            "iconSiteId": 12808,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Surin is another of my favorite Phuket beaches the beach itself is stunning with many luxury resorts and villas overlooking the beach. Read more about Surin Beach.",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 16,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cCLG65zPI8DxqTjEaRGxRLuoAvxY8w5u",
          "nqD3SGp5oIH8aDZEbqJ5BOxZDUEo2Br3",
          "76WdQxS5i4OPN2FF0B63uyPjskRGJd8f",
          "4CErqSc315WH5eyzMUGyc4LzYGyFw7lV",
          "5qEDyLgRD120b3CfiUNk9TrX9H2Qsxv6",
          "cCLG65zPI8DxqTjEaRGxRLuoAvxY8w5u",
          "nqD3SGp5oIH8aDZEbqJ5BOxZDUEo2Br3",
          "76WdQxS5i4OPN2FF0B63uyPjskRGJd8f",
          "4CErqSc315WH5eyzMUGyc4LzYGyFw7lV",
          "5qEDyLgRD120b3CfiUNk9TrX9H2Qsxv6"
        ],
        "openingPeriods": [],
        "name": "Surin Beach",
        "placeId": "ChIJr2Wvw5A5UDARQ0TrH1TJFaE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice beach, big waves when I went. Great for any sort of activities although looked good for quiet surfing as there was few people in the water.",
            "author_name": "Josephi Kroloughlin",
            "relative_time_description": "",
            "time": 1750079475,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice beach, you can go for a walk on the rocks on the right side to admire the nice views and get some privacy for yourself. I recommend 🙂",
            "author_name": "Łukasz Hodurek",
            "relative_time_description": "",
            "time": 1750928351,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great beach to take kids to. Water isn't to rough. There is a lot of construction going on at the beach front at the moment  but still a great place for a swim",
            "author_name": "Rochelle Peen",
            "relative_time_description": "",
            "time": 1747464711,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 58,
            "2": 76,
            "3": 138,
            "4": 468,
            "5": 1931
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.975473,
        "address": "Choeng Thale, Phuket 83110, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJR29KLEo7UDARPvx0jI1SW-E",
        "generalDescription": "Kalim Beach is a serene and peaceful spot situated adjacent to the bustling Patong Beach. It offers a quieter atmosphere and is home to popular dining establishments like Joe's Downstairs, SeaSalt Lounge and Grill, and the local Kalim Rim Lay. The beach is known for its calm neighborhood, providing an escape from the tourist crowds. Visitors can enjoy a leisurely stroll or indulge in delectable street food offered by Muslim vendors in the evening.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.294429,
        "rating": 4.6,
        "numRatings": 1528,
        "sources": [
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Kalim Beach is not your first choice if you want to spend a day on the beach unless you stay in one of the hotels just behind the beach. Although it is a very picturesque beach, the beach is not suitable for swimming. The seabed is very rocky and has many dead corals.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 13,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Kalim is a quiet alternative to the lively Patong Beach, yet is only a short distance to the nightlife of Patong. Read more about Kalim Beach.",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 4,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "G2IsoFdwicMRK35Bwi6Sjj8FyAjQlnYC",
          "EStWMuQ2TBQ9yFXEujxgmFpNxefDMsC1",
          "Y0zBFlrS0QUIdEIK9DAqnCE3rPitUlXA",
          "AmoKPfuuf2p3SuujMpO7HNJM6ErnYv9Y",
          "f1Sa7sLxUWpeKRTJq2Qhmawsw24erV56",
          "G2IsoFdwicMRK35Bwi6Sjj8FyAjQlnYC",
          "EStWMuQ2TBQ9yFXEujxgmFpNxefDMsC1",
          "Y0zBFlrS0QUIdEIK9DAqnCE3rPitUlXA",
          "AmoKPfuuf2p3SuujMpO7HNJM6ErnYv9Y",
          "f1Sa7sLxUWpeKRTJq2Qhmawsw24erV56"
        ],
        "openingPeriods": [],
        "name": "Kalim Beach",
        "placeId": "ChIJR29KLEo7UDARPvx0jI1SW-E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This beach is easily accessible and not crowded, with fine sand and clear water.\nIt's very tranquil, making it ideal for relaxing, sunbathing, and a gentle swim.",
            "author_name": "A Dapawi",
            "relative_time_description": "",
            "time": 1740967691,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Directly near the coastline there is a road, noise from it does not create a cozy atmosphere. Traffic is frequent. To call this place a recreation area can be called with a great strain, rather it is an intermediate resting point near the waves, between the planned route. The beach itself is practically deserted (a sharp contrast to the famous tourist center Patong, north of which it is located), there are no sun beds and umbrellas, it is unsuitable for swimming. This is a medium-sized beach, its length is 900 meters.\n\nIn the evening there are a lot of locals here selling food and quick snacks, so at this time it is especially crowded, there may be a problem with parking.\n\nThe flora is not rich, all the greenery is across the road from the coast.\n\nThe water in the sea here is clean (the bottom is strewn with stones), the entrance is shallow. The sand is hard, yellow-gray in color. Kalim is exposed to the tides (follow them in the appendix).\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745478060,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "After midnight quite, less people\nListening wave sounds it's cool.\nBut. By evening there's nights market street foods which is nice, effect traffic a lot.",
            "author_name": "Mehmet “Nemo” Kocyigit",
            "relative_time_description": "",
            "time": 1747430738,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/kalimbeach.phuket",
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 13,
            "3": 95,
            "4": 290,
            "5": 1116
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.912326,
        "address": "W76V+WQM, Kathu, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJp7FFZjs6UDAR2F4cpzJ894o",
        "generalDescription": "Nestled along the stunning western coast of Phuket Island, Kamala Beach is a serene and picturesque sandy bay that offers a delightful escape from the bustling tourist hotspots. This hidden gem stretches for 2 kilometers and is framed by lush wooded hills, creating an idyllic backdrop for relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.283098,
        "rating": 4.4,
        "numRatings": 3352,
        "sources": [
          {
            "id": "519923",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/the-10-most-beautiful-beaches-in-phuket-thailand/",
            "sourceSite": "Web",
            "snippet": "Located just north of lively Patong Beach is Kamala Beach, almost a polar opposite to its noisy neighbour. Its calm, shallow waters make it ideal for families or those who want a relaxing time in the water, and its length means you won’t have to fight for a place to pitch your towel. With a fishing village nearby, it’s retained a sense of authenticity, which is rare in this part of Phuket.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Beautiful Beaches In Phuket, Thailand",
            "indexInSource": 6,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476834",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/top-beaches-in-phuket-thailand-4842620",
            "sourceSite": "Web",
            "snippet": "A popular beach with families, Kamala Beach benefits mainly from its proximity to the Phuket FantaSea theme park and the two weekend markets within walking distance of the beach. The beach road at Kamala’s southern end hosts budget hotels providing cheaper accommodations for low-cost travelers, along with a busy bar and restaurant scene. The northern end of Kamala has a hawker area where you can buy cheap Thai food.",
            "siteName": "TripSavvy",
            "shortName": "The Best Beautiful Beaches in Phuket, Thailand",
            "indexInSource": 2,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069100",
            "type": "webPlacesList",
            "url": "https://phuketelephantnaturereserve.com/the-most-beautiful-beaches-of-phuket/",
            "sourceSite": "Web",
            "snippet": "Venturing further south, you’ll discover the charming allure of Kamala Beach, a quaint coastal village steeped in local culture and hospitality. Here, traditional longtail boats bob gently on the twinkling waters, painting a vivid picture of Phuket’s rich maritime heritage. Kamala Beach is renowned for its laid-back atmosphere and family-friendly vibe, making it a popular choice for visitors of all ages.",
            "siteName": "Phuket Elephant Nature Reserve",
            "shortName": "The 7 Most Beautiful Beaches of Phuket",
            "indexInSource": 3,
            "iconSiteId": 83799,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "There's nothing quite like curling up with a good book while lying on a hammock facing a vibrant sea. As the gentle breeze caresses your warm skin, you'll look up to find swimmers splashing in the calm water, children digging holes in the sand, and runners making you feel guilty for being idle as they rush past. While this beach isn't the most spectacular on this list, it's still beautiful and inviting.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 10,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572350",
            "type": "webPlacesList",
            "url": "https://www.bucketlistly.blog/posts/best-beaches-in-phuket-thailand",
            "sourceSite": "Web",
            "snippet": "Kamala Beach is another quiet and peaceful beach in Phuket that is well-known as the best place for travelers to do absolutely nothing but relax and enjoy Thailand's finest beach vibe in solitude. The town there is also not particularly special. It has great resorts like Cape Sienna Resort, but it doesn't have much to offer in terms of nightlife or activities like Jet Ski and paragliding.",
            "siteName": "BucketListly Blog",
            "shortName": "Phuket’s Prettiest Beaches: My Top 8 Picks",
            "indexInSource": 5,
            "iconSiteId": 742,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Kamala is a lovely, relatively peaceful beach with many beachfront restaurants, small hotels, and a beautiful line of coconut trees. The small town only has two parallel streets, one near the beach and a large one in the back. The street nearest the beach is quiet, lined with small hotels, some with beach access, Thai and Western restaurants, shops, and travel agencies.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 6,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Image Credit:  Jules Antonio, CC BY-SA 2.0, via Wikimedia Commons. A lovely clean beach with a gentle breeze caressing your skin, Kamala Beach is where lazy souls like to curl up on beach chairs or hammocks among the palm trees and marvel at the open sea. Though not the most beautiful beach, Kamala Beach is a perfect swimming beach for both adults and children.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 3,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "519930",
            "type": "webPlacesList",
            "url": "https://thaiest.com/blog/most-beautiful-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "Kamala Beach is located on the west coast of Phuket Island, 8 kilometers north of Patong Beach and about half an hour drive from Phuket International Airport. With a nearby fishing village, the beach retains a sense of authenticity, something rare in this part of Phuket. Kamala Beach has a 2 kilometer stretch of sand surrounded by dense hills.",
            "siteName": "THAIest",
            "shortName": "Best Beaches in Phuket, Thailand: 15 Most Beautiful Beaches",
            "indexInSource": 6,
            "iconSiteId": 218,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744777",
            "type": "webPlacesList",
            "url": "https://www.clubmed.com.sg/l/blog/10-best-beaches-in-phuket",
            "sourceSite": "Web",
            "snippet": "Located in North-West Phuket, just West of the popular Patong, Kamala beach is one tranquil beach in Phuket that you certainly can’t miss out on. Kamala beach is a great option for all types of holiday-makers - friends, couples and families are all sure to enjoy their time on this beautiful, long and wide stretch of perfect beach.",
            "siteName": "Club Med",
            "shortName": "10 Best Beaches in Phuket You Can’t Miss",
            "indexInSource": 4,
            "iconSiteId": 66169,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "The first beach North of Patong (unless you count Kalim and Nakalay), Kamala is not as developed as the other 3 main Phuket beaches and being a largely Muslim community has a different feel. When I came to Phuket in 1999 I don’t think there were any bars in Kamala. It was hard enough to buy a beer in a local shop!.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 2,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Kamala beach is located about 12 km north of the lively Patong beach on the west coast of Phuket. The beach is superbly secluded in a turquoise bay with a curvy shape and incredibly clear water. The place is beautifully fringed by coconut trees and Casuarina with a tranquil atmosphere.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 9,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069106",
            "type": "webPlacesList",
            "url": "https://www.kantarybay-phuket.com/blog/must-visit-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "The quiet pace of Kamala Beach makes it an excellent retirement spot for long-term visitors looking for a west coast beach free from noise and traffic. The wide, long beach is excellent for sunbathing and swimming, and it’s been called one of the most romantic beaches on the island.",
            "siteName": "Kantary Bay Hotel, Phuket",
            "shortName": "The Must-Visit Beaches in Phuket You Can’t Miss",
            "indexInSource": 1,
            "iconSiteId": 130938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "275130",
            "type": "webPlacesList",
            "url": "https://www.asiahighlights.com/thailand/ko-phuket/beach-guide",
            "sourceSite": "Web",
            "snippet": "Kamala beach is Phuket's only pristine beach, where you can see fishermen casting. There's nothing better than lying on a hammock facing the vibrant sea and emptying yourself of stress. Enjoying the sunset while eating at a beach-side restaurant is a romantic or dreamy attraction.",
            "siteName": "China Highlights",
            "shortName": "16 Best Beaches in Phuket for Families, Couples, Swimming, Snorkeling",
            "indexInSource": 3,
            "iconSiteId": 160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844684",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "If you are looking for a family beach that is not too crowded, Kamala may be the place for you. What was once a little Muslim village is now a bustling small town. Swimming is good, except in the monsoon season when the waters get a little rough.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Beaches in Phuket",
            "indexInSource": 11,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Kamala Beach also got a significant cleaning by the military in 2014. Going from a messy mix of small primitive beach bars and way too many sunbeds. Kamala Beach has now been transformed into something much better.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 9,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844693",
            "type": "webPlacesList",
            "url": "https://www.thesqua.re/blog/11-most-popular-beaches-in-phuket-for-families/",
            "sourceSite": "Web",
            "snippet": "Kamala Beach is one of the best beaches in Phuket for families. It is close to the Phuket Fanta Sea theme park. There are budget hotels at the beach.",
            "siteName": "thesqua.re",
            "shortName": "11 Most Popular Beaches in Phuket for Families",
            "indexInSource": 2,
            "iconSiteId": 12808,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 5,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kpsF0Nhu0IwfA4AovTF9JAIrzhUvBPKS",
          "2Qg2Kv4o0UIMM6j9xOYS5te4731kINR0",
          "ZCezmbMNRBTrcBIBfjJNDv2vnpjDmRuR",
          "5neb5f5tPCQrM2k3XAsvvSOdQOmd52C5",
          "WsDT72ksA4HTuYzzqmpE66TKH9IpKHXK",
          "kpsF0Nhu0IwfA4AovTF9JAIrzhUvBPKS",
          "2Qg2Kv4o0UIMM6j9xOYS5te4731kINR0",
          "ZCezmbMNRBTrcBIBfjJNDv2vnpjDmRuR",
          "5neb5f5tPCQrM2k3XAsvvSOdQOmd52C5",
          "WsDT72ksA4HTuYzzqmpE66TKH9IpKHXK"
        ],
        "openingPeriods": [],
        "name": "Kamala Beach",
        "placeId": "ChIJp7FFZjs6UDAR2F4cpzJ894o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Gorgeous beach lovely just before sunset too, nice chilled atmosphere, u  an also do horse riding on beach, great place halfway down to book trips Delima travel we had a fantastic time at a great price would highly recommend this beach & also the travel place for trips",
            "author_name": "Gill “Kingykingy” Evans",
            "relative_time_description": "",
            "time": 1742986045,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful beach, but far from clear or any shade of blue water. It's a long beach so there's plenty of room. Small businesses such as massage parlors right on the beach. There is a place to rent chairs. Plenty of restaurants there as well. While it's not the clearest water, it's swimmable and there is a great view.",
            "author_name": "Anthony Schmitz",
            "relative_time_description": "",
            "time": 1733489855,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The area where the beach is located is quite popular among tourists - tourist operators work intensively with this place, accommodating vacationers from all over the world. But, it is believed that it is more popular with Europeans of “revered” age, as the hotels here are located near the sea and everything you need is within walking distance.\n\nThe beach stretches from north to south, its length is 2 km. It is famous for its beautiful nature and spaciousness. There are many attributes for active recreation.\n\nThe flora consists of trees of mixed species, - the air here is healthy, pleasant!\n\nThe water in the sea is greenish in color. Here are medium, in strength, waves. The depth of the entrance to the sea is above average. The sand is silty, gray in color. You need to walk far enough from the shore to get to the clear water.\n\nThe beach is subject to low tides - follow the tides in the appendix.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745477374,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 88,
            "3": 250,
            "4": 814,
            "5": 2119
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.956922,
        "address": "Kamala, Phuket 83120, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJAdUTdI0lUDAR-EN1U6iZIY0",
        "generalDescription": "Kata Beach, a stunning gem on Phuket's southwest coast, is renowned for its picturesque 1.5 km stretch of soft white sand and crystal-clear turquoise waters. This idyllic location is perfect for swimming, snorkeling, and soaking up the sun. The beach is flanked by vibrant restaurants and resorts that cater to every need. Just a stone's throw away lies a community park designed for families seeking fun and relaxation away from the beach hustle.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.297647,
        "rating": 4.5,
        "numRatings": 3922,
        "sources": [
          {
            "id": "519923",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/the-10-most-beautiful-beaches-in-phuket-thailand/",
            "sourceSite": "Web",
            "snippet": "At around 1.5km long, Kata Beach is big enough never to feel overly crowded and ensures you’ll always have ample space for a towel on the beach. Palm tree-lined with soft, white sand and plenty of places to eat and drink nearby, it’s easy to see why it’s so popular with tourists and locals. As well as activities such as surfing available, there are plenty of shops nearby to engage in retail therapy, plus resorts if you’re planning on staying a while.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Beautiful Beaches In Phuket, Thailand",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Kata Beach is a family hotspot and is divided into Kata Noi Beach – a small, less populated part to the north and Kata Yai – the larger section to the south where you can find plenty of hotels. No matter which part of Kata Beach you are on, the spectacular views will leave you mesmerized. For photography enthusiasts, the small Koh Pu island visible from both Kata Noi beach and Kata Yai gives a perfect setting during sunset.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 1,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572350",
            "type": "webPlacesList",
            "url": "https://www.bucketlistly.blog/posts/best-beaches-in-phuket-thailand",
            "sourceSite": "Web",
            "snippet": "Being the second most popular beach in Phuket, second only to Patong Beach, you'd think that Kata Beach would be a loud and noisy place with terrible traffic jams like in Patong. However, that couldn't be further from the truth. Due to Kata Beach being divided into two sections, Kata and Kata Noi, you won't feel as crowded as other beaches, despite it being the second most popular beach in Phuket.",
            "siteName": "BucketListly Blog",
            "shortName": "Phuket’s Prettiest Beaches: My Top 8 Picks",
            "indexInSource": 4,
            "iconSiteId": 742,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "With its 1.5 km length white sandy beach and its incredibly clear blue water plus a photogenic Island, Kata Beach is one of the most beautiful beaches in Phuket. It is a great destination for families and travelers that enjoys the beautiful marine landscape and a fantastic laid-back atmosphere. Undoubtedly also for the combination of activities and facilities.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 1,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844684",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Few of Phuket’s beaches attract more people, and many holidaymakers choose accommodation fairly close by. This doesn’t mean the beach has lost its natural beauty; shade is provided by the attractive casuarina trees lining the beach. There are plenty of options when it comes to food and drink, whether you are just looking for snacks or a full Thai meal.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Beaches in Phuket",
            "indexInSource": 4,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476834",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/top-beaches-in-phuket-thailand-4842620",
            "sourceSite": "Web",
            "snippet": "There are two Kata beaches, not one: Kata Noi to the north, smaller and less congested, and Kata Yaito the south, where most of the action can be found. The shallow seas off Kata Yai allow easier, safer snorkeling access to the nearby coral reefs. Sunset viewing on the beach is further improved with the view of Ko Pu in the immediate distance.",
            "siteName": "TripSavvy",
            "shortName": "The Best Beautiful Beaches in Phuket, Thailand",
            "indexInSource": 1,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Kata beach is a kilometer and a half of white soft sand and crystal clear water. Club Med, one of Phuket’s oldest resorts, is located behind the beach, stretching almost the entire length of the beach. But the beach road that runs between the resort and the beach is public so getting down to Kata Beach is no problem.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 20,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "572359",
            "type": "webPlacesList",
            "url": "https://www.wonderfulpackage.com/article/v/1280/",
            "sourceSite": "Web",
            "snippet": "It is a wide beach between Karon beach and Kata Noi beach, which a curved beach and fine sand as well. This beach is not strong waves, you can swim and suitable for water activities such as snorkeling because it is another point that has a beautiful long coral reef. Also, this beach can see Koh Pu.",
            "siteName": "wonderfulpackage.com",
            "shortName": "10 Best Beaches in Phuket",
            "indexInSource": 1,
            "iconSiteId": 20682,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Kata Beach is Phuket’s second-most-loved beach after Patong. It is a popular choice for families as it also enjoys a wide white sandy beach with an incredibly blue sea during the high season. The beach is quieter during the low season but is not always suitable for swimming.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 1,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "Close to Chalong Bay and Naiharn beach, Rawai is full of small restaurants and food stalls and is a great place to rent a longtail boat to nearby islands. Not a swimming beach really, but makes a good stop off on a tour of the southwest corner of Phuket.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 10,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069106",
            "type": "webPlacesList",
            "url": "https://www.kantarybay-phuket.com/blog/must-visit-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Like its neighbour to the north, Kata Beach is most popular during the summer months as the wide beach welcomes well-formed waves rolling in off the Andaman Sea. It’s in a small, quaint village and is the ideal place for people who just want to relax.",
            "siteName": "Kantary Bay Hotel, Phuket",
            "shortName": "The Must-Visit Beaches in Phuket You Can’t Miss",
            "indexInSource": 3,
            "iconSiteId": 130938,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Kata Beach is also very popular as it is a great destination for families, with a good range of restaurants and accommodation options. See why so many visitors return to Kata Beach.",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 7,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069099",
            "type": "webPlacesList",
            "url": "https://whileyoustayhome.com/discovering-most-beautiful-phuket-beaches/",
            "sourceSite": "Web",
            "snippet": "The beach was not that busy and apparently, you can rent a kayak here. I didn’t see this beach from above, so it didn’t impress me either.",
            "siteName": "While You Stay Home",
            "shortName": "Discovering the most beautiful Phuket beaches",
            "indexInSource": 3,
            "iconSiteId": 109343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844693",
            "type": "webPlacesList",
            "url": "https://www.thesqua.re/blog/11-most-popular-beaches-in-phuket-for-families/",
            "sourceSite": "Web",
            "snippet": "There are two Kata beaches; one is boisterous and the other one serene. The choice is yours. There is a snorkelling facility here.",
            "siteName": "thesqua.re",
            "shortName": "11 Most Popular Beaches in Phuket for Families",
            "indexInSource": 1,
            "iconSiteId": 12808,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2sGCtqKpHT8W7tNWih7wnYOUipJl3y5c",
          "1PsnNmoHYq1IZfIPSDSZ9tSEedZ0WVMb",
          "9rsZFgihUjKQnmQwq9RaemVIKwS8mnA2",
          "ePcqjhlF2GTbfIIdVtZ4lSH34P1xH6tZ",
          "idcfXY0FoG097b1qE9eqosTskfj1F4yF",
          "2sGCtqKpHT8W7tNWih7wnYOUipJl3y5c",
          "1PsnNmoHYq1IZfIPSDSZ9tSEedZ0WVMb",
          "9rsZFgihUjKQnmQwq9RaemVIKwS8mnA2",
          "ePcqjhlF2GTbfIIdVtZ4lSH34P1xH6tZ",
          "idcfXY0FoG097b1qE9eqosTskfj1F4yF"
        ],
        "openingPeriods": [],
        "name": "Kata Beach",
        "placeId": "ChIJAdUTdI0lUDAR-EN1U6iZIY0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Easily the most enjoyable beach experience if you head here slightly early in the day.\n\nTons of beach beds that are handled by the attendant, but also enough space at the ends to swim quietly and away from all things commercial.\n\nThe currents here are also a lot more manageable and do not pose as much of a safety risk as some of the other beaches. Could see a lot of families with young children enjoying themselves in the water.",
            "author_name": "Russell Fernandes",
            "relative_time_description": "",
            "time": 1748071456,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Stunning beach at dusk. There were so many surfers and it was really pretty. Nice to walk along. A little dirty here and there but generally really well kept.",
            "author_name": "Travels a lot",
            "relative_time_description": "",
            "time": 1753031053,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach had very calm and clean waters, fine sand ideal for making sand castles and clean enough for kids to play around with.\nFamily friendly place be it day or night. Ideal area to be with family.\nVery relaxed environment, beach boys selling seats to tourists, helpful people around.",
            "author_name": "Chiragi Jadav",
            "relative_time_description": "",
            "time": 1755720072,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 102,
            "3": 283,
            "4": 823,
            "5": 2615
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.820694,
        "address": "Karon, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJuW5aobw6UDAR-PxGrDUw6O4",
        "generalDescription": "Patong Beach Bangla Walking Street, also known as Soi Bangla or Bangla Road, is the vibrant heart of Phuket Nightlife. The area is filled with bars and discos where visitors can enjoy drinks and play bar games. For those looking for a different experience, nearby night markets offer discounted shopping of souvenirs and local items along with a chance to indulge in Thai cuisine under the starry sky.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 98.295333,
        "rating": 4.2,
        "numRatings": 3944,
        "sources": [
          {
            "id": "1850926",
            "type": "webPlacesList",
            "url": "https://tinytrekkers.com/?p=3363",
            "sourceSite": "Web",
            "snippet": "Patong beach is home to Bangla walking street, bars, pubs, restaurants, tours, acrobats, street food, a McDonald’s on every street corner, live sex shows and everything in between. A hedonists paradise, there is no where else quite like Patong anywhere else in the country, not in cost, or experience. But Patong does not have the idyllic beach you might be looking for to nurse off a hangover.",
            "siteName": "Tinytrekkers travel the world with kids.",
            "shortName": "Phuket, costs & the best beach in Patong",
            "indexInSource": 1,
            "iconSiteId": 268309,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1010586",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/patong-beach/",
            "sourceSite": "Web",
            "snippet": "A walk along Bangla Walking Street at night shows why Patong is so popular, with a mix of visitors from all walks of life. The nightlife has rooftop bars, beach clubs, tattoo studios, live bands, and big nightclubs. For many, it’s a once-in-a-lifetime party, while for others, it’s simply something fun to experience and talk about.",
            "siteName": "Phuket 101",
            "shortName": "Patong Beach ⛱️ Best Things To Do, Hotels, Restaurants And Party!",
            "indexInSource": 0,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Cd3kglr1SEFnVyMT4W5HL1zTLEH1Dl82",
          "31HwQv0IQn1njJ22IsRzGGjmkH5zd2wN",
          "1XpEew55qyGNGe63qCdL4qZiPSZ7P9Xe",
          "cmv72c7zYNH1ElxoEcAlnlt42ZOdAVug",
          "4YXZIJxkE0sazMkEOvzrP1p6y1lDLhJB",
          "Cd3kglr1SEFnVyMT4W5HL1zTLEH1Dl82",
          "31HwQv0IQn1njJ22IsRzGGjmkH5zd2wN",
          "1XpEew55qyGNGe63qCdL4qZiPSZ7P9Xe",
          "cmv72c7zYNH1ElxoEcAlnlt42ZOdAVug",
          "4YXZIJxkE0sazMkEOvzrP1p6y1lDLhJB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 6,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1700"
            },
            "close": {
              "day": 0,
              "time": "0500"
            }
          }
        ],
        "name": "Patong Beach Bangla Walking Street",
        "placeId": "ChIJuW5aobw6UDAR-PxGrDUw6O4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "\"Patong Beach Bangla Walking Street is an electrifying experience that awakens all senses. The vibrant energy is contagious, with dazzling lights, pulsating music, and an incredible mix of people from all walks of life. The street food is a culinary adventure, offering a tantalizing array of flavors. While it can be a bit overwhelming, the sheer excitement and buzz make it a must-visit for anyone looking to experience the heart of Phuket's nightlife.\"",
            "author_name": "SYED MANOAR",
            "relative_time_description": "",
            "time": 1756918255,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Not my type of place defo. Super crowded, loud music, everyone's offering something or putting sign into your face with offers for drinks, night clubs with dancing girls that look like robots, prostitution etc Putting two stars only because I liked the food strip which is part of Bangla street and they offer fresh sea food but be careful because they cheat with scales and you pay more than you should but we've had the best tiger prawns with butter garlic sauce, they were huge and super delicious.",
            "author_name": "Krasimira Valkanova",
            "relative_time_description": "",
            "time": 1754971858,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Bangla Walking Street, Patong Beach – 4/5 ⭐\nBangla Walking Street is the heart of nightlife in Patong Beach, Phuket. It's full of energy with mostly loud music in the night, flashing lights, bars, clubs, and street performances. A great place to experience Phuket's party scene. However, it gets very crowded at night, and there are some cleanliness issues. Still, it's a must-visit if you want to see the fun and wild side of Thailand.",
            "author_name": "Mahir Hussain",
            "relative_time_description": "",
            "time": 1752324289,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 336,
            "2": 104,
            "3": 333,
            "4": 674,
            "5": 2501
          }
        },
        "minMinutesSpent": 90,
        "latitude": 7.894038,
        "address": "V7VW+J48, Bangla Rd, Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJY7L_2c86UDAR-wnwyKXdo7E",
        "generalDescription": "Tri Trang Beach is a hidden gem in Patong, Phuket, offering a serene and secluded atmosphere for those seeking to escape the hustle and bustle of city life. With its white sandy shores and clear waters, it's an ideal spot for nature lovers and peace-seekers. The 500-meter long beach provides ample space for sunbathing and relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.273384,
        "rating": 4.3,
        "numRatings": 1474,
        "sources": [
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "The beach is ok, but without being beautiful and not the beach where you want to go swimming, the water is shallow, and there are many dead corals on the sea bed. But it´s an ok beach if you only want to lie in the sand and relax or go for a walk and enjoy the sea, away from Patong´s noise and hustle, without traveling too far. But there is not much to do on the beach.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 14,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1850910",
            "type": "webPlacesList",
            "url": "https://www.diamondcliff.com/a-guide-to-patongs-hidden-beaches/",
            "sourceSite": "Web",
            "snippet": "Tri Trang Beach is another hidden gem near Patong that offers a quieter, more laid-back atmosphere. Located just 3 kilometers south of Patong Beach, Tri Trang is easily accessible yet remains mostly undiscovered by the masses. This crescent-shaped beach is known for its soft sand and clear, shallow waters, making it perfect for families with young children.",
            "siteName": "Diamond Cliff Resort & Spa",
            "shortName": "A Guide to Patong's Hidden Beaches",
            "indexInSource": 2,
            "iconSiteId": 105584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1010586",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/patong-beach/",
            "sourceSite": "Web",
            "snippet": "Tri Trang Beach is just a few kilometres south of Patong, but it feels like a different world. The beach is long and often very quiet, with soft sand and clear shallow water at low tide. I like to stop here on my way to Freedom Beach.",
            "siteName": "Phuket 101",
            "shortName": "Patong Beach ⛱️ Best Things To Do, Hotels, Restaurants And Party!",
            "indexInSource": 10,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069099",
            "type": "webPlacesList",
            "url": "https://whileyoustayhome.com/discovering-most-beautiful-phuket-beaches/",
            "sourceSite": "Web",
            "snippet": "My first stop was Tri Trang beach that to my surprise was completely empty. There are some big resorts nearby and the beach is actually big and very pretty if seen from above. From here you can see Patong in the distance.",
            "siteName": "While You Stay Home",
            "shortName": "Discovering the most beautiful Phuket beaches",
            "indexInSource": 5,
            "iconSiteId": 109343,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1069101",
            "type": "webPlacesList",
            "url": "https://www.phuket-travel-secrets.com/phuket-beaches.html",
            "sourceSite": "Web",
            "snippet": "Tri Tra is picturesque, the beach is located in the headland just to the south of Patong. Tri Tra is a relaxing spot away from the crowds. Read more about Tri Tra Beach.",
            "siteName": "Phuket Travel Secrets",
            "shortName": "Phuket Beaches | Guide to the Best Beaches in Phuket.",
            "indexInSource": 17,
            "iconSiteId": 28690,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hOwhllOM35PgXdfFsKiogIP8JbZDVz8v",
          "wPuh115gWcx10LJBHhglJuOV0jYv5qrr",
          "grjsxO9QXuUHf2DDJe3Od7quGaE4wNcT",
          "xCTVP0P8trD6KOyWnqeXs8QGAS9UycA5",
          "J6cgAThrfRM0HilxGPXDaCn9QlOjGVbm",
          "hOwhllOM35PgXdfFsKiogIP8JbZDVz8v",
          "wPuh115gWcx10LJBHhglJuOV0jYv5qrr",
          "grjsxO9QXuUHf2DDJe3Od7quGaE4wNcT",
          "xCTVP0P8trD6KOyWnqeXs8QGAS9UycA5",
          "J6cgAThrfRM0HilxGPXDaCn9QlOjGVbm"
        ],
        "openingPeriods": [],
        "name": "Tri Trang Beach",
        "placeId": "ChIJY7L_2c86UDAR-wnwyKXdo7E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice little beach on the opposite side of the bay from Patong Beach. A less touristy beach but well worth a visit. The area around the Hide Out Restaurant is very good for swimming. Also by the Tri Trang Beach sign, a couple of hundred metres up from the Marriott, there is a shallow area where a lot of Thais go swimming. Numerous restaurants dotted around Tri Trang, most of them located up the hill past the Marriott.",
            "author_name": "Alfred Romeo",
            "relative_time_description": "",
            "time": 1730615298,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very cozy, beautiful and comfortable beach is a good place to relax! Its coastline stretches for a distance of about 730 meters - it is a medium-sized beach.\n\nYou can find a place in the shade - here they left a casuarina forest belt, which throws natural shade on the beach.\n\nThere are no sun beds and umbrellas, which would be available for rent. But there are swings and a local attraction - an elephant, with which you can swim in the sea. Therefore, it will be interesting and fun for both adults and children!\n\nThe entrance to the sea is very comfortable, the depth is average, the water is transparent. Here there are no low tides (watch the tides in the appendix) and you can swim all day long. The beach is notable for the fact that you can swim here in the rainy season, this is due to the fact that there is a reef, which dampens the waves before they come to the shore.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745478285,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Quite and peaceful place and so beautiful when it's sunny not too far from resorts and shops",
            "author_name": "Soufiane Aberkane",
            "relative_time_description": "",
            "time": 1744447609,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 53,
            "2": 56,
            "3": 168,
            "4": 384,
            "5": 813
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.88653,
        "address": "Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJZ7ELyL06UDARbRcj60k3Dfg",
        "generalDescription": "Patong Beach is the main beach in Patong, stretching for several kilometers along the coast and offering a vibrant atmosphere with plenty of cafes, restaurants, and bars. It's a popular destination for vacationers seeking clean sand, warm sea waters, and various water activities like banana boat rides and parasailing. The area also boasts romantic hotels for those looking to enjoy a sweet staycation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.295415,
        "rating": 4.2,
        "numRatings": 9407,
        "sources": [
          {
            "id": "1844684",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "What makes this beach popular with some is what makes it unpopular with others – crowds. It is approaching four kilometers long, with the busiest stretch in the center. You will not find anywhere to park, so access Patong Beach by walking or taking a taxi.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Beaches in Phuket",
            "indexInSource": 5,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uJXkV7RcAf20TEw80lVroa4LSLnyqQQz",
          "xONXEBYxQh294hRJxq2TRrABlsNt8o38",
          "hOyk3aEqekVZFUYXndrtCvdy55DP0JnL",
          "POBQgeWFH8gvs6pNHjRGU6GYmnaDYvP4",
          "pVNbo1CDQ0uIsUNetFoQ0pW3My5ALafZ",
          "uJXkV7RcAf20TEw80lVroa4LSLnyqQQz",
          "xONXEBYxQh294hRJxq2TRrABlsNt8o38",
          "hOyk3aEqekVZFUYXndrtCvdy55DP0JnL",
          "POBQgeWFH8gvs6pNHjRGU6GYmnaDYvP4",
          "pVNbo1CDQ0uIsUNetFoQ0pW3My5ALafZ"
        ],
        "openingPeriods": [],
        "name": "Patong Beach",
        "placeId": "ChIJZ7ELyL06UDARbRcj60k3Dfg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I liked being here the most.\nWe spent a lot of time bathing in the beach and the best sunset I have seen here. Some water sports are there too.beach is clean and boundaries are there so that no ine go too far in the sea.",
            "author_name": "Samapti Mandal",
            "relative_time_description": "",
            "time": 1751836773,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Patong Beach is one of the most famous and lively beaches in Phuket. It offers soft sand, clear water, and a wide range of water sports. The sunset views are beautiful, and there are plenty of shops and restaurants nearby. However, it can get crowded, and cleanliness in some areas could be improved. Overall, it's a great place to enjoy the beach vibe and relax by the sea.",
            "author_name": "Mahir Hussain",
            "relative_time_description": "",
            "time": 1752325919,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "If you like high energy, lots of people, bumper to bumper traffic with shopping along the whole strip, mixed in with restaurants and hotels then this is the place for you. There is a lot of activity from people gliding in the air, beach lovers and the most gorgeous sunset I've seen in a while. We went during the low season but that means nothing because traffic was still a beast. This is not my type of place but my millennial daughter loved it.",
            "author_name": "Cynthia Ford",
            "relative_time_description": "",
            "time": 1755164503,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 415,
            "2": 327,
            "3": 1041,
            "4": 2366,
            "5": 5273
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.896196,
        "address": "Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ_V6Oe9g6UDARmJVc5L3BEYw",
        "generalDescription": "Paradise Beach Club is a popular four-star venue located on the pristine Paradise Beach in Phuket. It offers a vibrant beach atmosphere during the day and transforms into a lively nightlife spot after sunset. Unlike the bustling Patong Beach, Paradise Beach provides a more glamorous and relaxed setting for visitors seeking leisure and sunbathing. The club features well-maintained sandy shores and clear waters, making it an ideal place to unwind.",
        "utcOffset": 420,
        "maxMinutesSpent": 240,
        "longitude": 98.265344,
        "rating": 4,
        "numRatings": 4911,
        "sources": [
          {
            "id": "908736",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/phuket-best-beaches/",
            "sourceSite": "Web",
            "snippet": "With a name like Paradise Beach on a tropical island such as Phuket, people expect to discover another ‘beautiful-secret-hard-to-find-beach’, especially close to the busy Patong Beach!. Yes, the sea is very blue, the sand is white and powdery, and it is remote and not easy to find, but it may not be as paradisiac as you expect. Paradise Beach has become a theme park with an entry fee and many constructions, bars and restaurants surrounding a sea of beach loungers.",
            "siteName": "Phuket 101",
            "shortName": "20 Best Phuket Beaches ⛱️",
            "indexInSource": 10,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2106824",
            "type": "webPlacesList",
            "url": "https://theworkingtraveller.com/best-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Image Credit:  Satdeep Gill, CC BY-SA 4.0, via Wikimedia Commons. One of the best beaches in Phuket, Paradise Beach gives you the feeling of living in a postcard. The azure waters lapping the white beach, sweeping blue sky, and giant granite rocks give this beach a perfect laid-back vibe.",
            "siteName": "The Working Traveller",
            "shortName": "Top 10 Very Best Beaches in Phuket",
            "indexInSource": 9,
            "iconSiteId": 136673,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Walking on Paradise Beach is akin to stepping into the pages of a travel magazine. The glossy, azure sea laps an impressively clean shore while giant palm trees lean and sway in the background. A rope swing glides gently with the breeze.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZWozxGo6EXJoFtn4DhgxaXQB5VvxywC0",
          "JVy75uneCJQgQDLUcnpyRaEytQzxMuOs",
          "ddQqH5EqhnkBBlsKSGKc6AlmTRObegIS",
          "b3vzdfZ9BjIG2HEiORaG14gONs5duO11",
          "vV8JHsIhUzdv7ZyRle5MThHgSbODq0rR",
          "ZWozxGo6EXJoFtn4DhgxaXQB5VvxywC0",
          "JVy75uneCJQgQDLUcnpyRaEytQzxMuOs",
          "ddQqH5EqhnkBBlsKSGKc6AlmTRObegIS",
          "b3vzdfZ9BjIG2HEiORaG14gONs5duO11",
          "vV8JHsIhUzdv7ZyRle5MThHgSbODq0rR"
        ],
        "openingPeriods": [],
        "name": "Paradise Beach",
        "placeId": "ChIJ_V6Oe9g6UDARmJVc5L3BEYw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "What a beautiful day at this place the staff was great. The food was good . Lots to choose from. The Ocean is nice and calm. The only bad experience is the one you leave you have to take one of their taxes at their prices you can not get a crab because no grab car will go in there some type of taxi Mafia. I think management should do something about that (have a wonderful day and then have to deal with that at the end) maybe try to arrange something with your grab driver when you're going. Other than that bad experience the place was awesome.",
            "author_name": "Mart Lyons",
            "relative_time_description": "",
            "time": 1750072794,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I've been visiting this beach since before the beach club existed, back when it was just a simple, natural paradise. Over the years, the area has transformed into a fully established beach club, and it's a mixed bag.\n\nPros:\n•\tThe beach itself is beautiful, with two distinct areas you can explore. It's the main reason I keep coming back.\n\n•\tThe pool facility is nice and adds a touch of comfortability.\n\n•\tIt's a convenient spot if you're looking for a mix of beach and pool relaxation.\n\nCons:\n•\tThe prices keep increasing every year, so be prepared to spend a fair amount.\n\n•\tThe food is crap\n\n•\tThe staff can be rude and disorganized, the order mistakes are reoccurring\n\n•\tThey use a paper invoicing system, and billing mistakes seem intentional. Always double-check your bill to avoid being overcharged.\n\nIf you love the beach itself and happy to pay for the comfort of beach bar facilities then it's worth visiting. My recommendation is to arrive by bike, pay the entry fee, and bring your own towel to enjoy the beach without using the club facilities. Alternatively, you can hire a bed for a more comfortable setup, but expect to pay a premium. The beach is still lovely, but the beach club is a bit of a shambles so expect to only enjoy the facilities",
            "author_name": "Anthony K",
            "relative_time_description": "",
            "time": 1737416004,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "They charge for everything , from the entrance to the beach to the seating area. The menu is very expensive, and you're not allowed to bring any food or drinks with you. For example, a small bottle of water costs 60 baht! A jet ski for 30 minutes is 2,000 baht.\n\nWhen you want to return to your hotel, taxis are very expensive, and they don't allow Bolt to come in.\n\nOther than that, everything is amazing. The food is good, and the service is great. The place has a beautiful lagoon and a pool with a stunning view ofthe ocean and beach. We had a great day there  but again, it's very, very expensive.",
            "author_name": "Nir Henig",
            "relative_time_description": "",
            "time": 1754826680,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://paradisebeachphuket.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Beach pavillion",
          "Bar",
          "Event venue",
          "Live music venue",
          "Resort hotel",
          "Restaurant",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 484,
            "2": 257,
            "3": 523,
            "4": 1014,
            "5": 2630
          }
        },
        "minMinutesSpent": 240,
        "latitude": 7.890918,
        "address": "Muen-Ngern Road, Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJFw_8MYk5UDAREduspCNeIlk",
        "generalDescription": "Haad Laem Sing, also known as Laem Singh Beach, is a stunning hidden gem nestled in a secluded bay on the west coast of Phuket. Accessible by longtail boat or a rugged path, this golden sandy beach is surrounded by palm trees and large boulders, giving it a feeling of a secret paradise. While it has become more popular in recent years, it still remains one of the most scenic bays on the island.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.279442,
        "rating": 4.6,
        "numRatings": 909,
        "sources": [
          {
            "id": "744772",
            "type": "webPlacesList",
            "url": "https://www.joeysantini.com/20-most-beautiful-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Laem Singh Beach is one of the most beautiful beaches in Phuket, nestled silently in a steep-sided bay between Kamala and Surin Beach. The hidden gem is totally surrounded by tropical jungle, blessed with soft sand and incredibly clear water. With the coconut trees leaning the beach and some giant granite boulders, it has the feel of a secret beach.",
            "siteName": "Joey Santini Photography",
            "shortName": "▷ 20 Most Beautiful Beaches in Phuket 🌴",
            "indexInSource": 10,
            "iconSiteId": 27319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u3txAL3aW1ALewJmwcDViACKKyVYtZ2R",
          "fPaGeC8aktgYvDjavjItYfIyrFMzKnq4",
          "f4mDIyW6Q0ArjmxPcFLG8TyPb3VRbBpm",
          "hGd9hnTLguQsgTMbZHiAutvdw6E0pvZA",
          "jZKSjMZrrqtqwg6R462rxO64SDrThHZB",
          "u3txAL3aW1ALewJmwcDViACKKyVYtZ2R",
          "fPaGeC8aktgYvDjavjItYfIyrFMzKnq4",
          "f4mDIyW6Q0ArjmxPcFLG8TyPb3VRbBpm",
          "hGd9hnTLguQsgTMbZHiAutvdw6E0pvZA",
          "jZKSjMZrrqtqwg6R462rxO64SDrThHZB"
        ],
        "openingPeriods": [],
        "name": "Haad Laem Sing",
        "placeId": "ChIJFw_8MYk5UDAREduspCNeIlk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is a very nice and quiet beach with just a couple of sunbeds for rent, other than that it is not organized with anything. You can get there in 3 ways,  either by boat from Suring beach, or through the jungle or the best way is to\nwalk/hike for a few minutes from Surin beach following a path that indicates it goes to this beach (I managed the hike in flip flops). It is a pleasure to spend your day there if you ignore the trash left behind by others by the edge of the jungle along the beach. The sunset from this beach is very beautiful and you have a chance also during the day to play with the crabs on the the beach and maybe also to meet a monkey or two (I did not have this chance). You can go into the water without  water shoes easily in the first half of the beach.",
            "author_name": "Tatiana",
            "relative_time_description": "",
            "time": 1736193946,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful beach. It was indeed quite empty, but I believe this is because of the sea waves.\n\nThe path to the beach is quite tricky, when the sea level is high, when it is lower, the trickiest part from Surin you can make just by the beach.\n\nI added photos from this pathway to the review.\n\nAlso, please be careful, if you want to swim in the farthest part of the beach. There are a lot of underwater rocks and stones, When sea level is low and waves it is very easy to hurt yourself with such stones",
            "author_name": "Stanislav Andreev",
            "relative_time_description": "",
            "time": 1744638629,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My FAVOURITE beach in Phuket. There are a few people but nothing like Freedom beach. It's so peaceful. Make sure to get the mango smoothie from the restaurant it was the best we've ever had. You can walk there from surin beach it's 15 minutes and it's pretty easy to walk. 100% recommend ;)",
            "author_name": "Luisa Rigoll",
            "relative_time_description": "",
            "time": 1738856687,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 16,
            "3": 39,
            "4": 131,
            "5": 686
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.968774,
        "address": "Kamala, Kathu District, Phuket 83120, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJK-czUMs7UDAR0nEaToETFnM",
        "generalDescription": "Hua Beach is a secluded and remote beach, making it difficult to find. It's not suitable for swimming due to the rocks and corals just below the surface. The entrance is easy to miss by car, but once there, visitors can park under the trees. The beach offers a small Thai venue for food and drinks with beautiful scenery. During low tide at midday, swimming may not be possible as the water retreats far, revealing a rocky bottom.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.264525,
        "rating": 4.3,
        "numRatings": 507,
        "sources": [
          {
            "id": "1486053",
            "type": "webPlacesList",
            "url": "http://siampictures.com/explore-phukets-best-beaches/",
            "sourceSite": "Web",
            "snippet": "Hua Beach is a lovely little beach but not suitable for swimming, the water is shallow, and there are many rocks. It is mostly local Thais and ex-pats who visit the beach. You will also see many locals fishing from the rocks at the south end of the beach.",
            "siteName": "siampictures.com",
            "shortName": "Full list of Phuket's best beaches, find them here",
            "indexInSource": 11,
            "iconSiteId": 160939,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cfsuP9IbPrPcVtEE7hNaB7cwtjDKY2va",
          "uhlQr9gZ6xsJ93n2fv0Tz0mJws8Hhhht",
          "1dZ69rKts0fqrOmDEUz24SGHcLFFWdaY",
          "cfsuP9IbPrPcVtEE7hNaB7cwtjDKY2va",
          "uhlQr9gZ6xsJ93n2fv0Tz0mJws8Hhhht",
          "1dZ69rKts0fqrOmDEUz24SGHcLFFWdaY"
        ],
        "openingPeriods": [],
        "name": "Hua Beach",
        "placeId": "ChIJK-czUMs7UDAR0nEaToETFnM",
        "internationalPhoneNumber": "+66 91 824 0521",
        "reviews": [
          {
            "rating": 5,
            "text": "If you want to enjoy the nature and beautiful view this is the right place to go. Grab some water with you.\nBe aware that in case you go there by TukTuk it is hard to get back to center as they are not waiting there and taxi is not coming. So better to get there by renting the car or scooter, otherwise you will walk for 3-4 km:))",
            "author_name": "Keti Chokheli",
            "relative_time_description": "",
            "time": 1732114161,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hidden under a cape covered with real jungle, there is a small beach with a length of about 170 meters - Hua Beach.\n\nIt is a very nice place with beautiful nature, for a quiet, peaceful vacation, away from the large number of tourists. A large amount of greenery creates a nice, natural shade, in which it is very cozy to rest, but despite this, you can use the service of renting umbrellas and sun beds.\n\nThe fauna of the beach is rich and varied. There is a large number of different trees, there are palm trees.\n\nThe water in the sea is very clear and clean. The sand is hard, yellow-gray in color. Entrance to the water is very inconvenient. This beach is not very suitable for swimming, although, closer to the southern part, there is a special underwater path between the reefs, where the boat passes - there you can swim!\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745477674,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Dirty beach, a lot of coral pieces in the sand. Water is full of stones. Probably that's the reason to be so quiet. Have one bar. Easy access with motorbike.",
            "author_name": "MARIO Velikov",
            "relative_time_description": "",
            "time": 1738135999,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://room-number.ru/thailand/hua-beach-na-phukete/",
        "index": 12,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 14,
            "3": 49,
            "4": 122,
            "5": 299
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.947216,
        "address": "Kamala, Kathu District, Phuket 83120, Thailand",
        "travel_time": null
      }
    ]
  }
}