{
  "list_id": "601",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/601/1.jpg",
  "description": "Dive into \"Hyderabad's Enchanted Castle Quest\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/115250"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Hyderabad's Enchanted Castle Quest",
  "city_id": "78",
  "subtype": "poi",
  "city": "Hyderabad",
  "created_ts": 1758984515,
  "slug": "hyderabads-enchanted-castle-quest-hyderabad-poi-1a0215",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJR8PKTp-FyzsR4Hb92i6OBj4",
        "generalDescription": "At The Hidden Castle Resort, immerse yourself in the joyous experience of a Rain Dance. This enchanting activity invites you to let loose and celebrate with your loved ones as you dance freely under the refreshing droplets. It's a perfect way to create unforgettable memories while enjoying nature's beauty and the thrill of movement in the rain. Embrace this unique opportunity for fun and connection!",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.494146,
        "rating": 3.5,
        "numRatings": 2,
        "sources": [
          {
            "id": "1370771",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/tours/hidden-castle-resort-hyderabad",
            "sourceSite": "Web",
            "snippet": "Dance your heart out in the rain with your loved ones at the Rain Dance section of The Hidden Castle Resort.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Hidden Castle Resort Hyderabad Day Out",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [],
        "openingPeriods": [],
        "name": "Rain dance",
        "placeId": "ChIJR8PKTp-FyzsR4Hb92i6OBj4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 2,
            "text": "This is the place for rain dance in the resort, but not in function now",
            "author_name": "yaswanth pakyala",
            "relative_time_description": "",
            "time": 1646135568,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Dance club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 0,
            "4": 0,
            "5": 1
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.546289,
        "address": "GFWV+Q93, Sai Nagar, Kompally, Hyderabad, Secunderabad, Telangana 500100, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyyf2ZCGayzsRdK4JfaleC-Q",
        "generalDescription": "Secunderabad Railway Station, located 75 KM from the Hidden Castle Resort, is a bustling hub in Hyderabad. The station's architecture seamlessly blends tradition with modernity, creating a visually captivating atmosphere. It is known for its commitment to cleanliness and maintenance, ensuring a comfortable environment for passengers. The massive station has 10 platforms and serves as a major railway hub in South India, offering direct trains to numerous major cities across the country.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.501635,
        "rating": 4.1,
        "numRatings": 721,
        "sources": [
          {
            "id": "1370768",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/tours/day-out-at-hidden-castle-resort-hyderabad",
            "sourceSite": "Web",
            "snippet": "Nearest Railway Station: The Secunderabad railway station is the nearest railway station and is located at a distance of 75 km from the resort.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Hidden Castle Resort Hyderabad Day Out",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7Wfd8Pkp9L75ckkYeQSlymvqwrMXaFX5",
          "eAWJnGnjlXucEHezzqXcxFbgzhxTv6S1",
          "oauSTfSErOMyfFxgeGb8UjvMF3VwIXMd",
          "7Wfd8Pkp9L75ckkYeQSlymvqwrMXaFX5",
          "eAWJnGnjlXucEHezzqXcxFbgzhxTv6S1",
          "oauSTfSErOMyfFxgeGb8UjvMF3VwIXMd"
        ],
        "openingPeriods": [],
        "name": "Secunderabad Railway Station",
        "placeId": "ChIJyyf2ZCGayzsRdK4JfaleC-Q",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Secunderabad Junction is where the action's at when it comes to Hyderabad's train scene-one of the busiest stations in India with over 115 trains rolling through daily. With 10 platforms, comfy waiting rooms, food spots, ticket counters, a cloakroom, and water machines, it's set up to keep you moving. Plus, there's Wi-Fi and CCTV, so you're connected and secure while you wait.\n\nGetting here is a breeze with MMTS local trains, nearby buses, and the Secunderabad East Metro just 1.3 km away. They've got parking for bikes and cars too, though there's a fee if you're staying a while. And if you're up for some city exploring, iconic spots like Charminar and Golconda Fort are just around the corner, making this a solid gateway to all things Hyderabad.",
            "author_name": "Vijith Uzhamalakkal",
            "relative_time_description": "",
            "time": 1730629513,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "lSecunderabad Junction (station code: SC) stands as a testament to the rich history and bustling activity that defines Indian Railways. As an NSG-1 category station within the Secunderabad railway division of the South Central Railway zone, it serves as a vital hub in the heart of Hyderabad, Telangana. This station, built in 1874 by the Nizam of Hyderabad, is not just a transportation nexus but a living monument to the region's illustrious past.\n\nThe architectural grandeur of Secunderabad Junction, influenced by Nizamesque design, is reminiscent of a fort, adding a unique charm to the bustling urban landscape of the twin cities of Hyderabad and Secunderabad. The main portico and concourse are particularly noteworthy, reflecting the station's historical significance and aesthetic appeal.\n\nEvery day, approximately 170,000 passengers traverse through this station, boarding or alighting from one of the 229 trains that pass through it. It is well connected to all regions of India, making it a pivotal point in the national railway network. The station's importance is further underscored by its status as the headquarters of both the South Central Railway zone and its Secunderabad Division.\n\nSecunderabad Junction has not only preserved its historical essence but also embraced modernity. The station has earned ISO-9001 certification for quality management in ticket booking, parcel and luggage booking, and platform management. Indian Railways has ambitious plans to upgrade this station to world-class standards, focusing on vertical expansion to cater to increasing passenger needs.\n\nDespite its historical significance and central role in the railway network, there are areas where improvements can be made. While the station's cleanliness has room for enhancement, ongoing renovations indicate a commitment to elevating the overall passenger experience.\n\nThe station's connectivity is exemplary, with the Hyderabad MMTS, Telangana State Road Transport Corporation buses, and the Hyderabad Metro ensuring seamless access to nearly all parts of the twin cities. As one of the top 100 booking stations in Indian Railways, Secunderabad Junction stands as a symbol of both heritage and progress.\n\nSecunderabad Junction is not merely a transit point but a destination in itself, embodying the spirit of India's railway heritage while continuously evolving to meet contemporary demands.",
            "author_name": "Anilkumar Karimbanakkal",
            "relative_time_description": "",
            "time": 1722168358,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "It is understandable that the station is in progress however it does not explain the  lack of basic facility. the washroom which was on platform 1 charge rs 20 which is just 5 rupees different from the \"AC\" waiting room that is rs 25. hoping that in the future the basic facilities will be paid more attention to with a lower rate too.",
            "author_name": "Naomi Hatneithem",
            "relative_time_description": "",
            "time": 1742343378,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Bus station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 42,
            "2": 22,
            "3": 85,
            "4": 245,
            "5": 327
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.434405,
        "address": "Station Road, Regimental Bazaar, Shivaji Nagar, Secunderabad, Telangana 500003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJv4FQSQ-RyzsRLM5uRZfQkjc",
        "generalDescription": "At The Hidden Castle Resort, the Rain Dance setup offers a unique and exhilarating experience for you and your loved ones. Imagine dancing joyfully in the rain, surrounded by nature's beauty while creating unforgettable memories together. This vibrant atmosphere invites everyone to let loose and enjoy the refreshing droplets as they celebrate life through dance. It's an enchanting way to connect with friends and family while embracing the elements!",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.38435,
        "rating": 0,
        "numRatings": 0,
        "sources": [
          {
            "id": "1370768",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/tours/day-out-at-hidden-castle-resort-hyderabad",
            "sourceSite": "Web",
            "snippet": "Dance your heart out in the rain with your loved ones at the Rain Dance section of The Hidden Castle Resort.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Hidden Castle Resort Hyderabad Day Out",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gNtmP6twKG8MasnxxOzY40Ds4YKcZg0a",
          "xLdfAETNA5S6QNej8gqi1L9Fo8YUFCmo",
          "3qrFgom76DJx4GoFudD8vkII3GauLvF3",
          "gNtmP6twKG8MasnxxOzY40Ds4YKcZg0a",
          "xLdfAETNA5S6QNej8gqi1L9Fo8YUFCmo",
          "3qrFgom76DJx4GoFudD8vkII3GauLvF3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Rain dance setup",
        "placeId": "ChIJv4FQSQ-RyzsRLM5uRZfQkjc",
        "internationalPhoneNumber": null,
        "reviews": [],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Event venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 0
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.444061,
        "address": "Decide Pooja apartment, Fibre Tower, Madhapur, Hyderabad, Telangana 500035, India",
        "travel_time": null
      }
    ]
  }
}