{
  "list_id": "638",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/638/1.jpg",
  "description": "Dive into \"Picture-Perfect Port Blair: Capture the Beauty\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160364"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Picture-Perfect Port Blair: Capture the Beauty",
  "city_id": "589",
  "subtype": "poi",
  "city": "Port Blair",
  "created_ts": 1759083866,
  "slug": "picture-perfect-port-blair-capture-the-beauty-port-blair-poi-efbcc6",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJrfddXQ2ViDAR1f9qYs28p3M",
        "generalDescription": "Marina Park, also known as Samudrika Marine Park, is a small yet picturesque park located on the pristine coastlines of Port Blair in Andaman. It offers scenic views, kids' play areas, and a long pier providing access to boating and water sports. Adjacent to the park is the Rajiv Gandhi Water Sports Complex and the Marine Aquarium. The nearby Children's Traffic Park provides an educational experience for youngsters.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 92.747423,
        "rating": 4.5,
        "numRatings": 8537,
        "sources": [
          {
            "id": "719994",
            "type": "webPlacesList",
            "url": "https://www.swantour.com/blogs/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Situated on\r\nthe unspoilt coastlines of port Blair, Andaman, the Marina Park or more\r\ngenerally Samudrika Marine park offer for children and marine life enthusiasts. Andaman is not simply confined to portraying background or historic\r\nattractions, beach amusement yet also loads the brain with knowledge with an\r\nenjoyable quality. Marina Park is one such gallery where you can maintain your\r\nyoungsters active and also to discover as well as enjoy at the same time.",
            "siteName": "Swan Tours - Travel Experiences, Popular Places & Explore World",
            "shortName": "List of Top 15 Places to Visit in Port Blair, Andaman by swantour.com",
            "indexInSource": 6,
            "iconSiteId": 25117,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "If you’re enjoying a family trip to Andaman and seeking outdoor activities in Port Blair, be sure to include Marina Park and Aquarium in your itinerary. Situated along the seaside, this park offers picturesque views of the rolling waves. It’s an ideal destination, particularly if you have kids accompanying you.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 5,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Marina Park is one of the few spots for Tourists in Port Blair which can be visited post sunset. An evening Port Blair spot, people visit here to explore some tasty Andaman street foods served at food trucks and small thelas. A few famous joints here are Dugout, Happy Belly, and normal momos and noodles shops.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 8,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Take a leisurely walk through Marina Park, one of the best photography spots in Port Blair. You’ll come across vibrant gardens and captivating sculptures scattered throughout the park. Don’t miss out on the nearby aquarium, a must-visit photography place in Port Blair.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 7,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CaP5gUqFu1DcKesO8WGb2Syr1qgKwpjU",
          "RWUObn7aaZNcnyy89Txj3cRKJ4HhtZr5",
          "r5Etf1SQp5AS7VC3u19tlFat6c2uBt20",
          "90hLQtmqNJBJHf6avhhaRvJ4HDkm1sOb",
          "CaP5gUqFu1DcKesO8WGb2Syr1qgKwpjU",
          "RWUObn7aaZNcnyy89Txj3cRKJ4HhtZr5",
          "r5Etf1SQp5AS7VC3u19tlFat6c2uBt20",
          "90hLQtmqNJBJHf6avhhaRvJ4HDkm1sOb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Marina Park",
        "placeId": "ChIJrfddXQ2ViDAR1f9qYs28p3M",
        "internationalPhoneNumber": "+91 3192 232 694",
        "reviews": [
          {
            "rating": 5,
            "text": "If you're planning a trip, don't miss out on the fun at Ross Island and North Bay Island! The ticket for Ross Island is just 470 INR, while North Bay Island will cost you 870 INR (as of March 2025).\n\nMarina Park is a fantastic spot to relax and enjoy some quality time. There's a lovely garden for the kids, and they can even play in the children's traffic park! It's the perfect place to sit back under the shade of a tree and enjoy the cool afternoon breeze. You'll definitely have a great time!",
            "author_name": "Riya Dagare",
            "relative_time_description": "",
            "time": 1742882372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a wonderful spot to unwind in the evening or enjoy a peaceful morning walk. The place is thoughtfully designed for everyone, no matter your age. I love how the fresh sea breeze instantly lifts my mood and fills me with energy. It's a simple, beautiful experience that always makes me feel good.",
            "author_name": "NISHANT KAURA",
            "relative_time_description": "",
            "time": 1749464940,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Marina Park in Port Blair is a beautiful and peaceful spot to relax, especially in the evenings. The sea breeze, clean surroundings, and well-paved walking paths make it ideal for a calm stroll or just sitting and enjoying the view.\n\nWhat makes it even more special is that it's also the boating point for trips to Ross Island (now Netaji Subhash Chandra Bose Island) and North Bay Island. These island tours are a must-do while in Port Blair, and Marina Park is the starting point for those adventures. Boats leave regularly from the nearby jetty, and the process is generally well-organized.\n\nThere are food stalls and seating areas around, and it's close to other key attractions like the Rajiv Gandhi Water Sports Complex and Cellular Jail. Whether you're here for a quiet moment or heading out on a boat trip, Marina Park is definitely worth a visit!",
            "author_name": "Prathima Acharya",
            "relative_time_description": "",
            "time": 1753700828,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.andaman.gov.in/",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Water park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 175,
            "2": 119,
            "3": 647,
            "4": 2330,
            "5": 5261
          }
        },
        "minMinutesSpent": 90,
        "latitude": 11.669831,
        "address": "MP9W+WXM, Rajiv Gandhi Nagar, Sri Vijaya Puram, Andaman and Nicobar Islands 744104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB_AtYO2ViDARi0FHrdhlP-A",
        "generalDescription": "Cellular Jail, also known as Kala Pani, is a former prison complex in India that has been transformed into a memorial and museum. It holds grim dioramas depicting the harsh lives of its inmates. The jail played a significant role in India's fight for independence, symbolizing the struggles and endurance of hundreds of freedom fighters who faced inhumane conditions and brutal treatment by jailors. Visiting this historic site offers insight into the untold miseries endured by these brave individuals.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 92.74786,
        "rating": 4.7,
        "numRatings": 16181,
        "sources": [
          {
            "id": "94870",
            "type": "webPlacesList",
            "url": "https://www.go2andaman.com/port-blair/",
            "sourceSite": "Web",
            "snippet": "Constructed between 1857 and 1906, the Port Blair Cellular jail called “ Kalapani” stands as a gritty reminder of colonial rule and the undaunted spirit of our freedom fighters who were sent here to face punishment by the British. The silent walls and corridors of Kalapani have witnessed the horrors of torture and the spirit of resistance and still stand, bleak and empty as ever. Built to give the guards an all-around view of the inmates, you can now catch amazing views from the top of the watchtowers.",
            "siteName": "Go2Andaman",
            "shortName": "Port Blair - Andaman Travel Guide 2025",
            "indexInSource": 0,
            "iconSiteId": 14678,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail, also known as Kala Pani, is a historically significant and must-visit tourist site in Port Blair. Constructed by the British to imprison India’s valiant freedom fighters, today it stands as a testament to the strength and resilience of Indian revolutionaries who sacrificed their lives for India’s freedom struggle. The jail has been transformed into a museum exhibiting the lives and struggles of the imprisoned revolutionaries.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 0,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Timings: 9:00 AM to 12:00 noon, and from 1:30 PM to 4:45 PM (approx.). Every day except National Holidays Entry Fee: 30 ₹ for all Ideal Duration: 2-3 hours (approx.) A mute testimony to the selfless sacrifice of Indian freedom fighters, Cellular Jail, is one of the most visited places to visit in Port Blair. It is now a national memorial, but before independence, Britihesrs used to keep and torture the brave Indian freedom fighters.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 0,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719994",
            "type": "webPlacesList",
            "url": "https://www.swantour.com/blogs/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular\r\nJail one of the most visited tourist places in Port Blair, likewise referred to\r\nas ‘Kala Pani’ is an old colonial jail located in Port Blair, the funding of Andaman\r\nas well as Nicobar islands. Built by the Britishers throughout their colonial\r\nregulation in India, Cellular Prison was used specifically to exile political\r\ndetainees where they went through several atrocities through the British.",
            "siteName": "Swan Tours - Travel Experiences, Popular Places & Explore World",
            "shortName": "List of Top 15 Places to Visit in Port Blair, Andaman by swantour.com",
            "indexInSource": 0,
            "iconSiteId": 25117,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail, also known as Kaala Paani is very popular among all the places to see in Port Blair. This is the jail where freedom fighters during India’s struggle for freedom used to be imprisoned by the British. Take a guided tour along the creepy alleys and corridors of this scary place and get to know more about the tyrannical treatment that the British used to mete out to the freedom fighters.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491554",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andaman-and-nicobar-islands/port-blair/tourist-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The cellular jail is a place that will remind you of the trials and ordeals of the colonial era that India witnessed. This is the place where political prisoners were captured and nearly abandoned to live in inhuman conditions for years on end. The place is popularly known as Kalapani and the biggest attraction of this place is the light and sound show that happens by the Peepal tree.",
            "siteName": "Trans India Travels",
            "shortName": "12 Best Places to Visit in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924835",
            "type": "webPlacesList",
            "url": "https://holidays.tripfactory.com/blogs/instagrammable-places-in-andamans/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail is educational and architectural, for it provides a marvelous view and enriches knowledge about the historical past. Donning the British structures of the late 1800s, it confined the freedom fighters of India. The interior of the jail is quite particular, with long corridors, low ceilings, and small cells that make the atmosphere rather gloomy yet quite interesting.",
            "siteName": "TripFactory Blogs",
            "shortName": "7 Most Instagrammable Places in Andamans Full Details",
            "indexInSource": 0,
            "iconSiteId": 114463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477622",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/port-blair/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Also known as Kala Pani, Cellular Jail is one of the unmissable tourist attractions located at Port Blair in Andaman. The three storied building has 698 cells that are connected to each other in the shape of a starfish. The place is famous for offering a fantastic sound and light show in the evening offering a delightful insight into the historical struggle for independence.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit in Port Blair, Tourist Places & Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail National Memorial in Port Blair stands tall, echoing India’s struggle for freedom. Its grand structure and solemn atmosphere provide an excellent setting for capturing the nation’s history through photography. The colonial-style architecture and stories of sacrifice create a profound backdrop, ideal for photographers exploring Port Blair’s best spots.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1080127",
            "type": "webPlacesList",
            "url": "https://www.symphonyresorts.com/blogs/port-blair-sightseeing-places.html",
            "sourceSite": "Web",
            "snippet": "Travel back in time and soak in the vibes of India's colonial history at the Cellular Jail, a UNESCO World Heritage Site. This once-dreaded prison now stands as a powerful reminder of freedom fighters' struggles. Check out its radial design, stroll through its corridors, and feel the spirit of resilience.",
            "siteName": "symphonyresorts.com",
            "shortName": "Port Blair Sightseeing Places | Port Blair Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 67282,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail, also known as Kala Pani, is a must-visit attraction in Port Blair. It is a historic prison that was used to imprison Indian freedom fighters during the colonial era. The jail now serves as a national monument and a museum that showcases the struggles of Indian freedom fighters.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 0,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137979",
            "type": "webPlacesList",
            "url": "https://www.andamansguide.com/place-to-visit-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Built by the British, the Cellular Jail is today a most famous place to visit in Port Blair and the whole Andaman Islands. The jail acquired its name due to the nature of the rooms designed as cells, used for solitary confinement. Cellular jail is also known as ‘ Kala Pani’.",
            "siteName": "Andaman Guide",
            "shortName": "16 Places to Visit in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 2274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924805",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/guide-best-places-photography-andaman.php",
            "sourceSite": "Web",
            "snippet": "Port Blair's Cellular Jail is a haunting symbol of India's battle for freedom. With respect and discretion, photographing indigenous tribes like the Jarawas lets you capture their old customs and lifestyle.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Best Places for Photography in Andaman Islands",
            "indexInSource": 1,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "952505",
            "type": "webPlacesList",
            "url": "https://www.andamanislands.com/blog/sightseeing-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "The entry fee for kids is Rs. 25 and for adults, it is Rs. 50. You can choose any of the following timings to watch the one-hour show:. 05:30 pm to 06:30 pm",
            "siteName": "Andaman Island Travels",
            "shortName": "Best Sightseeing Spots in Port Blair, Famous Places in Port Blair, Andaman & Nicobar Islands",
            "indexInSource": 0,
            "iconSiteId": 49321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "EkrzvoQST17o2IupE2udHizVKDfq0zdI",
          "3Ec3d6bQLnd8LJ3SKpj4lFVjZc3zRtKw",
          "ErOK3sMwSaRbkytRluv9rJhgN31aORAM",
          "hg0U4azIINRRFps0b1mllpjPqNbklTzN",
          "zAmkkYrVWnpYrbJ0Of0tCV26CLlxqH7z",
          "EkrzvoQST17o2IupE2udHizVKDfq0zdI",
          "3Ec3d6bQLnd8LJ3SKpj4lFVjZc3zRtKw",
          "ErOK3sMwSaRbkytRluv9rJhgN31aORAM",
          "hg0U4azIINRRFps0b1mllpjPqNbklTzN",
          "zAmkkYrVWnpYrbJ0Of0tCV26CLlxqH7z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1400"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1400"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Cellular Jail",
        "placeId": "ChIJB_AtYO2ViDARi0FHrdhlP-A",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the Cellular Jail in the Andaman and Nicobar Islands was a powerful and moving experience. Walking through its historic corridors brought back so many memories of reading about our freedom fighters in school - their courage and sacrifices truly come to life here. The place is very well-maintained, with clean surroundings and informative displays that preserve its rich history with respect and care. The highlight of the visit was the light and sound show in the evening, which was simply amazing. It beautifully narrates the story of India's struggle for freedom, making you feel every moment. A visit here isn't just sightseeing - it's an emotional journey through the past.",
            "author_name": "Swarup Ranjan Behera (Rj)",
            "relative_time_description": "",
            "time": 1745428235,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Cellular Jail, Port Blair – A Living Chronicle of Sacrifice and Resilience\n\nVisiting Cellular Jail has been more than just a historical experience for me-it's been a journey through time, woven with emotions that have stayed with me since childhood. This place stands as a stark reminder of the resilience of those who endured unimaginable hardships in the fight for India's freedom. Every visit strengthens my respect for their courage.\nThe artifacts preserved here are nothing short of remarkable-each object holds a story, maintained with meticulous care. The prisoner cells and gallows have been curated with precision, offering visitors an unfiltered glimpse into history. What truly brings the past to life is the sound and light show, capturing every detail with haunting beauty. Whether in English or Hindi, it ensures that the legacy of sacrifice reaches every soul who steps through these gates.\nStanding within these walls feels like living the idiom \"A picture is worth a thousand words.\" The eerie silence of the corridors, the dim lighting of solitary confinement, and the stories etched in every brick-Cellular Jail transcends being just a landmark; it's an emotional experience.\nOn my last visit, I tried to capture every moment, every angle that spoke to me, in hopes of sharing it with those who share an insatiable curiosity for history. If you're someone who seeks truth in tangible relics, and emotions in echoes of the past, this place is an unmissable stop.\n📍 #CellularJail #PortBlair #IndianHistory #FreedomStruggle #TravelDiaries #HistoricalSites #HeritagePreservation #MustVisitIndia #IncredibleIndia",
            "author_name": "NISHANT KAURA",
            "relative_time_description": "",
            "time": 1749464128,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting the Cellular Jail in Port Blair was one of the most moving and unforgettable experiences of our trip. The place holds deep historical significance and gives you a powerful glimpse into India's struggle for freedom. Walking through the corridors where countless freedom fighters were once held gave us goosebumps.\nThe Light and Sound Show is beautifully curated - emotional, informative, and incredibly well-narrated. It brings history to life in a way that connects with every generation. The ambiance, storytelling, and visuals are truly commendable.\nA must-visit for every Indian - not just a tourist spot, but a place that stirs the soul.",
            "author_name": "Aradhana Kharode",
            "relative_time_description": "",
            "time": 1744564588,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://southandaman.nic.in/tourist-place/cellular/",
        "index": 2,
        "id": "",
        "categories": [
          "Historical place museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 186,
            "2": 119,
            "3": 626,
            "4": 2873,
            "5": 12401
          }
        },
        "minMinutesSpent": 90,
        "latitude": 11.674745,
        "address": "Atlanta Point, Sri Vijaya Puram, Andaman and Nicobar Islands 744104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJnQTbz_yUiDARZe3cbXfj1WA",
        "generalDescription": "Corbyn’s Cove Beach, located 9 kilometers from Port Blair, is a picturesque sandy beach lined with coconut palm trees. It offers various activities such as swimming, sunbathing, and water sports like jet-ski rentals. The area also serves as a starting point for exploring nearby attractions including the famous Cellular Jail and several museums. In the evening, visitors can enjoy the captivating Sound and Light Show at Cellular Jail which brings alive the heroic saga of India's freedom struggle.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 92.748157,
        "rating": 4.2,
        "numRatings": 13173,
        "sources": [
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Famous Water Sports at Corbyn Cove Beach: Scuba Diving, Jet Skiing, Parasailing, Speedboat Ride Watersports Duration with Price (approx.): 15-20 minutes starting at ₹ 1,000 onwards per person Approx Distance from Central Port Blair: Within 10 kilometers Transportation Option to Reach from Port Blair City Center: Autorickshaw, bus, taxi Traveling to Port Blair with kids because they love swimming, sunbathing?. Look no further than Corbyn Cove Beach. This is a sandy palm-fringed public beach where jet skiing rentals, lounge chairs are arranged to entice guests.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 3,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Pristine white shimmering sand, palm-fringed trees, and turquoise waters—that’s Corbyn’s Cove Beach in a nutshell. An untainted beach known for its cleanliness, food stalls, and a perfect spot to unwind and bask in the sun as there are many lounge chairs. If you enjoy water sports, go surfing, swimming, or renting a jet ski.The beach is just a few kilometres away from the main city, and you can reach it by cab or auto-rickshaw.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 10,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "It is a tranquil and beautiful beach just 8 kilometers away from Port Blair. Corbyn Cove Beach is one of the places to enjoy in Port Blair. While the enchanting blue water is ubiquitous in Andaman, the green canopy of the coconut trees, the serene beach and a number of  water sports make this beach a paradise for tourists.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 1,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "952505",
            "type": "webPlacesList",
            "url": "https://www.andamanislands.com/blog/sightseeing-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "After a long day, all everyonewants is to take a leisurely stroll surrounded by peaceful beach vibes. One of the most famous beaches in Port Blair, people come here for boating, water scooters, and jet skiing as well. It is easily accessible, and you can spend hours here while relaxing, shopping and eating.",
            "siteName": "Andaman Island Travels",
            "shortName": "Best Sightseeing Spots in Port Blair, Famous Places in Port Blair, Andaman & Nicobar Islands",
            "indexInSource": 1,
            "iconSiteId": 49321,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Nestled among swaying coconut palms, Corbyn’s Cove Beach in Port Blair is a dream for photographers. Its crystal-clear waters gently caress the golden sands, providing a picturesque setting. Whether it’s the soothing waves or the stunning sunset, every moment at Corbyn’s Cove is a photo opportunity.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924804",
            "type": "webPlacesList",
            "url": "https://www.go2andaman.com/28-things-to-do-in-port-blair/?srsltid=AfmBOooYx3EYAUmnsD126WCSbEelHrKyGGRo2-bd2JtQejycmk844IW0",
            "sourceSite": "Web",
            "snippet": "Visiting Corbyn’s Cove Beach is one of the best places to visit in Port Blair. In fact, it is one of those definite things to do in Port Blair, where you can get an equal dose of mesmerizing, beautiful, relaxing landscape plus catch the thrill fever from all the water sports that go around there.",
            "siteName": "Go2Andaman",
            "shortName": "28 Things to Do in Port Blair [2024 Edition]: The Ultimate List",
            "indexInSource": 2,
            "iconSiteId": 14678,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719994",
            "type": "webPlacesList",
            "url": "https://www.swantour.com/blogs/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "This is\r\namong the busiest beach of Andaman with all the facilities that you could need. The beach is closest to Port Blair and also is snaked with a roadway. This\r\nroadway offers one of the spectacular road trips anybody can ever have, thanks\r\nto the incredible landscape and also sea-breeze.",
            "siteName": "Swan Tours - Travel Experiences, Popular Places & Explore World",
            "shortName": "List of Top 15 Places to Visit in Port Blair, Andaman by swantour.com",
            "indexInSource": 5,
            "iconSiteId": 25117,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Corbyn’s Cove Beach is a popular tourist spot in Port Blair located just 8 km from the city center. It is a beautiful, crescent-shaped beach that offers stunning views of the sea and the surrounding hills. The beach is ideal for swimming, sunbathing, and relaxing.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 3,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477622",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/port-blair/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Close to Port Blair, a superb, silent beach is Corbyn’s Cove Beach. The fringes of coconut leaves make the beach look adorable. The clear white sandy beach hearing lullabies from the azure water is a remarkable bed for complete relaxation.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit in Port Blair, Tourist Places & Attractions",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924835",
            "type": "webPlacesList",
            "url": "https://holidays.tripfactory.com/blogs/instagrammable-places-in-andamans/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TripFactory Blogs",
            "shortName": "7 Most Instagrammable Places in Andamans Full Details",
            "indexInSource": 1,
            "iconSiteId": 114463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xUObeJUdXlVBUWy4V2cPmaa4G382cD9W",
          "HmyRjprgg9dtdEh41O98aIqG1w5P923S",
          "GwXKPApnzZpScv4LWEBzS08bwjLEpkxx",
          "cLgEZ3NEsZpUVfojinrlS1UoWuKfvetU",
          "75rzU1v9i9j9zTSBMn2cQdyAilbQAPjz",
          "xUObeJUdXlVBUWy4V2cPmaa4G382cD9W",
          "HmyRjprgg9dtdEh41O98aIqG1w5P923S",
          "GwXKPApnzZpScv4LWEBzS08bwjLEpkxx",
          "cLgEZ3NEsZpUVfojinrlS1UoWuKfvetU",
          "75rzU1v9i9j9zTSBMn2cQdyAilbQAPjz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Corbyn’s Cove Beach",
        "placeId": "ChIJnQTbz_yUiDARZe3cbXfj1WA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful beach in the heart of Port Blair, this place is perfect for enjoying a peaceful sunset. As the sun sets, the sky turns orange and pink, creating a lovely view over the water. You can enjoy a hot cup of chai and tasty snacks from the street-side stalls while relaxing by the shore. There are also souvenir shops where you can pick up local items, and plenty of water sports for those looking for some fun. Whether you're here to unwind or try something exciting, this beach has something for everyone.",
            "author_name": "Swarup Ranjan Behera (Rj)",
            "relative_time_description": "",
            "time": 1745428663,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Corbyn's Cove Beach, a crescent-shaped gem in Port Blair, Andaman and Nicobar Islands, boasts golden sands and calm turquoise waters framed by coconut groves. Just 7 km from the city, it's easily reachable by cab or scooter, making it a tourist favorite. The beach offers thrilling activities like jet skiing and banana boat rides, with safety measures in place. Its shallow waters and lifeguards make it family-friendly. However, maintenance is disappointingly low, with litter occasionally dotting the shore and basic facilities like restrooms often neglected. Crowds swell during peak season (December-February), and food options at shacks are limited to basic snacks. Water sports may halt during high tides. For a serene visit, arrive early for stunning sunrises and fewer people. Carry sunscreen, as shade is scarce. Despite its accessibility and charm, the lack of upkeep slightly dims its appeal, but it remains a worthwhile half-day retreat.",
            "author_name": "Rehan Mohsin",
            "relative_time_description": "",
            "time": 1745455053,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Corbyn's Cove is the most accessible beach in Port Blair and a perfect spot if you want to enjoy the sea without venturing too far from the city. You can just sit back, feel the breeze, and soak in the beauty of the Andaman waters.\n\nYou'll find families enjoying picnics, couples taking strolls, and travelers trying out adventure activities like jet skiing and speed boating. The waters shimmer in shades of blue and green, especially around sunset, making it a delightful spot for photography.\n\nTips:\n•\tIdeal for a quick beach visit if you're in Port Blair.\n•\tGreat for water sports, but not the best for swimming due to uneven seabed.\n•\tSunset views here are magical-plan to reach by evening.",
            "author_name": "Pragya Singh",
            "relative_time_description": "",
            "time": 1755363280,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.andamanworldtravels.com/corbyn-cove-beach-andaman.php",
        "index": 3,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 279,
            "2": 438,
            "3": 1975,
            "4": 4006,
            "5": 6474
          }
        },
        "minMinutesSpent": 60,
        "latitude": 11.645086,
        "address": "JPWX+27M, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlXy5N9u_iDAR09yYyBktlbE",
        "generalDescription": "North Bay Island in Andaman is a paradise for underwater activities. It offers scuba diving, snorkeling, and a unique undersea walk that allows you to explore the marine life without diving deep into the sea. The island also provides thrilling water sports at Rajiv Gandhi Water Sports Complex in Port Blair and Elephant Beach and Nemo Reef on Havelock Island.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 92.751688,
        "rating": 4.3,
        "numRatings": 4056,
        "sources": [
          {
            "id": "477622",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/port-blair/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Famous for the underwater corals, North Bay Island located near the Pheonix Jetty of Port Blair is yet another favorite places to visit in Port Blair. Multiple clubs providing exhilarating scuba diving, snorkeling and sea walking at the island give it a special space in the hearts of adventure lovers. And because of this factor, North Bay Island is crowded all the time.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit in Port Blair, Tourist Places & Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491554",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andaman-and-nicobar-islands/port-blair/tourist-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "A magical island present a few miles from Port Blair, this is the hub of adventure lovers. In the midst of the dazzling surroundings, the North Bay Island provides numerous opportunities for trying a number of thrilling water sports. In the recent years, this place has been heavily commercialized and remains crowded during tourist seasons.",
            "siteName": "Trans India Travels",
            "shortName": "12 Best Places to Visit in Port Blair",
            "indexInSource": 5,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The underwater sea walk at North Bay Island is an amazing experience that no visitor worth his salt would want to miss. It is among the few compelling places to see in Port Blair and a very popular destination for tourists. To go to this place you either need to charter a boat from Andaman Water Sports Complex or Junglighat jetty.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "A quick boat trip from Port Blair takes you to North Bay Island, a fantastic spot for snapping underwater photos. Beneath the clear waters, you’ll find a bustling world of vibrant coral reefs and all sorts of marine creatures. Think colorful clownfish flitting around the coral and majestic sea turtles gracefully gliding by.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 2,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "North Bay island also known as Coral Island is one of the natural attractions in Port Blair. It offers an opportunity to witness stunning coral reefs while engaging in activities like snorkelling or deep-sea walking. These underwater adventures allow visitors to immerse themselves in the vibrant marine ecosystem.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 9,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924835",
            "type": "webPlacesList",
            "url": "https://holidays.tripfactory.com/blogs/instagrammable-places-in-andamans/",
            "sourceSite": "Web",
            "snippet": "Port Blair is the capital of the Andaman and Nicobar Union Territory. It is laid-back and perfect for starting a vacation on the island. I was also stunned to find that there are incredible Instagram spots in Port Blair alone, in the Andamans.",
            "siteName": "TripFactory Blogs",
            "shortName": "7 Most Instagrammable Places in Andamans Full Details",
            "indexInSource": 2,
            "iconSiteId": 114463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263900",
            "type": "webPlacesList",
            "url": "https://www.eternalandamans.com/port-blair",
            "sourceSite": "Web",
            "snippet": "You can reach North Bay from Port Blair by taking a cab to Water Sports Complex and then taking a boat from Complex to North Bay Island. Regular boats are available to hire nearby, giving you a lot of options.",
            "siteName": "Eternal Andamans",
            "shortName": "Port Blair (Travel Guide, Photos, 2022)",
            "indexInSource": 1,
            "iconSiteId": 32502,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924805",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/guide-best-places-photography-andaman.php",
            "sourceSite": "Web",
            "snippet": "North Bay Island: The vivid marine life and colourful coral reefs that can be seen on North Bay Island make it an ideal location for underwater photography.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Best Places for Photography in Andaman Islands",
            "indexInSource": 2,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2YSy2LDhCH8PGTBXUKWG5LyAN7MSLh7E",
          "4BkFv7xfHBJV6KqAcd3OuC0gsbtZdbUX",
          "9SwULodBR3hBsVCGPON9ptLPGNCUA1g4",
          "2YSy2LDhCH8PGTBXUKWG5LyAN7MSLh7E",
          "4BkFv7xfHBJV6KqAcd3OuC0gsbtZdbUX",
          "9SwULodBR3hBsVCGPON9ptLPGNCUA1g4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "North Bay underwater activity",
        "placeId": "ChIJlXy5N9u_iDAR09yYyBktlbE",
        "internationalPhoneNumber": "+91 3192 232 694",
        "reviews": [
          {
            "rating": 5,
            "text": "North Bay Island in Andaman is a stunning destination, famous for its breathtaking beauty and vibrant marine life. The island holds historical significance as its scenic view is featured on the back of the old ₹20 red-colored note, making it even more special to visit.\n\nThis island is a paradise for adventure lovers, offering a variety of water activities such as scuba diving, sea walking, submarine rides, and glass-bottom boat rides. The highlight of the experience is the mesmerizing coral reefs, which are not only beautiful but also ecologically significant.\n\nMy family and I had an amazing time exploring the underwater world and enjoying the serene surroundings. The best time to visit North Bay Island is between November and February when the weather is pleasant, making the experience even more enjoyable. A must-visit spot for nature and adventure enthusiasts!",
            "author_name": "Khushboo Agrawal",
            "relative_time_description": "",
            "time": 1743084699,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The activities were good, people were  helpful in the island, and there was amazing coconut water available. Kayaked there, did the submarine. keep in mind that kayaking is allowed only from 12 years to 50 years old. Most water activities had this age limit. We couldn't do snorkeling with kids because of the age limits",
            "author_name": "Priya R",
            "relative_time_description": "",
            "time": 1753342859,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had an amazing time at North Bay! Scuba diving was unreal - so many colorful fish and corals up close. The semi-submarine safari was a cool way to see marine life without getting wet. Overall, a great place for anyone who loves the ocean and adventure!",
            "author_name": "Shevik Bhardwaj",
            "relative_time_description": "",
            "time": 1742047880,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://facebook.com/NBAIslands",
        "index": 4,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Islands"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 155,
            "2": 153,
            "3": 453,
            "4": 1064,
            "5": 2237
          }
        },
        "minMinutesSpent": 120,
        "latitude": 11.704438,
        "address": "Sri Vijaya Puram, Andaman and Nicobar Islands 744107, India",
        "travel_time": null
      },
      {
        "_id": "ChIJzSfhqqqViDARQ0tdoJ_91Ag",
        "generalDescription": "Jogger's Park in Port Blair offers a unique experience for aviation enthusiasts, providing a clear view of Veer Savarkar International Airport's runway where planes land and take off. The park is well-maintained with ample parking space and a clean environment. While photography restrictions may deter some visitors, the park's elevated location provides an excellent vantage point to observe airport activities.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.741523,
        "rating": 4.6,
        "numRatings": 557,
        "sources": [
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "A beautiful evening park , located on a hill from where you can view the entire beautiful city of Port Blair. Its most unque sight is the complete view of Veer Savarakar Airport. Anyone traveling to Andaman can put  this on their Port Blair itinerary for a leisurely time in evening or in the dark.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 11,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Escape the city buzz and relax at Jogger’s Park, one of the best photography spots in Port Blair. Here, amidst lush greenery and serene ponds, photographers can find inspiration. Follow the winding pathways adorned with vibrant flowers or capture the tranquility of the ponds bustling with life.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 6,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Away from the hustle bustle and to enjoy a calm relaxing experience, visit the Jogger’s Park in Port Blair. A serene park with panoramic views overlooking verdant hills. An amazing spot for clicking snaps and for visitors to catch a delightful sunset.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 7,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sQQkWvcPAQXzHIX0Ixe50cKL9txj2us9",
          "96W6MxpN5OPok6JmHeAmVxxlbXmNrRgs",
          "tsp4hGlovEFmSTzPT0xv9o4WFqmEtAUB",
          "sQQkWvcPAQXzHIX0Ixe50cKL9txj2us9",
          "96W6MxpN5OPok6JmHeAmVxxlbXmNrRgs",
          "tsp4hGlovEFmSTzPT0xv9o4WFqmEtAUB"
        ],
        "openingPeriods": [],
        "name": "Jogger's Park",
        "placeId": "ChIJzSfhqqqViDARQ0tdoJ_91Ag",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful Hilltop Joggers Park with Scenic Views. Joggers Park is a clean and well-maintained park located on a hilltop. It features excellent tracks for walking or jogging and offers stunning views of the surrounding scenery. From the park, you can spot the airport runway, though it's important to note that taking photos or videos of the airport is not permitted. A great spot for relaxation and exercise!",
            "author_name": "Dinesh Kumar",
            "relative_time_description": "",
            "time": 1733822247,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐ Joggers Park, Andaman – A Hidden Gem Right in Front of Andaman Airport! ⭐\n\nThis place is absolutely superb! 🌿✨ Located right in front of the Andaman Airport, Joggers Park is a perfect spot for unwinding and soaking in breathtaking views. The ambiance here is truly magical-serene, peaceful, and surrounded by nature. 🌅🌴\n\n📸 Perfect for Photography: The view from this park is just mesmerizing! Whether it's the picturesque sunrise or sunset, every moment here is Instagram-worthy. 🌇📷\n\n🧘‍♂️ Relaxing & Refreshing: If you're looking for a place to clear your mind and escape the city buzz, this is the spot! The cool breeze and lush greenery make it an ideal place to relax. 🌬️💆‍♂️\n\n👨‍👩‍👧‍👦 Great for Family Outings: This garden is well-maintained, clean, and perfect for a peaceful walk or a family picnic. Kids will love the open space, and elders will appreciate the calm surroundings. 🌿❤️\n\n🌍 The People of Andaman – Simply Amazing! 🌊✨ The locals here are incredibly kind, welcoming, and helpful. Special thanks to RJ Rana (@rj___rana) – an amazing guy who helped me a lot during my visit! Such a gem of a person! 🙌💙\n\nIf you're in Andaman, don't miss this beautiful spot! A must-visit for anyone who loves nature, peace, and stunning views. 🌿🏞️\n\n🌟 Overall Rating: 10/10 – Highly Recommended! 🌟",
            "author_name": "Krupal Savjani",
            "relative_time_description": "",
            "time": 1741547945,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌅 Joggers Park – The Heartbeat of the City with a Sky Full of Wonders! 🏞️\n⭐️⭐️⭐️⭐️⭐️\n\nIf there's one place in the city that perfectly blends activity with tranquility, it's Joggers Park. Centrally located and easily accessible, this open-space haven is one of my absolute favorite spots to relax, breathe, and just be.\n\n🛫 Panoramic Views – A Treat for the Eyes\nWhat sets Joggers Park apart is its 360° scenic beauty. On one side, you get a front-row view of the nearby airport, where flights take off and land gracefully-almost like a live painting in motion. On the other, open skies stretch endlessly, creating a mesmerizing backdrop especially during sunrise and sunset. The hues of the sky-pinks, oranges, purples-are simply breathtaking. If you're into photography, or just love watching the sky shift shades, this is your spot. 📸🌄\n\n👟 Perfect for Fitness & Leisure\nWhether you're into morning runs, evening walks, yoga, or just some me-time, the park offers plenty of space. The track is well-maintained, and there's enough open area to stretch out or do group workouts. It's also ideal for seniors and families with kids looking to enjoy a safe, open space.\n\n🍃 Atmosphere & Amenities\nThe cool breeze, especially during early mornings and post-sunset hours, makes it a refreshing retreat. While there's no cover for rain (so best avoided on a rainy day), the wide openness is exactly what makes it so calming.\n\n🚗 Parking & Refreshments\nPlenty of free parking is available, so driving here is hassle-free. Right near the entrance, you'll find a few snack stalls selling tea, coffee, biscuits, and light refreshments. Nothing fancy, but perfect for a quick sip and chat after a jog. ☕\n\n💡 Evening Vibes & Lighting\nCome evening, the park lights up beautifully-soft lighting along the path creates a calm, almost magical vibe. Whether you're coming solo, with friends, or just for a pause between a hectic day-Joggers Park has that effortless charm.\n\n🚯 A Gentle Reminder\nThis place is naturally beautiful-let's all keep it that way. Please don't litter, and help maintain the calm, clean vibe that makes this park so special. 💚\n\n🏁 Final Thoughts\nJoggers Park is more than just a park-it's a slice of peaceful life tucked right in the city's center. From plane-spotting to peaceful walks, golden hour selfies to quiet contemplation-this place has something for everyone.\n\nHighly recommended for fitness lovers, nature seekers, and anyone who enjoys the small, beautiful things in life.",
            "author_name": "ADITYA SALVI",
            "relative_time_description": "",
            "time": 1751445299,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 3,
            "3": 28,
            "4": 109,
            "5": 404
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.656916,
        "address": "AHW Colony, Shadipur, Sri Vijaya Puram, Andaman and Nicobar Islands 744106, India",
        "travel_time": null
      },
      {
        "_id": "ChIJieNQs0aViDARBI4jdJozQ2E",
        "generalDescription": "Netaji Subhash Chandra Bose Island, formerly known as Ross Island, is a serene and historically significant destination near Port Blair. Once an important British administrative center, the island now features historic ruins of a penal colony, a lighthouse, and beautiful beaches. Visitors can explore remnants of British-era structures such as the Chief Commissioner's House and the church while enjoying the lush greenery and tranquil ambiance. The island is open from 8:30 AM to 4:30 PM for exploration.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.762425,
        "rating": 4.7,
        "numRatings": 1490,
        "sources": [
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Visiting Hours: The island remains open from 8:30 AM – 4:30 PM (afterward, no entry is allowed) Ideal Duration: Half day trip Must-See Attractions in Ross Island: Ancient Presbyterian Church, Club Houses Remnants, Ferar Beach Earlier dedicated to the Marine Surveyor Daniel Ross, this tourist place to see in Port Blair is also renamed by the current Prime Minister of India, Narendra Modi. Now it is dedicated to Netaji Subash Chandra Bose, and hence, its new name is Netaji Subhash Chandra Bose. This island was the headquarters of the Britishers during their invasion.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 2,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Ross Island is a beautiful island located just a short boat ride away from Port Blair. The island was once the administrative headquarters of the British in the Andaman Islands and is now a popular tourist destination. Visitors can explore the ruins of the British buildings, enjoy the scenic views, and interact with friendly deer that roam freely on the island.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 1,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Hop on a quick boat ride from Port Blair to reach the breathtaking Ross and Smith Islands, perfect for photography lovers. These islands are like something straight out of a postcard, with stunning landscapes waiting to be captured. Picture-perfect beaches, crystal-clear waters, and lush greenery make Ross and Smith Islands a dream for photographers.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 12,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924805",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/guide-best-places-photography-andaman.php",
            "sourceSite": "Web",
            "snippet": "Ross Island(Netaji Subhash Chandra Bose Island): Photos taken among the crumbling remains of this once-important government centre would provide a striking record of the island's past and its present-day reclaiming by nature.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Best Places for Photography in Andaman Islands",
            "indexInSource": 0,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UHAwQAwCL51tWfOha3Ja7fhe3LPfY6JW",
          "hsNm5Y8TLJ6Lx6gwHSWgogVD4EAIVwOM",
          "u0ZijM1GPXuVtAr1BQ8zaHl2ARzdVVxJ",
          "CW70Lyo0QIqUMgMSsgPcqiJVoISg2J4m",
          "FbzVY6IGyn0IVeunYr9sYtU6QM8p0j89",
          "UHAwQAwCL51tWfOha3Ja7fhe3LPfY6JW",
          "hsNm5Y8TLJ6Lx6gwHSWgogVD4EAIVwOM",
          "u0ZijM1GPXuVtAr1BQ8zaHl2ARzdVVxJ",
          "CW70Lyo0QIqUMgMSsgPcqiJVoISg2J4m",
          "FbzVY6IGyn0IVeunYr9sYtU6QM8p0j89"
        ],
        "openingPeriods": [],
        "name": "Netaji Subhash Chandra Bose Island",
        "placeId": "ChIJieNQs0aViDARBI4jdJozQ2E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Previously known as Ross Island, this island was once a British colony but is now maintained by the Indian Navy. Various private jetties offer package tours to this island, as well as to North Bay Island, which is primarily focused on water activities and can be skipped if you plan to do similar activities elsewhere.\n\nNotable places to visit include the Japanese Bunker (near the jetty), the Presbyterian Church, water distillation units, a swimming pool, and the powerhouse. All attractions are within walking distance, and for those who prefer not to walk, there are small electric cabs available, often with a tour guide.\n\nWe booked the light and sound show through the DSS Andaman online website for ₹300 per person. The show starts at 5:40 PM, but the boat to the show departs from Port Blair port at 4 PM. Note that the light and sound show tickets do not include boat tickets. You can purchase boat tickets from Phoenix Jetty, which opens at 3 PM on the same day (though the website mentioned Aberdeen Jetty, the DSS helpline directed us to Phoenix Jetty, so it's best to confirm beforehand. The helpline is very helpful).\n\nWhile the light and sound show is not of high quality, it offers a brief 40-minute explanation of Andaman's history in the beautiful voice of Gulzar Sahab, which history enthusiasts may appreciate. There are shows in both Hindi and English, but not on the same day.",
            "author_name": "Meghana Devraj",
            "relative_time_description": "",
            "time": 1740752977,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Netaji Subhash Chandra Boss Island is previously known as Ross Island. Ross Island is a fantastic destination, just a quick 15 to 20-minute boat ride from Port Blair in ferry or speed boat. There they give you 1.5 hours for sightseeing after finishing the time you have to return with same ferry to reach north bay island so calculate the time & enjoy the view.\nThe island it used to be 200 acres & now it's just 70 acres left due to tsunami attack on the year 2004. Because of this island is being there some other places have been saved from tsunami in Andaman and Nicobar island. There are two options for sightseeing in the island. Either you can walk & enjoy the beauty of the island (or) you can take the ride which is Rs. 100/-per head  in battery vehicle. Beware while walking because there sometimes the coconuts will fall from the tree.\nOld architecture buildings & church. It was once a British colony but is now maintained by the Indian Navy. British had made it the administrative capital of Andaman. Here we can see how British occupied this island though their buildings. Then how Japan made bunkers during world war. The Japanese Bunker (near the jetty), the Presbyterian Church, water distillation units, & the power house are really amazing.  But the church has been ruined by tsunami.\nYou can book the light & sound show through the DSS Andaman online website. The show tickets do not include boat tickets you have to purchase them separately. While the  show is not of high quality, it offers a brief 40-minute explanation of Andaman's history in the beautiful voice of Gulzar Sahab, which history enthusiasts may appreciate. There are shows in both Hindi and English, but not on the same day. Please check your language & book the tickets accordingly. The light & sound show is not allowed to photos & Videos .\nThis island is famous for a large deer & peacock and have become very friendly with the humans. Please don't feed the animals.\nDon't forget to meet the boss lady of the island Anuradha mam who is seeing after the island for more years. The most photogenic location. Worth visiting.",
            "author_name": "Ramya BabuMalar",
            "relative_time_description": "",
            "time": 1746627699,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice island to\nVisit, near to cellular jail, nice friendly lot of deers and peacocks, peahens are there, only 10 minutes boat trip to visit this island, light house with black and white colour, nice coconut water store and some food streets and so many tourists came from all over India, this island maintained very neatly, I visited with my family it's amazing to see that so many a peacocks and peahens are flying from ground level to 10 feet trees.  Overall it really amazing to visit this island, for aged people battery vehicles are there at 80 Rs very cheap.",
            "author_name": "Deekonda Ananthrao",
            "relative_time_description": "",
            "time": 1733327412,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Island",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 7,
            "3": 67,
            "4": 298,
            "5": 1105
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.675829,
        "address": "Andaman and Nicobar Islands",
        "travel_time": null
      },
      {
        "_id": "ChIJqYgzro6ViDARzOOJG1baeZA",
        "generalDescription": "Forest Museum, located in Port Blair, is part of the Chatham Government Saw Mill complex established in 1883. It is one of the oldest and largest operational sawmills in Asia. The museum offers an educational experience on the forestry industry and showcases a collection of wooden art and sculptures made by the mill workers, depicting the region's flora and fauna. Visitors can also purchase wooden artwork at this museum.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 92.723829,
        "rating": 4.3,
        "numRatings": 553,
        "sources": [
          {
            "id": "719994",
            "type": "webPlacesList",
            "url": "https://www.swantour.com/blogs/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "We were custom-built to recondition the\r\nmuseum and also offer it a much more cosmetically enticing appearance without\r\ncompromising the existing collections in the museum. The work needed a fair bit\r\nof resourcefulness and also included the creation of life-sized sculptures of\r\nbig pets, interpretative signage, interior landscape design, refurbishing of\r\nantique furniture and also versions, and the cleaning as well as remounting of\r\nthe thousands of animal prizes and also skins consisted of in the collection.",
            "siteName": "Swan Tours - Travel Experiences, Popular Places & Explore World",
            "shortName": "List of Top 15 Places to Visit in Port Blair, Andaman by swantour.com",
            "indexInSource": 3,
            "iconSiteId": 25117,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137979",
            "type": "webPlacesList",
            "url": "https://www.andamansguide.com/place-to-visit-in-port-blair",
            "sourceSite": "Web",
            "snippet": "It is located in Hadoo region, which is situated on the outskirts of the capital city of Port Blair at a distance of the only 29Km. This museum is managed and maintained by the ‘Forest Department of Andaman and Nicobar Islands’ and it is popular for its wooden artifacts associated with the forest and the variety of flora and fauna found in the forest. The forest department also carries out researches and the outcomes of these research activities can be clearly seen in this museum.",
            "siteName": "Andaman Guide",
            "shortName": "16 Places to Visit in Port Blair",
            "indexInSource": 3,
            "iconSiteId": 2274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XETKSpmkJl35syPARSweU3sxBoftmoLF",
          "GStZ9vssM2oWbs8Rsc6ICsUNdhcFdFVF",
          "GbaVpfK3h7XfswRfVDgO5TcSAl2q4wlc",
          "XETKSpmkJl35syPARSweU3sxBoftmoLF",
          "GStZ9vssM2oWbs8Rsc6ICsUNdhcFdFVF",
          "GbaVpfK3h7XfswRfVDgO5TcSAl2q4wlc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1400"
            }
          }
        ],
        "name": "Forest Museum",
        "placeId": "ChIJqYgzro6ViDARzOOJG1baeZA",
        "internationalPhoneNumber": "+91 74289 96082",
        "reviews": [
          {
            "rating": 5,
            "text": "The Forest Museum in Port Blair, Andaman and Nicobar Islands, is a fascinating attraction showcasing the region's rich forest resources and biodiversity. Managed by the Department of Environment and Forests, the museum is located within the premises of the historic Chatham Saw Mill, adding to its significance as a cultural and educational site.\n\nThe Forest Museum offers a unique opportunity to explore the natural and cultural heritage of the Andaman Islands. It provides a deeper understanding of the intricate relationship between the forests, the indigenous people, and the sustainable use of natural resources. Its location, combined with the historical significance of the Chatham Saw Mill, makes it a must-visit site for history buffs, nature lovers, and those interested in local craftsmanship.\n\nThe museum is a wonderful blend of education, history, and artistry, making it an essential stop for anyone visiting Port Blair.\n\nThe Chatham Saw Mill, located on Chatham Island near Port Blair in the Andaman and Nicobar Islands, is one of the oldest and largest sawmills in Asia. Established by the British in 1883, it has significant historical, economic, and industrial importance. Here's why the Chatham Saw Mill is a key landmark in the region:",
            "author_name": "Raghava Velagaleti",
            "relative_time_description": "",
            "time": 1733817602,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Forest Museum, located in Port Blair, Andaman and Nicobar Islands, is a treasure trove of information on the islands' lush forests and rich biodiversity. The museum showcases an impressive collection of artifacts, exhibits, and displays that highlight the unique characteristics of the Andaman forests, including their flora, fauna, and geological features. Visitors can explore the various sections of the museum, which include a mini-zoo, a botanical garden, and a display of indigenous forest products, offering a comprehensive insight into the natural wonders of the Andaman Islands.",
            "author_name": "Debrupa Marick",
            "relative_time_description": "",
            "time": 1736067083,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The visit to forest Museum was very interesting. This place is perfect for nature🌲🌳 lovers, because here you got to learn a lot about the flora and fauna of Andaman. There are many exhibits in the museum which give information about the ecosystem, wildlife and trees of the jungle. The way they have displayed everything is really engaging. If you are interested in nature and wildlife,then you must visit this place.",
            "author_name": "Payal Jain",
            "relative_time_description": "",
            "time": 1739970985,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 16,
            "3": 81,
            "4": 154,
            "5": 291
          }
        },
        "minMinutesSpent": 210,
        "latitude": 11.687766,
        "address": "MPQF+4G4, Chatham Island, Foreshore Rd, Haddo, Sri Vijaya Puram, Andaman and Nicobar Islands 744102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJeSKHk3KViDARvvFxg-lHoEo",
        "generalDescription": "Veer Savarkar Park, located in front of the Cellular Jail in Port Blair, is a well-maintained park surrounded by lush greenery. It features a remarkable collection of statues honoring freedom fighters. Visitors can take a break here after touring the jail or before attending the light and sound show. Additionally, the park offers opportunities for Night Kayak & Day Kayak experiences, making it a unique destination for outdoor activities.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.747713,
        "rating": 4.5,
        "numRatings": 187,
        "sources": [
          {
            "id": "724112",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Upon completing your exploration of the Cellular Jail National Memorial, be sure to pay a quick visit to Veer Savarkar Park for a moment of calm and serenity. This park stands as one of the most sought-after tourist attractions in Port Blair. Take a leisurely stroll through its serene pathways or simply unwind while savouring a refreshing beverage prepared by local vendors.",
            "siteName": "Andaman Tourism",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 1,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "701YvVyxEqoMAoPfvHMjKRUCPG6udzFF",
          "nd0ixdDYL26eaxHW1KU75elhjgMG7zYp",
          "ec7LrKhtlWJTJ0yTsNuYbfHp5FLJKx5s",
          "65kXLsEybS5aiWg4EQYAPeRwo1REHDF6",
          "701YvVyxEqoMAoPfvHMjKRUCPG6udzFF",
          "nd0ixdDYL26eaxHW1KU75elhjgMG7zYp",
          "ec7LrKhtlWJTJ0yTsNuYbfHp5FLJKx5s",
          "65kXLsEybS5aiWg4EQYAPeRwo1REHDF6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Veer Savarkar Park",
        "placeId": "ChIJeSKHk3KViDARvvFxg-lHoEo",
        "internationalPhoneNumber": "+91 1800 11 1363",
        "reviews": [
          {
            "rating": 5,
            "text": "MUST VISIT PLACE IN ANDAMAN !! INSPIRATIONAL PLACE FOR EVERY INDIAN !!🇮🇳\n\nVeer Savarkar park homes statues of some of our brave freedom fighters who spent their lives in cellular jail.\n\nThis park has beautiful lighting at night.\n\nNational anthem played in cellular jail light & sound show is audible in this park, which makes it even more beautiful.",
            "author_name": "rishabh gautam",
            "relative_time_description": "",
            "time": 1730727589,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Opposite to the cellular jail, there is Veer Savarkar park where you can find the statues of some notable freedom fighters. You can witness the pride of the past in the form of a really good collection of statues of our freedom fighters.\nShowcases historical personalities & the sacrifices they made during the freedom struggle. Veer Savarkar park homes statues of some of our brave freedom fighters who spent their lives in cellular jail. They have constructed statues of prominent personalities like Veer Savarkar & have given plaques with information.\nThe well-preserved memorial within the park adds historical significance, making it a must-visit spot for both relaxation & a touch of heritage. You can come here to get some rest after your visit to the jail or while you are waiting for your chance to attend the light and sound show.\nIn the evening, National anthem played in cellular jail light & sound show is audible in this park, which makes it even more beautiful.\nNeatly maintained. Truly inspiring. Must visit.",
            "author_name": "Ramya BabuMalar",
            "relative_time_description": "",
            "time": 1746540978,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We came here during the daytime after a visit to the cellular jail.  It's a very small park with some statues of the freedom fighters which are very fine statues - very nicely done.  Small amount of green space but a few seats to sit down.",
            "author_name": "sonya",
            "relative_time_description": "",
            "time": 1734324743,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 4,
            "3": 15,
            "4": 53,
            "5": 115
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.67327,
        "address": "Atlanta Point, Sri Vijaya Puram, Andaman and Nicobar Islands 744104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJUdx_UAuViDARf10t7lQ-nZY",
        "generalDescription": "The Aberdeen Clock Tower stands as a tribute to the Indian and British soldiers who defended the islands during World War I. This bright yellow obelisk-shaped tower serves as a central meeting point in the bustling marketplace of Port Blair. It is a historical landmark that has witnessed over a century of history and is surrounded by lively shops, restaurants, and cafes.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 92.742793,
        "rating": 4.5,
        "numRatings": 1237,
        "sources": [
          {
            "id": "1913776",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-port-blair",
            "sourceSite": "Web",
            "snippet": "At the heart of Port Blair lies the Aberdeen Clock Tower, a historic gem waiting to be captured through the lens. This iconic landmark offers a glimpse into the city’s colonial past, with its timeless architecture set against the lively streets. Photographers can frame the tower’s intricate details against the backdrop of bustling activity, immersing themselves in the energy of Port Blair’s urban landscape.",
            "siteName": "WanderOn",
            "shortName": "20 Photography Spots in Port Blair",
            "indexInSource": 8,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zJkAJrcd52YSpT0zdvBclmjgCTksD74v",
          "kjJgOjdygtFVDE35xLdbBEOONqIun9H2",
          "zJkAJrcd52YSpT0zdvBclmjgCTksD74v",
          "kjJgOjdygtFVDE35xLdbBEOONqIun9H2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Aberdeen Clock Tower",
        "placeId": "ChIJUdx_UAuViDARf10t7lQ-nZY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "\"Aberdeen Bazar Market and Clock Tower is a must-visit destination in Port Blair, Andaman and Nicobar Islands. This bustling market is a treasure trove of local handicrafts, souvenirs, and fresh produce.\n\nThe market is surrounded by quaint shops and stalls selling everything from seashell jewelry to colorful textiles. I picked up some beautiful souvenirs, including a handmade wooden mask and some stunning shell earrings.\n\nThe iconic Clock Tower, located in the heart of the market, is a stunning example of British architecture. The tower's intricate carvings and majestic presence make it a perfect spot for photography.\n\nWhat I loved most about Aberdeen Bazar Market and Clock Tower was the warm and welcoming atmosphere. The locals were friendly and eager to share stories about the market's history and significance.\n\nOverall, Aberdeen Bazar Market and Clock Tower is a fantastic place to experience the local culture, shop for unique souvenirs, and take in the rich history of Port Blair. Highly recommended!\"",
            "author_name": "My Gallery A to Z",
            "relative_time_description": "",
            "time": 1740071465,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Aberdeen Clock Tower in Sri Vijayapuram (Port Blair), Andaman, is a historical gem from the British colonial era. Built to honor English and Indian soldiers of World War, the obelisk-shaped “Ghanta Ghar” features a charming yellow facade and four HMT clocks displaying different time zones. A popular meeting spot, it connects visitors to nearby landmarks like the Cellular Jail. This well-preserved structure stands as a tribute to Andaman's rich heritage, inviting tourists to explore its history and picturesque surroundings.",
            "author_name": "Dinesh Kumar",
            "relative_time_description": "",
            "time": 1736787409,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Aberdeen Clock Tower, located in the heart of Aberdeen Bazaar in Port Blair, Andaman and Nicobar Islands, is a prominent British-era monument. Constructed to commemorate soldiers who died in World War I, it stands as a historical landmark in this bustling market area. The tower, painted in bright yellow, has an obelisk-like structure with four clock faces, each displaying a different time, adding a quirky charm. Positioned near the iconic Cellular Jail, it serves as a popular meeting point for locals and tourists alike. The surrounding bazaar is vibrant, offering shops, eateries, and a glimpse into local life. The clock tower's colonial architecture contrasts with the modern energy of the market, making it a focal point for visitors exploring Port Blair's heritage. Though not as grand as other Indian monuments, its historical significance and central location make it a must-visit site in the Andamans.",
            "author_name": "Rehan Mohsin",
            "relative_time_description": "",
            "time": 1745075281,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 12,
            "3": 110,
            "4": 314,
            "5": 780
          }
        },
        "minMinutesSpent": 30,
        "latitude": 11.669923,
        "address": "RGT Rd, Aberdeen Bazar, Mohanpura, Sri Vijaya Puram, Andaman and Nicobar Islands 744104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJh8mETw6ViDARUBPlHsLLx7s",
        "generalDescription": "Sri Vetrimalai Murugan Temple, located in the Andaman Islands, is a significant pilgrimage site known for its stunning Dravidian architecture and intricate artwork. Built in 1926 during British colonial rule to appease Tamil residents, this temple is dedicated to Lord Murugan, also known as Karthikeyan, the son of Lord Shiva and Parvati. It attracts devotees year-round and especially during Hindu festivals.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.746382,
        "rating": 4.7,
        "numRatings": 276,
        "sources": [
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Dedicated To Deities: Lord Ganesha, Lord Shiva and Goddess Parvati Timings for Darshan: 5 AM – 12 PM, 4 AM – 9 PM Entry Fee: Free for all Ideal Duration: 1 hour (approx.) Touted as one of the best Hindu Temples in Port Blair, Sri Vetrimalai Murugan Temple is dedicated to Lord Murugan – Lord Shiva’s Son. Since Sri Vetrimalai Murugan Temple is one of Andamans’ few temples, it is one of Port Blair’s best places to visit with family. Additionally, couples, backpackers and even leisure travelers can attend the aarti at the temple that goes round the year.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 1,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477622",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/port-blair/places-to-visit",
            "sourceSite": "Web",
            "snippet": "One of the famous religious places to see in Andaman, Sri Vetrimalai Murugan Temple is located in Port Blair. Attracting a dozen of devotees, this temple is a must visit during the festival season which are celebrated here. The temple is dedicated to Lord Murugan and offers a tranquil respite from usual tourist places to visit in Andaman.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit in Port Blair, Tourist Places & Attractions",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gtajh2cCudIJja8dUZgEw4ZYGDtVV0G0",
          "pc7XXU3rFSWtR5uygexcLmSxDywzJ83X",
          "61jr1ho8RXyhkTTbJl2OCOQMzEkTmRgR",
          "gtajh2cCudIJja8dUZgEw4ZYGDtVV0G0",
          "pc7XXU3rFSWtR5uygexcLmSxDywzJ83X",
          "61jr1ho8RXyhkTTbJl2OCOQMzEkTmRgR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Murugan Temple",
        "placeId": "ChIJh8mETw6ViDARUBPlHsLLx7s",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nestled in the heart of Port Blair, the Vetri Malai Murugan Temple is a sanctuary of serenity and devotion on the Andaman & Nicobar Islands. Boasting a sprawling expanse, the temple not only accommodates the spiritual needs of its devotees but also caters to the practicalities with ample parking spaces, ensuring a hassle-free visit.\n\nOne distinctive feature that sets this temple apart is the incorporation of Pooja rituals conducted in Tamil. This cultural nuance adds a profound sense of connection for worshippers, particularly those devoted to Lord Muruga. The resonance of Tamil language in Pooja creates an atmosphere where religious fervor blends seamlessly with cultural identity.\n\nBeyond the material aspects, the temple provides more than just a physical space for religious practices. It opens its doors to a tranquil ambiance, inviting visitors to delve into a meditative state. The peaceful surroundings become a conduit for introspection and spiritual contemplation.\n\nAs one traverses through the temple grounds, a subtle yet enchanting aroma permeates the air-a testament to the sacredness and devotion embedded in every corner. This aromatic embrace enhances the sensory experience, enveloping visitors in a cocoon of spirituality.\n\nIn essence, the Vetri Malai Murugan Temple emerges not only as a place of worship but also as a haven for seekers of inner peace. Its thoughtful amenities, cultural inclusivity, and tranquil ambiance make it a destination where devotees can transcend the mundane and embark on a spiritual journey.",
            "author_name": "Arulseelan Bosco",
            "relative_time_description": "",
            "time": 1701529898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a great place and the most famous temple in port blaire. This is situated close to main attractions like marina park and cellular jail.\nIt is situated on top of a hill. This place is very quiet and provides you with mental peace as soon as you reach here. This place has the establishment of lord Murugan and shiva as well as all the navgraha. The temple has ample space and provides a good scenic view in the morning and evening.",
            "author_name": "Lakshya Garg",
            "relative_time_description": "",
            "time": 1743992158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Famous murugar temple in port blare named as Vetri Malai Murugan Temple. The temple is very devotional, quiet & provides you with mental peace . This place is situated quite close to cellular jail. The temple have the facilities like ample parking spaces&  ensuring a hassle-free visit.\nIt is situated on top of a hill. But it is very easy to climb. There are two ways to reach the hill one has small steps from the road and another one is from parking side with less steps comparing with the other one. This place has the establishment of lord Murugan , lord ganesha &  lord shiva as well as all the navagraham. The temple has ample space & provides a good scenic view.\n\nWhen I'm visiting there was a marriage occasion done in the form of Kerala tradition. It is so nice to see those people dressed in their traditional form. There is more space to do mediation and explore your spiritual.",
            "author_name": "Ramya BabuMalar",
            "relative_time_description": "",
            "time": 1746527048,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 8,
            "4": 44,
            "5": 214
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.663146,
        "address": "MP7W+7H2, RGT Rd, Shadipur, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      }
    ]
  }
}