{
  "list_id": "639",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/639/1.jpg",
  "description": "Dive into \"Whispers of Love in Port Blair\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163962"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Port Blair",
  "city_id": "589",
  "subtype": "poi",
  "city": "Port Blair",
  "created_ts": 1759084420,
  "slug": "whispers-of-love-in-port-blair-port-blair-poi-f1b71c",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJnQTbz_yUiDARZe3cbXfj1WA",
        "generalDescription": "Corbyn’s Cove Beach, located 9 kilometers from Port Blair, is a picturesque sandy beach lined with coconut palm trees. It offers various activities such as swimming, sunbathing, and water sports like jet-ski rentals. The area also serves as a starting point for exploring nearby attractions including the famous Cellular Jail and several museums. In the evening, visitors can enjoy the captivating Sound and Light Show at Cellular Jail which brings alive the heroic saga of India's freedom struggle.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 92.748157,
        "rating": 4.2,
        "numRatings": 13173,
        "sources": [
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Famous Water Sports at Corbyn Cove Beach: Scuba Diving, Jet Skiing, Parasailing, Speedboat Ride Watersports Duration with Price (approx.): 15-20 minutes starting at ₹ 1,000 onwards per person Approx Distance from Central Port Blair: Within 10 kilometers Transportation Option to Reach from Port Blair City Center: Autorickshaw, bus, taxi Traveling to Port Blair with kids because they love swimming, sunbathing?. Look no further than Corbyn Cove Beach. This is a sandy palm-fringed public beach where jet skiing rentals, lounge chairs are arranged to entice guests.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 3,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353802",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/?srsltid=AfmBOoqM57oHS3MdCDvVMs8IiQOj_OD_c8056OFkWd41ycP235XCJerf",
            "sourceSite": "Web",
            "snippet": "Famous Water Sports at Corbyn Cove Beach: Scuba Diving, Jet Skiing, Parasailing, Speedboat RideWatersports Duration with Price (approx.): 15-20 minutes starting at ₹ 1,000 onwards per personApprox Distance from Central Port Blair: Within 10 kilometersTransportation Option to Reach from Port Blair City Center: Autorickshaw, bus, taxi. Traveling to Port Blair with kids because they love swimming, sunbathing?. Look no further than Corbyn Cove Beach.",
            "siteName": "India Travel Blog",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure",
            "indexInSource": 3,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "It is a tranquil and beautiful beach just 8 kilometers away from Port Blair. Corbyn Cove Beach is one of the places to enjoy in Port Blair. While the enchanting blue water is ubiquitous in Andaman, the green canopy of the coconut trees, the serene beach and a number of  water sports make this beach a paradise for tourists.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 1,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603568",
            "type": "webPlacesList",
            "url": "https://www.setmytrip.in/port-blair-sri-vijaya-puram/",
            "sourceSite": "Web",
            "snippet": "Located just 7 km from the city center, Corbyn’s Cove Beach is the perfect spot for swimming and relaxing by the sea. The beach is surrounded by palm trees and offers basic amenities, making it a popular hangout spot for tourists and locals alike. Water sports like jet skiing and parasailing are also available.",
            "siteName": "SetMyTrip",
            "shortName": "Sri Vijaya Puram (Port Blair): Places to Visit and Things to Do",
            "indexInSource": 1,
            "iconSiteId": 240526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Corbyn’s Cove Beach is a popular tourist spot in Port Blair located just 8 km from the city center. It is a beautiful, crescent-shaped beach that offers stunning views of the sea and the surrounding hills. The beach is ideal for swimming, sunbathing, and relaxing.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 3,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "753519",
            "type": "webPlacesList",
            "url": "https://www.myholidays.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Are you taking your kids to Port Blair because they enjoy swimming and tanning?. Corbyn Cove Beach is the only place to go in Port Blair. On this sandy, palm-lined public beach, jet ski rentals and lounge chairs are set up to draw visitors.",
            "siteName": "MyHolidays",
            "shortName": "Top 10 Places to Visit in Port Blair: A Soothing Vacay Close to Nature",
            "indexInSource": 2,
            "iconSiteId": 2663,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1418432",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/romantic-places-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": "Corbyn’s Cove beach offers the most peaceful ambiance for the couple. You can also enjoy the palm trees and pristine shores in the lap of gentle waves. The place is located just a short drive from Port Blair Island.",
            "siteName": "Andaman Tourism",
            "shortName": "Romantic Places in Andaman for Couples",
            "indexInSource": 1,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353799",
            "type": "webPlacesList",
            "url": "https://urtripadvisorandaman.wordpress.com/2022/01/10/7-most-romantic-places-to-visit-in-port-blair-while-on-your-honeymoon-in-andaman/",
            "sourceSite": "Web",
            "snippet": "Corbyn’s Cove Beach is deemed as one of those stopover places of Port Blair, which is only a 5 km drive from the capital city.",
            "siteName": "Urtripadvisor",
            "shortName": "7 Most Romantic Places to Visit in Port Blair While on Your Honeymoon in Andaman",
            "indexInSource": 0,
            "iconSiteId": 327159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "578500",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/andaman-tourism/port-blair/things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "experienceandamans.com",
            "shortName": "Top Things To Do in Port Blair",
            "indexInSource": 2,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xUObeJUdXlVBUWy4V2cPmaa4G382cD9W",
          "HmyRjprgg9dtdEh41O98aIqG1w5P923S",
          "GwXKPApnzZpScv4LWEBzS08bwjLEpkxx",
          "cLgEZ3NEsZpUVfojinrlS1UoWuKfvetU",
          "75rzU1v9i9j9zTSBMn2cQdyAilbQAPjz",
          "xUObeJUdXlVBUWy4V2cPmaa4G382cD9W",
          "HmyRjprgg9dtdEh41O98aIqG1w5P923S",
          "GwXKPApnzZpScv4LWEBzS08bwjLEpkxx",
          "cLgEZ3NEsZpUVfojinrlS1UoWuKfvetU",
          "75rzU1v9i9j9zTSBMn2cQdyAilbQAPjz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Corbyn’s Cove Beach",
        "placeId": "ChIJnQTbz_yUiDARZe3cbXfj1WA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful beach in the heart of Port Blair, this place is perfect for enjoying a peaceful sunset. As the sun sets, the sky turns orange and pink, creating a lovely view over the water. You can enjoy a hot cup of chai and tasty snacks from the street-side stalls while relaxing by the shore. There are also souvenir shops where you can pick up local items, and plenty of water sports for those looking for some fun. Whether you're here to unwind or try something exciting, this beach has something for everyone.",
            "author_name": "Swarup Ranjan Behera (Rj)",
            "relative_time_description": "",
            "time": 1745428663,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Corbyn's Cove Beach, a crescent-shaped gem in Port Blair, Andaman and Nicobar Islands, boasts golden sands and calm turquoise waters framed by coconut groves. Just 7 km from the city, it's easily reachable by cab or scooter, making it a tourist favorite. The beach offers thrilling activities like jet skiing and banana boat rides, with safety measures in place. Its shallow waters and lifeguards make it family-friendly. However, maintenance is disappointingly low, with litter occasionally dotting the shore and basic facilities like restrooms often neglected. Crowds swell during peak season (December-February), and food options at shacks are limited to basic snacks. Water sports may halt during high tides. For a serene visit, arrive early for stunning sunrises and fewer people. Carry sunscreen, as shade is scarce. Despite its accessibility and charm, the lack of upkeep slightly dims its appeal, but it remains a worthwhile half-day retreat.",
            "author_name": "Rehan Mohsin",
            "relative_time_description": "",
            "time": 1745455053,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Corbyn's Cove is the most accessible beach in Port Blair and a perfect spot if you want to enjoy the sea without venturing too far from the city. You can just sit back, feel the breeze, and soak in the beauty of the Andaman waters.\n\nYou'll find families enjoying picnics, couples taking strolls, and travelers trying out adventure activities like jet skiing and speed boating. The waters shimmer in shades of blue and green, especially around sunset, making it a delightful spot for photography.\n\nTips:\n•\tIdeal for a quick beach visit if you're in Port Blair.\n•\tGreat for water sports, but not the best for swimming due to uneven seabed.\n•\tSunset views here are magical-plan to reach by evening.",
            "author_name": "Pragya Singh",
            "relative_time_description": "",
            "time": 1755363280,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.andamanworldtravels.com/corbyn-cove-beach-andaman.php",
        "index": 1,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 279,
            "2": 438,
            "3": 1975,
            "4": 4006,
            "5": 6474
          }
        },
        "minMinutesSpent": 60,
        "latitude": 11.645086,
        "address": "JPWX+27M, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB_AtYO2ViDARi0FHrdhlP-A",
        "generalDescription": "Cellular Jail, also known as Kala Pani, is a former prison complex in India that has been transformed into a memorial and museum. It holds grim dioramas depicting the harsh lives of its inmates. The jail played a significant role in India's fight for independence, symbolizing the struggles and endurance of hundreds of freedom fighters who faced inhumane conditions and brutal treatment by jailors. Visiting this historic site offers insight into the untold miseries endured by these brave individuals.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 92.74786,
        "rating": 4.7,
        "numRatings": 16181,
        "sources": [
          {
            "id": "2353810",
            "type": "webPlacesList",
            "url": "https://www.go2andaman.com/port-blair/?srsltid=AfmBOooYCMrObcBsSJQNpvmVKzCXUuDU4Ip5fN5QXYmCroIy5Eme0TVY",
            "sourceSite": "Web",
            "snippet": "Constructed between 1857 and 1906, the Port Blair Cellular jail called “ Kalapani” stands as a gritty reminder of colonial rule and the undaunted spirit of our freedom fighters who were sent here to face punishment by the British. The silent walls and corridors of Kalapani have witnessed the horrors of torture and the spirit of resistance and still stand, bleak and empty as ever. Built to give the guards an all-around view of the inmates, you can now catch amazing views from the top of the watchtowers.",
            "siteName": "Go2Andaman",
            "shortName": "Port Blair - Andaman Travel Guide 2025",
            "indexInSource": 0,
            "iconSiteId": 14678,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "753519",
            "type": "webPlacesList",
            "url": "https://www.myholidays.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Of all the Port Blair tourist attractions, the Cellular Jail, sometimes referred to as Kalapani, has served as a reminder of the horrifying colonial past. This national memorial honors the Indian liberation movement and is one of the most well-known tourist attractions in Port Blair, mostly because of its rich past. The building's general design contrasts sharply with the solitary cells that were formerly used to confine and execute political prisoners.",
            "siteName": "MyHolidays",
            "shortName": "Top 10 Places to Visit in Port Blair: A Soothing Vacay Close to Nature",
            "indexInSource": 0,
            "iconSiteId": 2663,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353799",
            "type": "webPlacesList",
            "url": "https://urtripadvisorandaman.wordpress.com/2022/01/10/7-most-romantic-places-to-visit-in-port-blair-while-on-your-honeymoon-in-andaman/",
            "sourceSite": "Web",
            "snippet": "Visiting a museum could be the last thing that would come to your mind, whilst you are on a honeymoon trip to a tranquil beach destination like that of Andaman. Yet you cannot ignore them, considering the historical significance connected with them. Even if you are on a romantic trip, such a visit to the museum would turn out to be very informative, as you would get to know about the dark day of these isolated islands of the country.",
            "siteName": "Urtripadvisor",
            "shortName": "7 Most Romantic Places to Visit in Port Blair While on Your Honeymoon in Andaman",
            "indexInSource": 2,
            "iconSiteId": 327159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Timings: 9:00 AM to 12:00 noon, and from 1:30 PM to 4:45 PM (approx.). Every day except National Holidays Entry Fee: 30 ₹ for all Ideal Duration: 2-3 hours (approx.) A mute testimony to the selfless sacrifice of Indian freedom fighters, Cellular Jail, is one of the most visited places to visit in Port Blair. It is now a national memorial, but before independence, Britihesrs used to keep and torture the brave Indian freedom fighters.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 0,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail, also known as Kaala Paani is very popular among all the places to see in Port Blair. This is the jail where freedom fighters during India’s struggle for freedom used to be imprisoned by the British. Take a guided tour along the creepy alleys and corridors of this scary place and get to know more about the tyrannical treatment that the British used to mete out to the freedom fighters.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603568",
            "type": "webPlacesList",
            "url": "https://www.setmytrip.in/port-blair-sri-vijaya-puram/",
            "sourceSite": "Web",
            "snippet": "One of the most important historical landmarks in India, the Cellular Jail, also known as Kala Pani, is a colonial prison that housed numerous freedom fighters during British rule. The jail is now a national memorial and offers visitors an insightful look into India’s freedom struggle. Don’t miss the light and sound show held in the evening, which dramatizes the harrowing stories of prisoners.",
            "siteName": "SetMyTrip",
            "shortName": "Sri Vijaya Puram (Port Blair): Places to Visit and Things to Do",
            "indexInSource": 0,
            "iconSiteId": 240526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1418432",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/romantic-places-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail offers the most beautiful experience for couples to plunge into the pages of history. It unveils the details of sacrifice, lean, and freedom struggle that echo within the walls of the jail. The place is located in the port of Blair, and the historic moment stands as the most beautiful historical cordial and silent witness to the atrocities faced by the freedom fighters.",
            "siteName": "Andaman Tourism",
            "shortName": "Romantic Places in Andaman for Couples",
            "indexInSource": 3,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412827",
            "type": "webPlacesList",
            "url": "https://www.travelcharacter.com/romantic-things-to-do-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": "Watching light and sound show at Cellular Jail is one the best things to do in Andaman for couples. The light and sound show takes you to that historic time when these beautiful islands were called Kalapani (black water). This 45-minute show will let you know about those historical events which took place in this city during the freedom fight.",
            "siteName": "Travel Character",
            "shortName": "The 11 Romantic Things To Do In Andaman For Couples",
            "indexInSource": 0,
            "iconSiteId": 26463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1247879",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/top-10-romantic-honeymoon-destinations-newlyweds-andaman.php",
            "sourceSite": "Web",
            "snippet": "Cellular Jail in Port Blair has a profound fascination for history-curious couples. Discover the ruins of this jail from the time of the colonial era, pay tribute to the fight for independence that the nation waged, and let the tales of tenacity and self-sacrifice instill in you a greater respect for the path that you are traveling together.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Top 10 Romantic Honeymoon Spots in Andaman for Newlyweds",
            "indexInSource": 6,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "578500",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/andaman-tourism/port-blair/things-to-do",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail Light and Sound Show is arranged at the Cellular Jail premises. This show shows the struggles that the freedom fighters underwent during the pre-independent times with colorful lights and music. Tickets can be booked online on Government Websites or can be booked at the counter near the gate after arriving.",
            "siteName": "experienceandamans.com",
            "shortName": "Top Things To Do in Port Blair",
            "indexInSource": 6,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353805",
            "type": "webPlacesList",
            "url": "https://peerlesshotels.com/blog/things-to-do-and-places-to-visit-in-port-blair:-a-complete-guide-to-your-andaman-adventure.html",
            "sourceSite": "Web",
            "snippet": "One of the most notable landmarks in Port Blair, Cellular Jail, also known as 'Kala Pani', is a stark reminder of India's colonial past. This colonial-era prison, where Indian freedom fighters were once incarcerated, now serves as a national memorial paying homage to the sacrifices of the country's brave hearts.",
            "siteName": "peerlesshotels.com",
            "shortName": "Traveling from Chennai to Port Blair: Getting across the border by sea and air",
            "indexInSource": 0,
            "iconSiteId": 137748,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353802",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/?srsltid=AfmBOoqM57oHS3MdCDvVMs8IiQOj_OD_c8056OFkWd41ycP235XCJerf",
            "sourceSite": "Web",
            "snippet": "Timings: 9:00 AM to 12:00 noon, and from 1:30 PM to 4:45 PM (approx.). Every day except National HolidaysEntry Fee: 30 ₹ for allIdeal Duration: 2-3 hours (approx.). A mute testimony to the selfless sacrifice of Indian freedom fighters, Cellular Jail, is one of the most visited places to visit in Port Blair.",
            "siteName": "India Travel Blog",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure",
            "indexInSource": 0,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail, also known as Kala Pani, is a must-visit attraction in Port Blair. It is a historic prison that was used to imprison Indian freedom fighters during the colonial era. The jail now serves as a national monument and a museum that showcases the struggles of Indian freedom fighters.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 0,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412822",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-andaman-for-honeymoon",
            "sourceSite": "Web",
            "snippet": "The Cellular Jail in Port Blair is perhaps the best-known tourist landmark of Andaman and for good reason. It is a place full of history and integral to the Indian Freedom Struggle. The Cellular Jail stands witness to the manifold prosecutions that India’s freedom fighters were subjected to.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "42 Best Places To Visit In Andaman For Honeymoon",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "781998",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/blog/honeymoon-places-to-visit-andaman/",
            "sourceSite": "Web",
            "snippet": "For those honeymoon couples who are more inclined towards experiencing something historic, then Cellular Jail should be on your itinerary. Specifically, the Light and Sound show at Cellular Jail. Cellular Jail is among the most visited destination in Andaman.",
            "siteName": "Experience Andaman Travel Blog -",
            "shortName": "Places To Visit in Andaman For Honeymoon Couples",
            "indexInSource": 3,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719979",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-port-blair",
            "sourceSite": "Web",
            "snippet": "Built in 1906, the historical Cellular Jail or kala paani is where Indian freedom fighters were incarcerated by the British. It was declared a National Museum in 1969.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Port Blair : Most Famous Historical Places in Port Blair",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "EkrzvoQST17o2IupE2udHizVKDfq0zdI",
          "3Ec3d6bQLnd8LJ3SKpj4lFVjZc3zRtKw",
          "ErOK3sMwSaRbkytRluv9rJhgN31aORAM",
          "hg0U4azIINRRFps0b1mllpjPqNbklTzN",
          "zAmkkYrVWnpYrbJ0Of0tCV26CLlxqH7z",
          "EkrzvoQST17o2IupE2udHizVKDfq0zdI",
          "3Ec3d6bQLnd8LJ3SKpj4lFVjZc3zRtKw",
          "ErOK3sMwSaRbkytRluv9rJhgN31aORAM",
          "hg0U4azIINRRFps0b1mllpjPqNbklTzN",
          "zAmkkYrVWnpYrbJ0Of0tCV26CLlxqH7z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1400"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1400"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Cellular Jail",
        "placeId": "ChIJB_AtYO2ViDARi0FHrdhlP-A",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the Cellular Jail in the Andaman and Nicobar Islands was a powerful and moving experience. Walking through its historic corridors brought back so many memories of reading about our freedom fighters in school - their courage and sacrifices truly come to life here. The place is very well-maintained, with clean surroundings and informative displays that preserve its rich history with respect and care. The highlight of the visit was the light and sound show in the evening, which was simply amazing. It beautifully narrates the story of India's struggle for freedom, making you feel every moment. A visit here isn't just sightseeing - it's an emotional journey through the past.",
            "author_name": "Swarup Ranjan Behera (Rj)",
            "relative_time_description": "",
            "time": 1745428235,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Cellular Jail, Port Blair – A Living Chronicle of Sacrifice and Resilience\n\nVisiting Cellular Jail has been more than just a historical experience for me-it's been a journey through time, woven with emotions that have stayed with me since childhood. This place stands as a stark reminder of the resilience of those who endured unimaginable hardships in the fight for India's freedom. Every visit strengthens my respect for their courage.\nThe artifacts preserved here are nothing short of remarkable-each object holds a story, maintained with meticulous care. The prisoner cells and gallows have been curated with precision, offering visitors an unfiltered glimpse into history. What truly brings the past to life is the sound and light show, capturing every detail with haunting beauty. Whether in English or Hindi, it ensures that the legacy of sacrifice reaches every soul who steps through these gates.\nStanding within these walls feels like living the idiom \"A picture is worth a thousand words.\" The eerie silence of the corridors, the dim lighting of solitary confinement, and the stories etched in every brick-Cellular Jail transcends being just a landmark; it's an emotional experience.\nOn my last visit, I tried to capture every moment, every angle that spoke to me, in hopes of sharing it with those who share an insatiable curiosity for history. If you're someone who seeks truth in tangible relics, and emotions in echoes of the past, this place is an unmissable stop.\n📍 #CellularJail #PortBlair #IndianHistory #FreedomStruggle #TravelDiaries #HistoricalSites #HeritagePreservation #MustVisitIndia #IncredibleIndia",
            "author_name": "NISHANT KAURA",
            "relative_time_description": "",
            "time": 1749464128,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting the Cellular Jail in Port Blair was one of the most moving and unforgettable experiences of our trip. The place holds deep historical significance and gives you a powerful glimpse into India's struggle for freedom. Walking through the corridors where countless freedom fighters were once held gave us goosebumps.\nThe Light and Sound Show is beautifully curated - emotional, informative, and incredibly well-narrated. It brings history to life in a way that connects with every generation. The ambiance, storytelling, and visuals are truly commendable.\nA must-visit for every Indian - not just a tourist spot, but a place that stirs the soul.",
            "author_name": "Aradhana Kharode",
            "relative_time_description": "",
            "time": 1744564588,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://southandaman.nic.in/tourist-place/cellular/",
        "index": 2,
        "id": "",
        "categories": [
          "Historical place museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 186,
            "2": 119,
            "3": 626,
            "4": 2873,
            "5": 12401
          }
        },
        "minMinutesSpent": 90,
        "latitude": 11.674745,
        "address": "Atlanta Point, Sri Vijaya Puram, Andaman and Nicobar Islands 744104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlXy5N9u_iDAR09yYyBktlbE",
        "generalDescription": "North Bay Island in Andaman is a paradise for underwater activities. It offers scuba diving, snorkeling, and a unique undersea walk that allows you to explore the marine life without diving deep into the sea. The island also provides thrilling water sports at Rajiv Gandhi Water Sports Complex in Port Blair and Elephant Beach and Nemo Reef on Havelock Island.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 92.751688,
        "rating": 4.3,
        "numRatings": 4056,
        "sources": [
          {
            "id": "1247879",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/top-10-romantic-honeymoon-destinations-newlyweds-andaman.php",
            "sourceSite": "Web",
            "snippet": "Dive into the clear waters off North Bay Island, a diver's paradise ideal for a group underwater excursion. Snorkel among vivid coral reefs, hold hands as you encounter colorful marine life, and bask in the depth of your love, which reflects the beauty of the ocean. North Bay Island, with its tranquil shores and vibrant marine life, offers an enchanting escape for honeymoon destinations for newlyweds seeking serenity and natural beauty.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Top 10 Romantic Honeymoon Spots in Andaman for Newlyweds",
            "indexInSource": 2,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1418432",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/romantic-places-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": "Do you want to embark on the most exciting journey for couples to explore the romantic places in Andaman and make memories that will last for a lifetime?. If so, then you have come to the right place. Situated in the heart of the Bay of Bengal, Andaman is a paradise for lovebirds who are seeking a peaceful environment and breathtaking natural beauty.",
            "siteName": "Andaman Tourism",
            "shortName": "Romantic Places in Andaman for Couples",
            "indexInSource": 0,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The underwater sea walk at North Bay Island is an amazing experience that no visitor worth his salt would want to miss. It is among the few compelling places to see in Port Blair and a very popular destination for tourists. To go to this place you either need to charter a boat from Andaman Water Sports Complex or Junglighat jetty.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "There are amazing activities in Port Blair, like rich coral reefs and amazing water activities here which attracts tourist from all over the globe. Located nearer to Phoenix Jetty of Port Blair, this beach is also very famous for underwater corals. Snorkeling and scuba diving activities are also available in North Bay.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353799",
            "type": "webPlacesList",
            "url": "https://urtripadvisorandaman.wordpress.com/2022/01/10/7-most-romantic-places-to-visit-in-port-blair-while-on-your-honeymoon-in-andaman/",
            "sourceSite": "Web",
            "snippet": "In that sense, the time well spent in North Bay Island would turn out to be everlasting. This splendid island is seldom known for exhilarating water sports activities that can be endeavoured here. Being couples who are on their very first romantic trip to Andaman, you would be suggested to try out Kayaking.",
            "siteName": "Urtripadvisor",
            "shortName": "7 Most Romantic Places to Visit in Port Blair While on Your Honeymoon in Andaman",
            "indexInSource": 1,
            "iconSiteId": 327159,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412827",
            "type": "webPlacesList",
            "url": "https://www.travelcharacter.com/romantic-things-to-do-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": "A trip to Andaman can’t be complete without spending time on its beaches. Andaman is home to some of India’s best beaches like Radhanagar beach, Elephant beach, Laxmanpur beach and Lalaji Bay beach. And From the last couple of years, Radhanagar beach is continuously rated as the best beach in India.",
            "siteName": "Travel Character",
            "shortName": "The 11 Romantic Things To Do In Andaman For Couples",
            "indexInSource": 2,
            "iconSiteId": 26463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603568",
            "type": "webPlacesList",
            "url": "https://www.setmytrip.in/port-blair-sri-vijaya-puram/",
            "sourceSite": "Web",
            "snippet": "Another favorite for water sports enthusiasts, North Bay Island offers a fantastic diving experience. You can explore coral reefs, enjoy glass-bottom boat rides, or try out activities like sea walking. The island’s iconic lighthouse, depicted on the back of a 20-rupee note, offers stunning views.",
            "siteName": "SetMyTrip",
            "shortName": "Sri Vijaya Puram (Port Blair): Places to Visit and Things to Do",
            "indexInSource": 2,
            "iconSiteId": 240526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "781998",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/blog/honeymoon-places-to-visit-andaman/",
            "sourceSite": "Web",
            "snippet": "The reason to add Ross and North Bay Island is that many of the activities that are not present in any of the other islands in Andaman are conducted on these islands. You can take a ferry to ross and north bay Island from Andaman water sports complex. The ferry sails everyday to these islands.",
            "siteName": "Experience Andaman Travel Blog -",
            "shortName": "Places To Visit in Andaman For Honeymoon Couples",
            "indexInSource": 4,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1247874",
            "type": "webPlacesList",
            "url": "https://www.caleidoscope.in/offbeat-travel/7-honeymoon-places-in-andaman-couples-cant-afford-to-miss",
            "sourceSite": "Web",
            "snippet": "North Bay Island is very close to Port Blair and is always included in various Andaman Tour Packages. It is known for beautiful wonderful underwater coral reefs. This is one of the most tourist friendly islands here and provides amazing snorkelling and sea walking opportunities.",
            "siteName": "Caleidoscope | Indian Culture, Heritage",
            "shortName": "7 Honeymoon Places in Andaman Couples Can’t Afford to Miss",
            "indexInSource": 1,
            "iconSiteId": 14183,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "578500",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/andaman-tourism/port-blair/things-to-do",
            "sourceSite": "Web",
            "snippet": "North Bay Island is known for the amazing water activities that it offers. The boat to North Bay should be boarded at the Rajiv Gandhi Water Sports Complex. Normally the boats cover Netaji Subash Chandra Bose Island and North Bay Island together as a full-day trip.",
            "siteName": "experienceandamans.com",
            "shortName": "Top Things To Do in Port Blair",
            "indexInSource": 1,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353805",
            "type": "webPlacesList",
            "url": "https://peerlesshotels.com/blog/things-to-do-and-places-to-visit-in-port-blair:-a-complete-guide-to-your-andaman-adventure.html",
            "sourceSite": "Web",
            "snippet": "North Bay Island is a popular spot for underwater sea walks, where you can witness the vibrant marine life of Andaman up close. You can also try your hand at snorkeling, scuba diving, jet skiing, and even seaplane rides.",
            "siteName": "peerlesshotels.com",
            "shortName": "Traveling from Chennai to Port Blair: Getting across the border by sea and air",
            "indexInSource": 6,
            "iconSiteId": 137748,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2YSy2LDhCH8PGTBXUKWG5LyAN7MSLh7E",
          "4BkFv7xfHBJV6KqAcd3OuC0gsbtZdbUX",
          "9SwULodBR3hBsVCGPON9ptLPGNCUA1g4",
          "2YSy2LDhCH8PGTBXUKWG5LyAN7MSLh7E",
          "4BkFv7xfHBJV6KqAcd3OuC0gsbtZdbUX",
          "9SwULodBR3hBsVCGPON9ptLPGNCUA1g4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "North Bay underwater activity",
        "placeId": "ChIJlXy5N9u_iDAR09yYyBktlbE",
        "internationalPhoneNumber": "+91 3192 232 694",
        "reviews": [
          {
            "rating": 5,
            "text": "North Bay Island in Andaman is a stunning destination, famous for its breathtaking beauty and vibrant marine life. The island holds historical significance as its scenic view is featured on the back of the old ₹20 red-colored note, making it even more special to visit.\n\nThis island is a paradise for adventure lovers, offering a variety of water activities such as scuba diving, sea walking, submarine rides, and glass-bottom boat rides. The highlight of the experience is the mesmerizing coral reefs, which are not only beautiful but also ecologically significant.\n\nMy family and I had an amazing time exploring the underwater world and enjoying the serene surroundings. The best time to visit North Bay Island is between November and February when the weather is pleasant, making the experience even more enjoyable. A must-visit spot for nature and adventure enthusiasts!",
            "author_name": "Khushboo Agrawal",
            "relative_time_description": "",
            "time": 1743084699,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The activities were good, people were  helpful in the island, and there was amazing coconut water available. Kayaked there, did the submarine. keep in mind that kayaking is allowed only from 12 years to 50 years old. Most water activities had this age limit. We couldn't do snorkeling with kids because of the age limits",
            "author_name": "Priya R",
            "relative_time_description": "",
            "time": 1753342859,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had an amazing time at North Bay! Scuba diving was unreal - so many colorful fish and corals up close. The semi-submarine safari was a cool way to see marine life without getting wet. Overall, a great place for anyone who loves the ocean and adventure!",
            "author_name": "Shevik Bhardwaj",
            "relative_time_description": "",
            "time": 1742047880,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://facebook.com/NBAIslands",
        "index": 3,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Islands"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 155,
            "2": 153,
            "3": 453,
            "4": 1064,
            "5": 2237
          }
        },
        "minMinutesSpent": 120,
        "latitude": 11.704438,
        "address": "Sri Vijaya Puram, Andaman and Nicobar Islands 744107, India",
        "travel_time": null
      },
      {
        "_id": "ChIJTZMHIRuaiDARRlYO9Tqu5gY",
        "generalDescription": "Wandoor Beach वंडूर बीच is a serene and picturesque destination located near Port Blair in the Andaman & Nicobar Islands. It is known for its clean surroundings, beautiful scenery, and a swimming area. The beach serves as the gateway to the Mahatma Gandhi Marine National Park, offering breathtaking aerial views of stunning sunsets.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.607901,
        "rating": 4.5,
        "numRatings": 1424,
        "sources": [],
        "imageKeys": [
          "k8rlRaeGaJYGPh5OaLFsurd8wohfS5fJ",
          "B29msjR9tt3keRqgptp7PMtjssndLyF1",
          "2nsPBQHn9ca5Iy0XRkiBubmT3OIFX4OA",
          "k8rlRaeGaJYGPh5OaLFsurd8wohfS5fJ",
          "B29msjR9tt3keRqgptp7PMtjssndLyF1",
          "2nsPBQHn9ca5Iy0XRkiBubmT3OIFX4OA"
        ],
        "openingPeriods": [],
        "name": "Wandoor Beach वंडूर बीच",
        "placeId": "ChIJTZMHIRuaiDARRlYO9Tqu5gY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Extremely beautiful and picturesque beach located far west of Port Blair. Very less crowds, so ample opportunity for photography. The sand is clean, the water is clear and the vibe is chill. Good place to catch the sunset too. A few vendors and shops are present at the beach.",
            "author_name": "Kuheli Ghosh",
            "relative_time_description": "",
            "time": 1741720075,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a neat clean and pristine beach with silver white sand and crystal clear water on the shore followed by rich shades of blue as long as the eyes can see.\nIt's a very nice sunset location as well, long morning & evening walks on this beach are a must to recharge your batteries and enjoy the bliss of surrounding nature.\nAn underrated spot with less crowd & soothing vibes.",
            "author_name": "Pranavrs7",
            "relative_time_description": "",
            "time": 1745422802,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Andaman is known as it's crystal clear white sand sea beaches.\nWondoor also a popular sea beach with amazing view .\nNear Port Blair this beach is very popular. Connectivity was too good bus private car all options available.",
            "author_name": "Saurav 008",
            "relative_time_description": "",
            "time": 1741972731,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 22,
            "2": 25,
            "3": 132,
            "4": 355,
            "5": 890
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.595791,
        "address": "SH8, Andaman and Nicobar Islands 744103, India",
        "travel_time": null
      },
      {
        "_id": "ChIJz-zwJPyNiDARUfMOLySo8wg",
        "generalDescription": "Chidiya Tapu Beach, also known as Bird Island, is a popular spot in Andaman & Nicobar for birdwatching and sunset viewing. The beach is home to over 46 species of endemic birds, offering visitors the chance to observe Red-Breasted Parakeets, Scarlet Minivets, and Imperial Green Pigeons in their natural habitat.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.701465,
        "rating": 4.4,
        "numRatings": 1889,
        "sources": [
          {
            "id": "1247879",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/top-10-romantic-honeymoon-destinations-newlyweds-andaman.php",
            "sourceSite": "Web",
            "snippet": "Moving away from the islands,  Chidiya Tapu is a hidden gem that is excellent for romantic couples looking for some peace and quiet. Lovebirds will find the tranquil landscapes, abundant wildlife, and stunning view of the setting sun to be the ideal setting in which to bond with one another and discover new places.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Top 10 Romantic Honeymoon Spots in Andaman for Newlyweds",
            "indexInSource": 5,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mLhGOYZ1h3KdQ9Rg0rkraue0tcNWdZ1c",
          "hAOjNhuy0IMUIwxGUiYFST0mvnzcF9ky",
          "sPTNRjlLDj9dllAdF3Z0VxyMDLyLTKwN",
          "sp9ZC1u0k0Ksk6d9DMOE6mDbzQGmmfhu",
          "e3emC6PnOuYXBKPNXZg5WcLWup2kVHy9",
          "mLhGOYZ1h3KdQ9Rg0rkraue0tcNWdZ1c",
          "hAOjNhuy0IMUIwxGUiYFST0mvnzcF9ky",
          "sPTNRjlLDj9dllAdF3Z0VxyMDLyLTKwN",
          "sp9ZC1u0k0Ksk6d9DMOE6mDbzQGmmfhu",
          "e3emC6PnOuYXBKPNXZg5WcLWup2kVHy9"
        ],
        "openingPeriods": [],
        "name": "Chidiya Tapu Beach",
        "placeId": "ChIJz-zwJPyNiDARUfMOLySo8wg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Perfect place to enjoy the sunset. A nice clean beach which is also a natural habitat of crocodiles . Very beautiful spot to relax and enjoy the natural beauty. Must go !!",
            "author_name": "priya singh",
            "relative_time_description": "",
            "time": 1741349794,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "“ Chidiya Tapu beach is a great place to watch the sunset. The view is amazing, with beautiful colors in the sky. It's calm and peaceful, perfect for relaxing. It's a nice spot to take photos or just enjoy the moment. Definitely recommend it!”",
            "author_name": "bhimreddy ramakrishna",
            "relative_time_description": "",
            "time": 1743679225,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The beach is quite lovely, but swimming is not permitted due to occasional crocodile sightings. It is also a very peaceful location, and there is a mini zoo. The road to Chidya Tapu is exceptionally scenic, with lush greenery, and city buses provide transportation. Additionally, there is a trek to Munda Pahad. The forest office is located here, at the southernmost point of Port Blair.",
            "author_name": "Ketan Kapse",
            "relative_time_description": "",
            "time": 1751405246,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 39,
            "2": 37,
            "3": 149,
            "4": 491,
            "5": 1173
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.505968,
        "address": "Sri Vijaya Puram, Andaman and Nicobar Islands 744105, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ710ozpeViDARuC_DoZQpNdc",
        "generalDescription": "The Naval Marine Museum Samudrika, located in Port Blair, is a renowned attraction in Andaman that offers a fascinating display of marine life and island history. The museum boasts an extensive collection of coral, fish, shells, and other marine artifacts. Visitors can also find various items for sale at the museum. Notable exhibits include rare specimens such as the dugong, a rarely seen sea mammal, and the giant robber crab, an impressive crustacean known for its imposing size.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 92.726369,
        "rating": 4.4,
        "numRatings": 4805,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353805",
            "type": "webPlacesList",
            "url": "https://peerlesshotels.com/blog/things-to-do-and-places-to-visit-in-port-blair:-a-complete-guide-to-your-andaman-adventure.html",
            "sourceSite": "Web",
            "snippet": "The Samudrika Marine Museum, maintained by the Indian Navy, houses a vast collection of island artifacts, including coral and shell specimens, fish fossils, and tribal weapons. The Anthropological Museum, on the other hand, offers a deep dive into the lives and cultures of the indigenous tribes of Andaman and Nicobar. The Fisheries Museum is another must-visit spot, showcasing the diversity of the region's marine life.",
            "siteName": "peerlesshotels.com",
            "shortName": "Traveling from Chennai to Port Blair: Getting across the border by sea and air",
            "indexInSource": 1,
            "iconSiteId": 137748,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "The marine museum at Delanipur in Port Blair is among the most popular places to see in Port Blair for the curious ones. It has a rich repository of various marine flora and fauna including those found at the deepest parts of the sea. It takes about half a day to have a complete tour of the museum as it houses a variety of collections of corals, shells, and fishes found in the Andaman Islands.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 4,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2603568",
            "type": "webPlacesList",
            "url": "https://www.setmytrip.in/port-blair-sri-vijaya-puram/",
            "sourceSite": "Web",
            "snippet": "Run by the Indian Navy, the Samudrika Museum offers a deep dive into the rich marine biodiversity of the region. The museum also covers the cultural history of the Andaman Islands, including its indigenous tribes. It’s a great educational stop for families and curious travelers.",
            "siteName": "SetMyTrip",
            "shortName": "Sri Vijaya Puram (Port Blair): Places to Visit and Things to Do",
            "indexInSource": 3,
            "iconSiteId": 240526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719979",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-port-blair",
            "sourceSite": "Web",
            "snippet": "In an effort to preserve and promote marine life, the Samudrika Naval Marine Museum has a large collection of corals, seashells, fishes and different species of sea animals.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Port Blair : Most Famous Historical Places in Port Blair",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jsYAh6CvEl67SElqKE74OiVCDTKkygBe",
          "xRg7N9ZWR20XQeTlIRV6zwoJpzBc8lXJ",
          "uW21zmBx9NG1XRuf2Ocre91SNHYhIwE7",
          "jsYAh6CvEl67SElqKE74OiVCDTKkygBe",
          "xRg7N9ZWR20XQeTlIRV6zwoJpzBc8lXJ",
          "uW21zmBx9NG1XRuf2Ocre91SNHYhIwE7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Naval Marine Museum Samudrika",
        "placeId": "ChIJ710ozpeViDARuC_DoZQpNdc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice museum to learn about the rich history and glory of Indian navy.\n\nThey also have on display various varieties of sea shells, clams, corals, fishes which are found in Andaman and Nicobar Islands.\n\nThere is also a souvenir shop located inside the complex but it's a bit overpriced.\n\nThe entry ticket for an adult Indian is 50 rupees.",
            "author_name": "Vaibhav Sohla",
            "relative_time_description": "",
            "time": 1740837876,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tickets you can buy from the counter at the entry gate. When we visited, it was raining so there was no crowd 😅\n\nTalking about the museum, it is quite a  decent one with lots of information about tribes, andaman corals, fishes and navy, the main attraction being the whale skeleton at the display.\n\nLots of places to click pictures, have a shop at the end and a fun and informative place to be at. I guess you'll enjoy it when you visit this one. For your visit to andaman i would suggest planning your itinerary before,but but but, keep buffer days, you never know when you can get sea-sick. It is real broo!!!\n\nAnyways, it can be counted as a go-to spot in one of the days when you visit cellular Jail along with Ross and North Bay islands. So I'll give a 👍 for this one!",
            "author_name": "Shakshi Rawat",
            "relative_time_description": "",
            "time": 1745769078,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful museum decorated by the Indian Navy. Lots of Sea Shell collections with Andaman History.\n\nA well maintained museum depicting flora fauna, history of Andaman and Nicobar Islands which includes the native tribes, beautiful corals, sea shells etc. There's also aquarium and info about our Indian Navy ships. Better to visit this prior to visiting other islands of Andaman so that you know what to expect when you explore the beautiful islands.\n\nThe museum is well-organized and offers a comprehensive overview of the islands' ecosystem. It has several sections displaying a variety of exhibits like corals, shells, and even a collection of rare fish and sea creatures.",
            "author_name": "Pavan Rao",
            "relative_time_description": "",
            "time": 1748759171,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 71,
            "2": 104,
            "3": 507,
            "4": 1456,
            "5": 2667
          }
        },
        "minMinutesSpent": 60,
        "latitude": 11.671806,
        "address": "road, Airport Authority Colony, Haddo, Sri Vijaya Puram, Andaman and Nicobar Islands 744102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJzSfhqqqViDARQ0tdoJ_91Ag",
        "generalDescription": "Jogger's Park in Port Blair offers a unique experience for aviation enthusiasts, providing a clear view of Veer Savarkar International Airport's runway where planes land and take off. The park is well-maintained with ample parking space and a clean environment. While photography restrictions may deter some visitors, the park's elevated location provides an excellent vantage point to observe airport activities.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.741523,
        "rating": 4.6,
        "numRatings": 557,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 10,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1247892",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/places-to-visit-in-andaman-for-honeymoon",
            "sourceSite": "Web",
            "snippet": "Jogger's Park in Andaman, perched atop a hill, offers honeymooners a breathtaking panoramic view of Port Blair and the vast blue expanse of the sea. The park's serene environment and well-manicured gardens provide couples with a peaceful retreat away from the bustling city, making it ideal for romantic walks and intimate conversations. Watching the sun melt into the horizon from this vantage point, with the cool sea breeze caressing, makes it a memorable spot for newlyweds.",
            "siteName": "Holidify",
            "shortName": "30 Places To Visit In Andaman For Honeymoon 2024",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1901709",
            "type": "webPlacesList",
            "url": "https://dekhoandaman.com/travel-guides/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "A beautiful evening park , located on a hill from where you can view the entire beautiful city of Port Blair. Its most unque sight is the complete view of Veer Savarakar Airport. Anyone traveling to Andaman can put  this on their Port Blair itinerary for a leisurely time in evening or in the dark.",
            "siteName": "Dekho Andaman",
            "shortName": "30+ Best Places To Visit in Port Blair As a Tourist",
            "indexInSource": 11,
            "iconSiteId": 199438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "578500",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/andaman-tourism/port-blair/things-to-do",
            "sourceSite": "Web",
            "snippet": "Gandhi Park, Joggers Park and Marina Park 3 good parks for a walk and to spend some time at Port Blair.",
            "siteName": "experienceandamans.com",
            "shortName": "Top Things To Do in Port Blair",
            "indexInSource": 4,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sQQkWvcPAQXzHIX0Ixe50cKL9txj2us9",
          "96W6MxpN5OPok6JmHeAmVxxlbXmNrRgs",
          "tsp4hGlovEFmSTzPT0xv9o4WFqmEtAUB",
          "sQQkWvcPAQXzHIX0Ixe50cKL9txj2us9",
          "96W6MxpN5OPok6JmHeAmVxxlbXmNrRgs",
          "tsp4hGlovEFmSTzPT0xv9o4WFqmEtAUB"
        ],
        "openingPeriods": [],
        "name": "Jogger's Park",
        "placeId": "ChIJzSfhqqqViDARQ0tdoJ_91Ag",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful Hilltop Joggers Park with Scenic Views. Joggers Park is a clean and well-maintained park located on a hilltop. It features excellent tracks for walking or jogging and offers stunning views of the surrounding scenery. From the park, you can spot the airport runway, though it's important to note that taking photos or videos of the airport is not permitted. A great spot for relaxation and exercise!",
            "author_name": "Dinesh Kumar",
            "relative_time_description": "",
            "time": 1733822247,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐ Joggers Park, Andaman – A Hidden Gem Right in Front of Andaman Airport! ⭐\n\nThis place is absolutely superb! 🌿✨ Located right in front of the Andaman Airport, Joggers Park is a perfect spot for unwinding and soaking in breathtaking views. The ambiance here is truly magical-serene, peaceful, and surrounded by nature. 🌅🌴\n\n📸 Perfect for Photography: The view from this park is just mesmerizing! Whether it's the picturesque sunrise or sunset, every moment here is Instagram-worthy. 🌇📷\n\n🧘‍♂️ Relaxing & Refreshing: If you're looking for a place to clear your mind and escape the city buzz, this is the spot! The cool breeze and lush greenery make it an ideal place to relax. 🌬️💆‍♂️\n\n👨‍👩‍👧‍👦 Great for Family Outings: This garden is well-maintained, clean, and perfect for a peaceful walk or a family picnic. Kids will love the open space, and elders will appreciate the calm surroundings. 🌿❤️\n\n🌍 The People of Andaman – Simply Amazing! 🌊✨ The locals here are incredibly kind, welcoming, and helpful. Special thanks to RJ Rana (@rj___rana) – an amazing guy who helped me a lot during my visit! Such a gem of a person! 🙌💙\n\nIf you're in Andaman, don't miss this beautiful spot! A must-visit for anyone who loves nature, peace, and stunning views. 🌿🏞️\n\n🌟 Overall Rating: 10/10 – Highly Recommended! 🌟",
            "author_name": "Krupal Savjani",
            "relative_time_description": "",
            "time": 1741547945,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌅 Joggers Park – The Heartbeat of the City with a Sky Full of Wonders! 🏞️\n⭐️⭐️⭐️⭐️⭐️\n\nIf there's one place in the city that perfectly blends activity with tranquility, it's Joggers Park. Centrally located and easily accessible, this open-space haven is one of my absolute favorite spots to relax, breathe, and just be.\n\n🛫 Panoramic Views – A Treat for the Eyes\nWhat sets Joggers Park apart is its 360° scenic beauty. On one side, you get a front-row view of the nearby airport, where flights take off and land gracefully-almost like a live painting in motion. On the other, open skies stretch endlessly, creating a mesmerizing backdrop especially during sunrise and sunset. The hues of the sky-pinks, oranges, purples-are simply breathtaking. If you're into photography, or just love watching the sky shift shades, this is your spot. 📸🌄\n\n👟 Perfect for Fitness & Leisure\nWhether you're into morning runs, evening walks, yoga, or just some me-time, the park offers plenty of space. The track is well-maintained, and there's enough open area to stretch out or do group workouts. It's also ideal for seniors and families with kids looking to enjoy a safe, open space.\n\n🍃 Atmosphere & Amenities\nThe cool breeze, especially during early mornings and post-sunset hours, makes it a refreshing retreat. While there's no cover for rain (so best avoided on a rainy day), the wide openness is exactly what makes it so calming.\n\n🚗 Parking & Refreshments\nPlenty of free parking is available, so driving here is hassle-free. Right near the entrance, you'll find a few snack stalls selling tea, coffee, biscuits, and light refreshments. Nothing fancy, but perfect for a quick sip and chat after a jog. ☕\n\n💡 Evening Vibes & Lighting\nCome evening, the park lights up beautifully-soft lighting along the path creates a calm, almost magical vibe. Whether you're coming solo, with friends, or just for a pause between a hectic day-Joggers Park has that effortless charm.\n\n🚯 A Gentle Reminder\nThis place is naturally beautiful-let's all keep it that way. Please don't litter, and help maintain the calm, clean vibe that makes this park so special. 💚\n\n🏁 Final Thoughts\nJoggers Park is more than just a park-it's a slice of peaceful life tucked right in the city's center. From plane-spotting to peaceful walks, golden hour selfies to quiet contemplation-this place has something for everyone.\n\nHighly recommended for fitness lovers, nature seekers, and anyone who enjoys the small, beautiful things in life.",
            "author_name": "ADITYA SALVI",
            "relative_time_description": "",
            "time": 1751445299,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 3,
            "3": 28,
            "4": 109,
            "5": 404
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.656916,
        "address": "AHW Colony, Shadipur, Sri Vijaya Puram, Andaman and Nicobar Islands 744106, India",
        "travel_time": null
      },
      {
        "_id": "ChIJh8mETw6ViDARUBPlHsLLx7s",
        "generalDescription": "Sri Vetrimalai Murugan Temple, located in the Andaman Islands, is a significant pilgrimage site known for its stunning Dravidian architecture and intricate artwork. Built in 1926 during British colonial rule to appease Tamil residents, this temple is dedicated to Lord Murugan, also known as Karthikeyan, the son of Lord Shiva and Parvati. It attracts devotees year-round and especially during Hindu festivals.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.746382,
        "rating": 4.7,
        "numRatings": 276,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331965",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Dedicated To Deities: Lord Ganesha, Lord Shiva and Goddess Parvati Timings for Darshan: 5 AM – 12 PM, 4 AM – 9 PM Entry Fee: Free for all Ideal Duration: 1 hour (approx.) Touted as one of the best Hindu Temples in Port Blair, Sri Vetrimalai Murugan Temple is dedicated to Lord Murugan – Lord Shiva’s Son. Since Sri Vetrimalai Murugan Temple is one of Andamans’ few temples, it is one of Port Blair’s best places to visit with family. Additionally, couples, backpackers and even leisure travelers can attend the aarti at the temple that goes round the year.",
            "siteName": "indianholiday.com",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure -",
            "indexInSource": 1,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353802",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-port-blair/?srsltid=AfmBOoqM57oHS3MdCDvVMs8IiQOj_OD_c8056OFkWd41ycP235XCJerf",
            "sourceSite": "Web",
            "snippet": "Dedicated To Deities: Lord Ganesha, Lord Shiva and Goddess ParvatiTimings for Darshan: 5 AM – 12 PM, 4 AM – 9 PMEntry Fee: Free for allIdeal Duration: 1 hour (approx.). Touted as one of the best Hindu Temples in Port Blair, Sri Vetrimalai Murugan Temple is dedicated to Lord Murugan – Lord Shiva’s Son. Since Sri Vetrimalai Murugan Temple is one of Andamans’ few temples, it is one of Port Blair’s best places to visit with family.",
            "siteName": "India Travel Blog",
            "shortName": "Best Places to Visit in Port Blair for Leisure, Pleasure, and Bleisure",
            "indexInSource": 1,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gtajh2cCudIJja8dUZgEw4ZYGDtVV0G0",
          "pc7XXU3rFSWtR5uygexcLmSxDywzJ83X",
          "61jr1ho8RXyhkTTbJl2OCOQMzEkTmRgR",
          "gtajh2cCudIJja8dUZgEw4ZYGDtVV0G0",
          "pc7XXU3rFSWtR5uygexcLmSxDywzJ83X",
          "61jr1ho8RXyhkTTbJl2OCOQMzEkTmRgR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Murugan Temple",
        "placeId": "ChIJh8mETw6ViDARUBPlHsLLx7s",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nestled in the heart of Port Blair, the Vetri Malai Murugan Temple is a sanctuary of serenity and devotion on the Andaman & Nicobar Islands. Boasting a sprawling expanse, the temple not only accommodates the spiritual needs of its devotees but also caters to the practicalities with ample parking spaces, ensuring a hassle-free visit.\n\nOne distinctive feature that sets this temple apart is the incorporation of Pooja rituals conducted in Tamil. This cultural nuance adds a profound sense of connection for worshippers, particularly those devoted to Lord Muruga. The resonance of Tamil language in Pooja creates an atmosphere where religious fervor blends seamlessly with cultural identity.\n\nBeyond the material aspects, the temple provides more than just a physical space for religious practices. It opens its doors to a tranquil ambiance, inviting visitors to delve into a meditative state. The peaceful surroundings become a conduit for introspection and spiritual contemplation.\n\nAs one traverses through the temple grounds, a subtle yet enchanting aroma permeates the air-a testament to the sacredness and devotion embedded in every corner. This aromatic embrace enhances the sensory experience, enveloping visitors in a cocoon of spirituality.\n\nIn essence, the Vetri Malai Murugan Temple emerges not only as a place of worship but also as a haven for seekers of inner peace. Its thoughtful amenities, cultural inclusivity, and tranquil ambiance make it a destination where devotees can transcend the mundane and embark on a spiritual journey.",
            "author_name": "Arulseelan Bosco",
            "relative_time_description": "",
            "time": 1701529898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a great place and the most famous temple in port blaire. This is situated close to main attractions like marina park and cellular jail.\nIt is situated on top of a hill. This place is very quiet and provides you with mental peace as soon as you reach here. This place has the establishment of lord Murugan and shiva as well as all the navgraha. The temple has ample space and provides a good scenic view in the morning and evening.",
            "author_name": "Lakshya Garg",
            "relative_time_description": "",
            "time": 1743992158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Famous murugar temple in port blare named as Vetri Malai Murugan Temple. The temple is very devotional, quiet & provides you with mental peace . This place is situated quite close to cellular jail. The temple have the facilities like ample parking spaces&  ensuring a hassle-free visit.\nIt is situated on top of a hill. But it is very easy to climb. There are two ways to reach the hill one has small steps from the road and another one is from parking side with less steps comparing with the other one. This place has the establishment of lord Murugan , lord ganesha &  lord shiva as well as all the navagraham. The temple has ample space & provides a good scenic view.\n\nWhen I'm visiting there was a marriage occasion done in the form of Kerala tradition. It is so nice to see those people dressed in their traditional form. There is more space to do mediation and explore your spiritual.",
            "author_name": "Ramya BabuMalar",
            "relative_time_description": "",
            "time": 1746527048,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 8,
            "4": 44,
            "5": 214
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.663146,
        "address": "MP7W+7H2, RGT Rd, Shadipur, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJwdts9zW-iDARsKBYmjJlDEk",
        "generalDescription": "Mount Manipur National Park is a serene and forested national park that offers popular opportunities for photography, wildlife viewing, and butterfly spotting. The park also provides the chance for trekking from Mount Harriet, the third highest peak in the archipelago, to Madhuban through Kala Patthar. This trekking path takes visitors through rough stretches of forests that are home to a diverse range of flora and fauna, offering a unique experience beyond the region's famous beaches.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.733455,
        "rating": 4.5,
        "numRatings": 1226,
        "sources": [
          {
            "id": "1247879",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/top-10-romantic-honeymoon-destinations-newlyweds-andaman.php",
            "sourceSite": "Web",
            "snippet": "Spend some time away from the sand and surf at Mount  Harriet National Park, where you may explore the verdant nature of the park's surrounding area. Trek along gorgeous paths, observe various species and take in panoramic views of the islands. The combined experience of adventure and travel will deepen your relationship.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Top 10 Romantic Honeymoon Spots in Andaman for Newlyweds",
            "indexInSource": 4,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "svtybmM1GVLDvtwDlkJFVo3UOcYrM7Ci",
          "EDgnUmkGJHaxeDWQRmLhlJQpU8LTt4Qf",
          "cf1hb7bC4bA4M9WrZ3W0DUjP0IAkotqN",
          "svtybmM1GVLDvtwDlkJFVo3UOcYrM7Ci",
          "EDgnUmkGJHaxeDWQRmLhlJQpU8LTt4Qf",
          "cf1hb7bC4bA4M9WrZ3W0DUjP0IAkotqN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Mount Manipur National Park",
        "placeId": "ChIJwdts9zW-iDARsKBYmjJlDEk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Highest point in South Andaman Island. Strategically an important place during World war 2. It had the 360° Anti-Aircraft Gun, originally built by the British, but used by the Japanese in WW2. From Mount Harriet top we can see the North Bay, Emerald view point and more.\n\nHarriet National Park was recently renamed into Manipur National Park by the Union Government. It has various rare species of birds and reptiles along with varieties of tree species.\nTrekking is there, but leeches are there too... So plan accordingly.\n\nI liked Mount Harriet National Park for its rich green trees and beautiful hill top views of the beaches and Island.",
            "author_name": "JaganRaja Appadurai ஆணிவேர் AaniiVear",
            "relative_time_description": "",
            "time": 1738863973,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Get an astonishing eagle's eye view of the mesmerizing South Andaman Islands' coastline from the peak of Mount Harriet National Park. The ruins of a British summer house are an iconic landmark and natural attractions of the area. Take pictures! Mount Harriet National Park in Port Blair is a natural beauty with verdant landscapes for photography and would stand out in your feed. It's also a great place to spot endemic birds of the tropical paradise.Mount Harriet National Park offers panoramic aerial views of Port Blair City, and Havelock Island. A great sightseeing place, Visiting Mount Harriet is one of the most famous things to do in Port Blair.",
            "author_name": "Padmanav Swain",
            "relative_time_description": "",
            "time": 1743450021,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited Mount Manipur National Park with my in-laws to spend some quality family time, and it turned out to be a truly wonderful experience. The natural beauty of the place is breathtaking, and being surrounded by lush greenery and fresh air was refreshing. We had a great time exploring, relaxing, and simply enjoying each other's company in such a peaceful setting. I really enjoyed the entire visit - it was the perfect way to unwind and create beautiful memories with family.",
            "author_name": "Priya",
            "relative_time_description": "",
            "time": 1749118881,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 25,
            "3": 88,
            "4": 304,
            "5": 793
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.720197,
        "address": "Hope Town, Sri Vijaya Puram, Andaman and Nicobar Islands 744107, India",
        "travel_time": null
      },
      {
        "_id": "ChIJH51oarmViDARYeXYno3hpkk",
        "generalDescription": "DZiRE ANDAMAN in Port Blair is your go-to for an unforgettable island getaway, blending rich cultural history with stunning natural beauty. The city boasts a breathtaking coastline and lush greenery, making it perfect for beach lovers. Travelers rave about the seamless arrangements made by DZiRE ANDAMAN, from airport pickups to thrilling island-hopping adventures. Their attentive team ensures that every need is met, allowing you to relax and soak in the beauty of the Andaman Islands without a hitch.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.731662,
        "rating": 4.9,
        "numRatings": 78,
        "sources": [
          {
            "id": "2665228",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/cities/port-blair/tags/honeymoon",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "18 Port Blair Honeymoon Packages: Book @Upto 50% Off",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "eRSuo97ab8o7eP84Ac5d6EPRbXv9gTDO",
          "XJmrJDNHmSae5jDswJuwxyWBlZo7LGD4",
          "fsWknzTy4rivzfE7z5ZeAkZiqlaBnoIC",
          "eRSuo97ab8o7eP84Ac5d6EPRbXv9gTDO",
          "XJmrJDNHmSae5jDswJuwxyWBlZo7LGD4",
          "fsWknzTy4rivzfE7z5ZeAkZiqlaBnoIC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1400"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "DZiRE ANDAMAN, Port Blair",
        "placeId": "ChIJH51oarmViDARYeXYno3hpkk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It was an amazing experience with team dzire andaman, although this was not a family trip but you made us feel like we were with our family...especially noor...u r the rockstar of the team...god bless you all & best wishes for ur future...would definitely recommend others .l",
            "author_name": "Pandey Kamal",
            "relative_time_description": "",
            "time": 1575130233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This travel agency is hands down one of best travel agencies in India. We had such wonderful time.Thank you for organising my trip so well.everything was absolutely perfect .The drivers are very professional and friendly,the accomodation was simply super. Dzire andaman will turn your trip into an unforgettable experience. I highly recommend it.",
            "author_name": "dibya singh",
            "relative_time_description": "",
            "time": 1548245151,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were a group of 15 ranging from 20s to 80s and Dzire Andaman travels as mentioned in their ‘about us' page, were very attentive and tried providing facilities which made us feel no discomfort, throughout. The crew's very efficient keeping up with the schedule, and also mingling with all of us. Overall the planning and execution both were very good. Thanks to the crew for making us enjoy the sceneries of Andaman in a very pleasant way. You can totally rely on them if you want to have a wonderful trip. Lights to you all.\n\nVolga K.",
            "author_name": "Volga Seriyosha",
            "relative_time_description": "",
            "time": 1577168548,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Tour operator"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 5,
            "5": 72
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.668958,
        "address": "MA Rd, opposite to TSG Emerald, DAG Colony, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJIaBPLyW-iDARh48HoRvVq8A",
        "generalDescription": "The Jazeera Resort offers colourful rooms with balconies overlooking the sea, free breakfast and a restaurant. The resort is situated just a few minutes' walk from the centre of Assafim beach and close to other amenities, such as shops and restaurants.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.723478,
        "rating": 4.2,
        "numRatings": 818,
        "sources": [
          {
            "id": "1247882",
            "type": "webPlacesList",
            "url": "https://www.hellotravel.com/stories/best-romantic-resorts-in-andaman-nicobar-for-couples",
            "sourceSite": "Web",
            "snippet": "The resort is located in the city of Port Blair and it is quite spacious and has clean rooms with all the modern amenities. Couples can enjoy the multi-cuisine restaurant or the rooftop banquet with a spectacular view of the ocean. The price of the room, for two, starts at INR 3,000 per night.",
            "siteName": "HelloTravel",
            "shortName": "Best Romantic Resorts In Andaman & Nicobar For Couples",
            "indexInSource": 4,
            "iconSiteId": 14241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u3Q3WYJeIWErfP9pVyekJ6IXFlwuqTIu",
          "OvkFyv9oVbTkuMedCFUBur6ejgMHX7Qp",
          "LePUBJcISlr37TviMYPlDQksr8V91XxN",
          "bawcMSzNveup5O7E39jiDvMBDOn1N9LL",
          "u3Q3WYJeIWErfP9pVyekJ6IXFlwuqTIu",
          "OvkFyv9oVbTkuMedCFUBur6ejgMHX7Qp",
          "LePUBJcISlr37TviMYPlDQksr8V91XxN",
          "bawcMSzNveup5O7E39jiDvMBDOn1N9LL"
        ],
        "openingPeriods": [],
        "name": "JAZEERA RESORT",
        "placeId": "ChIJIaBPLyW-iDARh48HoRvVq8A",
        "internationalPhoneNumber": "+91 70639 07501",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful rooms with balcony, enjoyed my stay in Jazeera , owner , manager all with a good nature .\nThey also arrange land packages very helpful person .\nMust try sea food here lobster 🦞 was my favourite during my stay .\n\nEnjoyed Andaman with some awful memories.",
            "author_name": "Rose mary barla",
            "relative_time_description": "",
            "time": 1732428727,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Terrible Experience - Do Not Stay Here!\n\nI recently stayed at this hotel, and I had a very bad experience. The room was in poor condition, and the service was awful. They don't clean the rooms properly, and the geyser wasn't working. The lights kept going out, and the place was crawling with cockroaches and lizards. To make matters worse, they charged way too much for such a bad experience. The room door was very old and difficult to open. Overall, I would strongly advise against staying at this hotel. It was truly a terrible experience!",
            "author_name": "Vicky Rohom",
            "relative_time_description": "",
            "time": 1728784703,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Stayed with my friend , room was very clean , with a great sunset view from my room .\n\nGreat service , first hotel to provide breakfast in room , manager was  very helpful for tour helped a lot .",
            "author_name": "Queen Jaya",
            "relative_time_description": "",
            "time": 1732428993,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Resort hotel",
          "Banquet hall",
          "Takeout Restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 21,
            "3": 84,
            "4": 72,
            "5": 555
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.697874,
        "address": "Hope Town, opp. Hope Town Jetty, Bombooflat, Andaman and Nicobar Islands 744107, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAaI946KViDARlxrzjP3kKO0",
        "generalDescription": "At TSG Bella Bay, you'll enjoy excellent food and gracious staff. The restaurant is decorated in elegant style with beautiful views of the water, making it a perfect spot to celebrate a special occasion or simply relax after a busy day. You'll find prices to be moderate, making it accessible for almost any budget. Parking is available for cars outside the hotel.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.734759,
        "rating": 4.5,
        "numRatings": 192,
        "sources": [
          {
            "id": "578500",
            "type": "webPlacesList",
            "url": "https://www.experienceandamans.com/andaman-tourism/port-blair/things-to-do",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "experienceandamans.com",
            "shortName": "Top Things To Do in Port Blair",
            "indexInSource": 7,
            "iconSiteId": 47240,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "map9hraRa3hdCZ3M9OERmtve0DQoPFmQ",
          "vr4JCBiZHtgeE6lxZY3wg1qCw281loSz",
          "AQMCPytfxSfcjJoDQP4r3loUdrNWECfj",
          "VzqsnR8I8Hc5pk9EFDWDSYPSQByGtmja",
          "map9hraRa3hdCZ3M9OERmtve0DQoPFmQ",
          "vr4JCBiZHtgeE6lxZY3wg1qCw281loSz",
          "AQMCPytfxSfcjJoDQP4r3loUdrNWECfj",
          "VzqsnR8I8Hc5pk9EFDWDSYPSQByGtmja"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1630"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1630"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1630"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1630"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1630"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1630"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1630"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "TSG Bella Bay",
        "placeId": "ChIJAaI946KViDARlxrzjP3kKO0",
        "internationalPhoneNumber": "+91 3192 246 488",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing.  Here at TSG Bellabay, I had an amazing first cruise experience.  Mr. Vivek and his staff gave a very cordial greeting at the outset.  Every minute demand was given top consideration by the entire crew as soon as we arrived.  The main course was excellent, and they served a variety of appetisers.  Our hearts were won over by Mr. Vivek's amiable demeanour and kindness. He took several pictures of special moments together. As handling children sometimes becomes challenging here, they also did a great job with our children without any difficulty. The host's ability to attend to all of your needs and answer any questions is what counts. This will create a favourable impression that lasts forever. The ambience and the night view is something you should never miss. I would love to come here again. 😊👍.",
            "author_name": "Debo Mohapatra",
            "relative_time_description": "",
            "time": 1743624154,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐️⭐️⭐️⭐️⭐️ Absolutely loved the TSG Bella Bay Cruise experience!\n\nFrom the moment we stepped aboard, it was pure vibes. The cruise was not just good-it was amazing! The staff was warm, welcoming, and super attentive, making sure everything was smooth from the start.\n\nThe whole ride was incredibly scenic and peaceful, with gorgeous views of the Andaman Sea that honestly felt like something out of a movie. The gentle breeze, the sound of the waves, and the stunning horizon made the atmosphere so relaxing and picture-perfect.\n\nInside, the cruise was well-maintained, clean, and had a classy yet cozy feel. There was great music, lovely lighting, and everything was set up to create a fun and chill vibe. Whether you wanted to sit back and relax or dance and mingle, there was something for everyone.\n\nThey also had a good selection of food and drinks that added to the experience-everything felt thoughtful and enjoyable. The entire journey was timed perfectly, never rushed or boring, and I didn't want it to end!\n\nIf you're looking for a memorable and fun experience in the Andamans, the TSG Bella Bay Cruise is 100% worth it. Can't wait to go again! 🛳✨",
            "author_name": "Shireen Shahid",
            "relative_time_description": "",
            "time": 1751207790,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely unforgettable! The TSG Bella Bay during sunset was pure magic ~ calm waters, stunning views, and a breeze that made everything feel like a dream.The scenery was breathtaking!\nSpecial Thanks to Mr Vivek Tuteja and his team for amazing hospitality and making the experience even better.\nSpecial thanks once again as Mr Vivek could arrange this ride for three of us . Highly recommended .Can't wait to do it again!!!!",
            "author_name": "neha mohanka",
            "relative_time_description": "",
            "time": 1745507112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://tsgbellabay.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Fine dining restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 2,
            "3": 11,
            "4": 27,
            "5": 141
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.674333,
        "address": "Parked at, Jetty, Phoenix Bay, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJNTkamwmViDARjxbTerBSLn0",
        "generalDescription": "The Zonal Anthropological Museum is a modest yet cherished museum that offers a detailed insight into the cultural and tribal life of Andaman. It features exhibits showcasing the history and traditions of the islands' tribal communities, including clothing, utensils, weapons, and other historical artifacts from tribes such as the Jarawas, Sentinelese, Great Andamanese, and Onges.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 92.740125,
        "rating": 4.2,
        "numRatings": 4210,
        "sources": [
          {
            "id": "491555",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-port-blair/",
            "sourceSite": "Web",
            "snippet": "Visitors to Port Blair have a preconceived notion about the tribes that inhabit different islands of the archipelago such as the Jarowas and the Sentinelis. To quench their curiosity for the anthropological diversity of the archipelago, the government has established an Anthropological Museum in Port Blair. It is among the most compelling places to see in Port Blair.",
            "siteName": "OYO",
            "shortName": "12 Best Places to visit in Port Blair",
            "indexInSource": 5,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412822",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-andaman-for-honeymoon",
            "sourceSite": "Web",
            "snippet": "Andaman and Nicobar Islands are home to many native tribes which have existed there for hundreds of years. If you visit the various islands which make up the union territory, you will chance upon these tribes. The Anthropological Museum houses artifacts from these tribes and is a great place where you can learn their history.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "42 Best Places To Visit In Andaman For Honeymoon",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353805",
            "type": "webPlacesList",
            "url": "https://peerlesshotels.com/blog/things-to-do-and-places-to-visit-in-port-blair:-a-complete-guide-to-your-andaman-adventure.html",
            "sourceSite": "Web",
            "snippet": "The Anthropological Museum, on the other hand, offers a deep dive into the lives and cultures of the indigenous tribes of Andaman and Nicobar. The Fisheries Museum is another must-visit spot, showcasing the diversity of the region's marine life.",
            "siteName": "peerlesshotels.com",
            "shortName": "Traveling from Chennai to Port Blair: Getting across the border by sea and air",
            "indexInSource": 2,
            "iconSiteId": 137748,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719979",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-port-blair",
            "sourceSite": "Web",
            "snippet": "The Zonal Anthropological Museum offers an insight into the cultural heritage of the various indigenous tribes of Andaman and Nicobar Islands including the Onges, Jarawas and Sentinelese.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Port Blair : Most Famous Historical Places in Port Blair",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1418432",
            "type": "webPlacesList",
            "url": "https://www.andamantourism.org/romantic-places-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Andaman Tourism",
            "shortName": "Romantic Places in Andaman for Couples",
            "indexInSource": 2,
            "iconSiteId": 45601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "elYllkr99IvG2LKOKND1WMhsT7hAf58q",
          "KUgxcEipfQORXdoyQZw9aaGYtuZLQIRu",
          "mfLLjDUipAhzGld90Xx2iQkgxhk5le2K",
          "elYllkr99IvG2LKOKND1WMhsT7hAf58q",
          "KUgxcEipfQORXdoyQZw9aaGYtuZLQIRu",
          "mfLLjDUipAhzGld90Xx2iQkgxhk5le2K"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Zonal Anthropological Museum",
        "placeId": "ChIJNTkamwmViDARjxbTerBSLn0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We visited the Zonal Anthropological Museum in Port Blair and were thoroughly impressed. The museum provides a fascinating glimpse into the diverse cultures and tribes of the Andaman and Nicobar Islands. The exhibits are well-curated, showcasing traditional attire, tools, and artifacts of the indigenous tribes, with detailed descriptions of their lifestyles and history.\n\nOne of the highlights is the documentary showcasing the complete lifestyle of the tribes, which is shown in a dedicated video room – a great addition to the overall experience.\n\nWhile the museum is relatively small, it is packed with informative displays, making it an excellent stop for anyone interested in anthropology or the region's history. It's a great place to learn about the rich cultural heritage of the islands.\n\nDefinitely worth a visit if you're in Port Blair and want to explore the local history and indigenous cultures. You'll only need about 30 minutes before heading to the airport, making it a convenient stop!",
            "author_name": "shaki Arivanand",
            "relative_time_description": "",
            "time": 1737010855,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Zonal Anthropological Museum is an informative museum showcasing the rich history of the islands. The entrance fee is Rs.20 for each adult and Rs.10 for child below 12 years While there is a photo/video ban, it seems to be largely ignored based on online reviews. The staff are present on every floor and restrooms are available. The air-conditioning is a nice relief from the heat.\n\nReally enjoyed this museum. Certainly took me longer that 30 minutes to see it all especially if you want to watch the 3 documentaries. Very informative about the people of the Andamans and Nicobar Islands. All displays in English and Hindi.",
            "author_name": "Pavan Rao",
            "relative_time_description": "",
            "time": 1748695688,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Zonal Anthropological Museum in Port Blair offers an insightful look into the culture and history of the Andaman and Nicobar Islands' indigenous tribes.\nWe appreciate its well-curated exhibits, including life-size replicas of huts and canoes, along with tribal artifacts like jewelry and weapons. Though small and photography is restricted indoors, it's a highly recommended stop for everyone.",
            "author_name": "Dipti",
            "relative_time_description": "",
            "time": 1736135225,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 102,
            "2": 127,
            "3": 604,
            "4": 1272,
            "5": 2105
          }
        },
        "minMinutesSpent": 60,
        "latitude": 11.664617,
        "address": "anthropological museum, Thomas Colony, Junglighat, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ347nuvyUiDAR6xBlTbsfxMU",
        "generalDescription": "Corbyns Cove Beach is a must-visit destination in Andaman and Nicobar Islands, conveniently situated near Port Blair. This secluded and unspoiled beach boasts lush coconut trees and tranquil blue waters that instantly soothe visitors. The shoreline offers beach chairs for relaxation while enjoying the mesmerizing waves crashing on the coast. As the only tourist beach in Port Blair, Corbyns Cove Beach is a serene retreat for travelers seeking natural beauty and tranquility.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.746951,
        "rating": 4.3,
        "numRatings": 473,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353810",
            "type": "webPlacesList",
            "url": "https://www.go2andaman.com/port-blair/?srsltid=AfmBOooYCMrObcBsSJQNpvmVKzCXUuDU4Ip5fN5QXYmCroIy5Eme0TVY",
            "sourceSite": "Web",
            "snippet": "In fact, it is one of those definite things to do in Port Blair, where you can get an equal dose of mesmerizing, and beautiful, relaxing landscape plus catch the thrill of fever from all the water sports that go around there. Water sports in Corbyn’s cover include Sea Karting, Jet skiing, kayaking, surfing, boating, and scuba diving. Also, you can hop on the boat to visit Snake Island which is a nearby tourist attraction that claims to have deadly snakes slithering about.",
            "siteName": "Go2Andaman",
            "shortName": "Port Blair - Andaman Travel Guide 2025",
            "indexInSource": 2,
            "iconSiteId": 14678,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1247879",
            "type": "webPlacesList",
            "url": "https://www.andamanworldtravels.com/top-10-romantic-honeymoon-destinations-newlyweds-andaman.php",
            "sourceSite": "Web",
            "snippet": "Calm waters and swaying palm trees makes Corbyn's Cove the perfect place for newlyweds to unwind and celebrate their union. The beach is a great place to go for a swim, try out some water sports, or just rest on the soft sands and listen to the waves.",
            "siteName": "andamanworldtravels.com",
            "shortName": "Top 10 Romantic Honeymoon Spots in Andaman for Newlyweds",
            "indexInSource": 7,
            "iconSiteId": 60965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "753556",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Relatively unsullied, Corbyn's Cove is lined with coconut and palm trees. Its sandy shoreline is ideal for basking in the sun and enjoying watersports.",
            "siteName": "makemytrip.com",
            "shortName": "23 Places to Visit in Port Blair in 2025",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1yj3EVPjawGmcJL4gkRI5pdtdUobxlTu",
          "eZIYromP3Zu2SNZ7oExZAbn85gnvHHdd",
          "frESiJDs0MBg9L44WI2g5YLOsdQYRpzt",
          "1yj3EVPjawGmcJL4gkRI5pdtdUobxlTu",
          "eZIYromP3Zu2SNZ7oExZAbn85gnvHHdd",
          "frESiJDs0MBg9L44WI2g5YLOsdQYRpzt"
        ],
        "openingPeriods": [],
        "name": "Corbyns Cove Beach",
        "placeId": "ChIJ347nuvyUiDAR6xBlTbsfxMU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best beaches in port blair for chill. One can do water activities like jet ski, snorkeling, and can go inside water. There are small shops also available here where one can buy eatables items, jewellery, toys etc. Even at night, one can sit at the beach and relax.",
            "author_name": "Deep Yadav",
            "relative_time_description": "",
            "time": 1736799848,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely beach in Port Blair, must-visit. It is easily accessible by GoGo bus. Water sports activities take place in this beach. Entry to the beach is free however be careful while venturing in the water. You can find many vendors for refreshment.",
            "author_name": "Kuheli Ghosh",
            "relative_time_description": "",
            "time": 1741710109,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Corbyn's Cove Beach is a calm spot in Port Blair, perfect for relaxing by the sea. The palm-lined shore adds to its beauty, and there are basic facilities and water sports like jet skiing available. While the beach is clean and peaceful. It's a nice place to spend some quiet time, especially during sunset.",
            "author_name": "Sayan Chatterjee",
            "relative_time_description": "",
            "time": 1735176472,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 15,
            "3": 70,
            "4": 120,
            "5": 262
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.64373,
        "address": "Sri Vijaya Puram, Andaman and Nicobar Islands, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_fALFZ-ViDARVeCMYHUp2RQ",
        "generalDescription": "The Phoenix Bay Jetty is the starting point for cruises that offer a romantic experience with delectable cuisine and stunning views of the Andaman Sea. From this jetty, government ferries like the Coral Queen can take you to Havelock and Neil islands. It's recommended to book tickets in advance or arrive early to secure a spot during peak season.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.73453,
        "rating": 4.3,
        "numRatings": 322,
        "sources": [
          {
            "id": "1412822",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-andaman-for-honeymoon",
            "sourceSite": "Web",
            "snippet": "Chances are that you will end up visiting the Phoenix Bay Jetty regardless of whether you put it on your must-see list. This Jetty is the starting point of the many ferries that leave for the Neil and Havelock Islands. It is a docking point and a central landmark of Port Blair.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "42 Best Places To Visit In Andaman For Honeymoon",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412827",
            "type": "webPlacesList",
            "url": "https://www.travelcharacter.com/romantic-things-to-do-in-andaman-for-couples/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Travel Character",
            "shortName": "The 11 Romantic Things To Do In Andaman For Couples",
            "indexInSource": 1,
            "iconSiteId": 26463,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2sYB3EeXqIciQqAsOzXINjynsig3Kku5",
          "8Vp9T79b4dFaHdfKZLlv0FNNKrMAFlVi",
          "jcfxTBoA7vDuLCkxb7otRWTnOMb1Wsf4",
          "PMbmqDd1jPvfZev3cTtcPKFqipEl4TpO",
          "2sYB3EeXqIciQqAsOzXINjynsig3Kku5",
          "8Vp9T79b4dFaHdfKZLlv0FNNKrMAFlVi",
          "jcfxTBoA7vDuLCkxb7otRWTnOMb1Wsf4",
          "PMbmqDd1jPvfZev3cTtcPKFqipEl4TpO"
        ],
        "openingPeriods": [],
        "name": "Phoenix Bay Jetty",
        "placeId": "ChIJ_fALFZ-ViDARVeCMYHUp2RQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is the jetty for government ferries. You have to reach around 20-30 minutes before your actual departure. Jetty by itself was very clean and maintained well. Was able to navigate without any hassle.\n\nI will add review about government ferries also here if anyone is looking for an opinion on it. I tried both private and government ferries, personally I absolutely loved the Government ones as most of the travellers were natives, it was slightly less crowded in viewing dock. We could enjoy the ride peacefully. The staffs were also friendly and courteous.\n\nA small hack is, don't take the premium Chair tickets on government ferry, as they are on lower deck with no view to the ocean. Also if you are a tourist there is a good chance that you are going to spend almost all time watching it from the viewing deck, so go for the Seat tickets as they are cheaper and have view of ocean which you can see even by sitting inside.\n\nWould definitely prefer government ferries if I am coming again.",
            "author_name": "Bharadhwaj CN",
            "relative_time_description": "",
            "time": 1741575356,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Government ferry bambooka , was on time and worth the money spent. It's affordable  than the normal private ferries but takes more travel time compared to private ferry. Also these government ferry will not have separate baggage services like the private ones , we have to take it along with you and keep it near your seats.considering the price it's worth",
            "author_name": "Jeevakumar Moorthy",
            "relative_time_description": "",
            "time": 1725379661,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Govt Jetty: Cheap and best though it takes 30mins extra than pvt. Reaching the bay 30mins prior is sufficient.\nThere are around 74 seats (see attached image) and around 20 chairs (similar to semi sleeper bus seat)...both with A/C. Seats are better as they have glass windows. Canteen, inside the ship, sells snacks that include noodles, fresh purota, coffee, etc.\nAll ships are the same but Bambooka ship looked new/renovated.\nNote that the chair room is at the lowest deck without any glass windows.\nOne can go to the top deck and enjoy the sea...",
            "author_name": "VK BuRuB",
            "relative_time_description": "",
            "time": 1728358112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Ferry service"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 9,
            "3": 38,
            "4": 97,
            "5": 170
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.672699,
        "address": "Phoenix Bay, Sri Vijaya Puram, Andaman and Nicobar Islands 744101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJqYgzro6ViDARzOOJG1baeZA",
        "generalDescription": "Forest Museum, located in Port Blair, is part of the Chatham Government Saw Mill complex established in 1883. It is one of the oldest and largest operational sawmills in Asia. The museum offers an educational experience on the forestry industry and showcases a collection of wooden art and sculptures made by the mill workers, depicting the region's flora and fauna. Visitors can also purchase wooden artwork at this museum.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 92.723829,
        "rating": 4.3,
        "numRatings": 553,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "719979",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-port-blair",
            "sourceSite": "Web",
            "snippet": "The Forest Museum houses a collection of wooden art and sculptures made by the workers of Chatham Saw Mill showcasing the flora and fauna of the region.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Port Blair : Most Famous Historical Places in Port Blair",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XETKSpmkJl35syPARSweU3sxBoftmoLF",
          "GStZ9vssM2oWbs8Rsc6ICsUNdhcFdFVF",
          "GbaVpfK3h7XfswRfVDgO5TcSAl2q4wlc",
          "XETKSpmkJl35syPARSweU3sxBoftmoLF",
          "GStZ9vssM2oWbs8Rsc6ICsUNdhcFdFVF",
          "GbaVpfK3h7XfswRfVDgO5TcSAl2q4wlc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1400"
            }
          }
        ],
        "name": "Forest Museum",
        "placeId": "ChIJqYgzro6ViDARzOOJG1baeZA",
        "internationalPhoneNumber": "+91 74289 96082",
        "reviews": [
          {
            "rating": 5,
            "text": "The Forest Museum in Port Blair, Andaman and Nicobar Islands, is a fascinating attraction showcasing the region's rich forest resources and biodiversity. Managed by the Department of Environment and Forests, the museum is located within the premises of the historic Chatham Saw Mill, adding to its significance as a cultural and educational site.\n\nThe Forest Museum offers a unique opportunity to explore the natural and cultural heritage of the Andaman Islands. It provides a deeper understanding of the intricate relationship between the forests, the indigenous people, and the sustainable use of natural resources. Its location, combined with the historical significance of the Chatham Saw Mill, makes it a must-visit site for history buffs, nature lovers, and those interested in local craftsmanship.\n\nThe museum is a wonderful blend of education, history, and artistry, making it an essential stop for anyone visiting Port Blair.\n\nThe Chatham Saw Mill, located on Chatham Island near Port Blair in the Andaman and Nicobar Islands, is one of the oldest and largest sawmills in Asia. Established by the British in 1883, it has significant historical, economic, and industrial importance. Here's why the Chatham Saw Mill is a key landmark in the region:",
            "author_name": "Raghava Velagaleti",
            "relative_time_description": "",
            "time": 1733817602,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Forest Museum, located in Port Blair, Andaman and Nicobar Islands, is a treasure trove of information on the islands' lush forests and rich biodiversity. The museum showcases an impressive collection of artifacts, exhibits, and displays that highlight the unique characteristics of the Andaman forests, including their flora, fauna, and geological features. Visitors can explore the various sections of the museum, which include a mini-zoo, a botanical garden, and a display of indigenous forest products, offering a comprehensive insight into the natural wonders of the Andaman Islands.",
            "author_name": "Debrupa Marick",
            "relative_time_description": "",
            "time": 1736067083,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The visit to forest Museum was very interesting. This place is perfect for nature🌲🌳 lovers, because here you got to learn a lot about the flora and fauna of Andaman. There are many exhibits in the museum which give information about the ecosystem, wildlife and trees of the jungle. The way they have displayed everything is really engaging. If you are interested in nature and wildlife,then you must visit this place.",
            "author_name": "Payal Jain",
            "relative_time_description": "",
            "time": 1739970985,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 16,
            "3": 81,
            "4": 154,
            "5": 291
          }
        },
        "minMinutesSpent": 210,
        "latitude": 11.687766,
        "address": "MPQF+4G4, Chatham Island, Foreshore Rd, Haddo, Sri Vijaya Puram, Andaman and Nicobar Islands 744102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJe6VPwqWViDARsd8hVlh8N0k",
        "generalDescription": "If you're looking for an unforgettable getaway, look no further than Excellent Andaman Holidays. This travel company truly excels in creating memorable experiences, as evidenced by a recent trip to Port Blair that left families raving about their time there. From delightful surprise dinners to efficient transport services, every detail is meticulously managed. Travelers have praised the professionalism and friendliness of the staff, particularly Mr. Elaya Raja, who goes above and beyond to ensure everything runs smoothly—even at early hours!",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.726483,
        "rating": 4.9,
        "numRatings": 15,
        "sources": [
          {
            "id": "947351",
            "type": "webPlacesList",
            "url": "https://banbanjara.com/tours/romantic-candle-light-dinner-in-andaman",
            "sourceSite": "Web",
            "snippet": "I wanted to surprise my wife with a special dinner during our Andaman trip and this package did that for me. She loved it and I did too. The dinner and the transport were fantastic.",
            "siteName": "banbanjara.com",
            "shortName": "Romantic Candle Light Dinner in Andaman 2024",
            "indexInSource": 0,
            "iconSiteId": 66576,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZQbY4g3hX4HIcDlnar5mthfZP4vtzRsO",
          "0YoaFaZk9HebEwx2LJAdal6XaBrcnzOX",
          "ZQbY4g3hX4HIcDlnar5mthfZP4vtzRsO",
          "0YoaFaZk9HebEwx2LJAdal6XaBrcnzOX"
        ],
        "openingPeriods": [],
        "name": "Excellent Andaman Holidays",
        "placeId": "ChIJe6VPwqWViDARsd8hVlh8N0k",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A delightful heaven on Earth.\nVisited second time after 14 years with unforgettable memories",
            "author_name": "Dinesh Ganvir",
            "relative_time_description": "",
            "time": 1701876482,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I think this is a very memorable trip in my life to Port Blair, it's really very good management and services are very good. Me and my family members are thankful to Excellent Andaman Holiday travel specially Illairaja is a main person to helping me and my family members, thank you very for beutiful memory from Port Blair.",
            "author_name": "Chitra Choudhary",
            "relative_time_description": "",
            "time": 1701459819,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent Andaman Holiday is a very good manage and tour program me and my family always remember for a long time. Pleasantly spoken and supportive staff. I appreciate all the members of Excellent Andaman Holiday and best wishes for their future.",
            "author_name": "Rajwansh Choudhary",
            "relative_time_description": "",
            "time": 1701322122,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Tour operator"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 13
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.623377,
        "address": "near CSC, beside Excellent Andaman tour and travels, Prothrapur, Sri Vijaya Puram, Andaman and Nicobar Islands 744105, India",
        "travel_time": null
      },
      {
        "_id": "ChIJgxG8TRuUiDARZrmyD_NkhyU",
        "generalDescription": "Kalapani Museum in Port Blair is a one-of-a-kind private history museum housed in a three-story building. It showcases the history of the Andaman & Nicobar islands through an extensive collection of rare archival photographs, paintings, and artifacts from tribes and historical periods. The museum features miniature and life-size models, dioramas, and original documents from Colonial and Japanese eras. Visitors can also watch documentaries and films related to the island's history and the Indian Freedom Struggle.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 92.703984,
        "rating": 4.2,
        "numRatings": 415,
        "sources": [
          {
            "id": "971686",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-port-blair",
            "sourceSite": "Web",
            "snippet": "Chidiya Tapu, port blair North Bay Island, port blair North Bay Island, port blair Jolly Buoy Island, port blair Jolly Buoy Island, port blair Mount Harriet National Park, port blair Mount Harriet National Park, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Samudrika Marine Museum, port blair Anthropological Museum, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Diglipur, port blair Mahatma Gandhi Marine National Park, port blair Chatham Saw Mill, port blair Chatham Saw Mill, port blair Corbyns Cove Beach, port blair Corbyns Cove Beach, port blair Limestone Caves, port blair Limestone Caves, port blair Baratang Island, port blair Mud Volcanoes, port blair Baratang Island, port blair Mud Volcanoes, port blair Cinque Island, port blair Cinque Island, port blair Ross And Smith Island, port blair Ross And Smith Island, port blair Mangrove Creek, port blair Mangrove Creek, port blair Forest Museum, port blair Forest Museum, port blair Red Skin Island, port blair Ross Island, port blair Ross Island, port blair Rubber Plantations Visit, port blair Rubber Plantations Visit, port blair Wandoor Beach, port blair Wandoor Beach, port blair Bharatpur Beach, andaman and nicobar Viper Island, port blair Viper Island, port blair Campbell Bay, port blair Campbell Bay, port blair Sri Vetrimalai Murugan Temple, port blair Sri Vetrimalai Murugan Temple, port blair Madhuban, port blair Madhuban, port blair Little Andaman Island, port blair Little Andaman Island, port blair Aamkunj Beach, port blair Aamkunj Beach, port blair Laxmanpur Beach, andaman and nicobar Lamiya Bay Beach, port blair Lamiya Bay Beach, port blair Parrot Island, port blair Parrot Island, port blair Butler Bay Beach, port blair Butler Bay Beach, port blair Karmatang Beach, port blair Karmatang Beach, port blair Katchal Island, port blair Katchal Island, port blair Rajiv Gandhi Water Sports Complex, port blair Rajiv Gandhi Water Sports Complex, port blair Rutland Island, port blair Chatham Island, port blair Aberdeen Clock Tower, port blair Marina Park, port blair Joggers Park, port blair Rutland Island, port blair Kalapani Museum, port blair",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Things to Do in Port Blair - 2025",
            "indexInSource": 11,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DXcRanDxfu0ETKaOlbD2vi68Bsx6oQ62",
          "yW00gVvRqblv9fwgXm7KyhhA6S4tvQ4E",
          "dgVrc6G1STT0c83Wrutb4lXJTCFnq3vQ",
          "DXcRanDxfu0ETKaOlbD2vi68Bsx6oQ62",
          "yW00gVvRqblv9fwgXm7KyhhA6S4tvQ4E",
          "dgVrc6G1STT0c83Wrutb4lXJTCFnq3vQ"
        ],
        "openingPeriods": [],
        "name": "Kalapani Museum",
        "placeId": "ChIJgxG8TRuUiDARZrmyD_NkhyU",
        "internationalPhoneNumber": "+91 99332 93061",
        "reviews": [
          {
            "rating": 5,
            "text": "This is privately created museum. It has plenty of historical photographs and a big collection of historical documents such as records and newspapers. All history of andaman and nikobar islands from old tribal times to independent India can be seen here. It is advisable to start andaman tour from here in order to have good background knowledge of islands. Nice helpful staff.",
            "author_name": "Stephen Pereira",
            "relative_time_description": "",
            "time": 1557928973,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The  most amazing and historical informative content with live models showing the moments of Andaman Nicobar history. A fantastic and rare collection of tribes pictures as well as the models brutal torture of British n Japanese made me numb.\nNice hospitality and guide with tea Included. Must visit and see the unseen era of Andaman and Nicobar.",
            "author_name": "Chetan Bhoyar",
            "relative_time_description": "",
            "time": 1649131037,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Kalapani museum contains the artefacts, original photos about the freedom fight of India and Andaman. There are status which shows how freedom fighters were being tortured in that period. Very good collection and if you have fond of history then this is a must visit place for you. Though I have reduced 1 star as the entry fee is bit higher (₹250) even if I agree that cost for collecting this papers and photos would be high but keeping low entry fee will attract the most visitors.",
            "author_name": "Sachin Gorade",
            "relative_time_description": "",
            "time": 1512799351,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Heritage museum",
          "Museums",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 31,
            "2": 13,
            "3": 42,
            "4": 101,
            "5": 228
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.614768,
        "address": "II, beside Susan's Roses, Garacharama, Sri Vijaya Puram, Andaman and Nicobar Islands 744105, India",
        "travel_time": null
      }
    ]
  }
}