{
  "list_id": "668",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/668/1.jpg",
  "description": "Dive into \"Sun-Kissed Shores of Da Nang\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109828"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sun-Kissed Shores of Da Nang",
  "city_id": "49",
  "subtype": "poi",
  "city": "Da Nang",
  "created_ts": 1759241697,
  "slug": "sun-kissed-shores-of-da-nang-da-nang-poi-c930c9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJM4tzmYUXQjERs2IXaVijCPI",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.246834,
        "rating": 4.6,
        "numRatings": 664,
        "sources": [],
        "imageKeys": [
          "7F2Gyg2u1TGQt06X7cNBzNML9H8gcy77",
          "jLIBglLJiTI18GtQxz0kxbkXoPra4dGt",
          "E993j0IdjQpnvtlX4XbghZ78iSbqAgt2",
          "Ge4XxVauqX7gQkAUfilWv4ZdF4z1hswZ",
          "7F2Gyg2u1TGQt06X7cNBzNML9H8gcy77",
          "jLIBglLJiTI18GtQxz0kxbkXoPra4dGt",
          "E993j0IdjQpnvtlX4XbghZ78iSbqAgt2",
          "Ge4XxVauqX7gQkAUfilWv4ZdF4z1hswZ"
        ],
        "openingPeriods": [],
        "name": "Bãi tắm Phạm Văn Đồng",
        "placeId": "ChIJM4tzmYUXQjERs2IXaVijCPI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Best part of danang beach by far!!!!!!!! No busy beach lounges for a small stretch so you can enjoy some peace and quiet.\n\nThe main part is that the road is further away than it is from the rest of the beach. That really erks me about the main danang beach where An Thuong area is, that the road is soooo close to the beach and it's a four lane road!! Why not just build it further away from nature?\n\nAnyway this part of the beach is great, clean, quiet and lots of trees for shade!",
            "author_name": "Sarah H",
            "relative_time_description": "",
            "time": 1738261377,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Super fun beach to go to!! I collected a lot of seashells and other cool stuff from here, and we went there during the winter, so very little people were near the water. Looks WAYY better if you go there when it's sunny. When it's cloudy it looks grey and sad, but if it's sunny it looks super pretty\nI'd love it even more if the beach had some more hygienic showers and toilets…it's a beach, not a construction site…still a great beach nonetheless!",
            "author_name": "AbsolutelyNotBaizhu",
            "relative_time_description": "",
            "time": 1738685809,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I DO NOT RECOMMEND ANYONE GO PARA SAILLING\nSuper Beach and facilities we had a mixed stay beware of the para sailing it may seem fun and harmless we thought so too and took a ride.\nThe speed boat operator “Diped us several times and we are glad we did not break anything however Big bruises on thighs and a pair of glasses lost at sea.\nThe video filming of the event is highly recomended and very good quality. And then you can see what hid\nyou",
            "author_name": "Stefan Schlie",
            "relative_time_description": "",
            "time": 1752984450,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 6,
            "3": 27,
            "4": 124,
            "5": 496
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.073278,
        "address": "Da Nang, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ4w7694IXQjERrFXucqKL--o",
        "generalDescription": "My Khe Beach is a stunning stretch of coastline that spans an impressive 20 miles, boasting soft white sands and inviting waves perfect for surfing. This picturesque beach offers a well-developed tourist infrastructure, complete with comfortable beach chairs and umbrellas available for rent. Visitors can enjoy refreshing drinks and delicious snacks from nearby vendors while soaking up the sun.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.246935,
        "rating": 4.7,
        "numRatings": 3526,
        "sources": [],
        "imageKeys": [
          "4wGyEV33wmhQQ5AuWNxRoJw6ydw8br8k",
          "03wX1MEvFYZJRS69ZnGpltXJRVcg66Ju",
          "pjxRK31sD0Dou6SoDcHKfaNyFIJsAac1",
          "70S1NR0z4fcuB7Iv20L5cYtPgWCImhoB",
          "mnOaD7E9VyGQ3ZFh7FQgwgILTvtTJIWc",
          "4wGyEV33wmhQQ5AuWNxRoJw6ydw8br8k",
          "03wX1MEvFYZJRS69ZnGpltXJRVcg66Ju",
          "pjxRK31sD0Dou6SoDcHKfaNyFIJsAac1",
          "70S1NR0z4fcuB7Iv20L5cYtPgWCImhoB",
          "mnOaD7E9VyGQ3ZFh7FQgwgILTvtTJIWc"
        ],
        "openingPeriods": [],
        "name": "My Khe Beach",
        "placeId": "ChIJ4w7694IXQjERrFXucqKL--o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "My Khe Beach is one of the most beautiful beaches in Da Nang and has been named one of the most beautiful beaches in the world by many media outlets.\nIt is famous for its beautiful coastline stretching from north to south, forming a coastal area of ​​about 30km. In Da Nang, there are Men Thai Beach, My Khe Beach, Non Nuoc Beach, Vanessa Beach, and An Bang Beach from north to south.\nIn particular, My Khe Beach (Vietnamese: My Khe) is one of the beaches popular with both locals and tourists for its beauty and charm. My Khe Beach is 900m long and is the busiest beach in Da Nang. It is said that before 1975, many facilities were built here for US military officers to use as a vacation spot.\n\nThe best time for tourism is from April to August. The beaches are the most beautiful and beautiful during this period. There is less rainfall, making it a good place for leisure and sports activities.\n\nIt is famous for its clear blue sky, soft white sand, clear and warm water all year round, gently sloping beach, and beautiful area surrounded by palm trees. If you visit at dawn, you can see the beautiful sunrise over the wide beach and the local Vietnamese fishermen fishing in basket boats. There are pretty cafes and restaurants around, so you can take great pictures with the beach.",
            "author_name": "Danny Hyun",
            "relative_time_description": "",
            "time": 1745190645,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I always went swimming during the hot days. The water here is shallow. There's no area where your feet touch the water, so there's no danger. The sand is like flour. It's so soft that you can hear a crunching sound. It's hard to shake it off. ^^ I went swimming at 7 p.m. There's no one there, and it feels like a swimming pool. My Vietnamese friend said he's going to Hoi An. He said it's quiet and different from the beach here. I picked up some trash. There's a lot of marine debris here too, but less than Vung Tau. You can't experience the deep waters of Nha Trang in February. The safe waters, comfortable sand, and subtropical sky make for a beautiful view.",
            "author_name": "Christopher Lee An",
            "relative_time_description": "",
            "time": 1757040447,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice beach to walk on. Generally clean, plenty of restaurants and other tourist spots without it being messy or rowdy, and a great walk overall. There are clear markers for where you're allowed to go in and swim, and which parts to avoid. As always, be respectful to other beach goers.",
            "author_name": "Felipe Latorre",
            "relative_time_description": "",
            "time": 1751455630,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 48,
            "2": 40,
            "3": 160,
            "4": 583,
            "5": 2705
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.061694,
        "address": "Da Nang 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJv9SVqNYiQjER1fTRySLLTNA",
        "generalDescription": "Laid-back, sandy beach with black rock formations, a seafood restaurant & beach shacks for rent.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.233804,
        "rating": 4.2,
        "numRatings": 331,
        "sources": [],
        "imageKeys": [
          "TnST8GuIKs8dg85N5A0qCEyGEk3uktP0",
          "IK0iH9obgr8Q2hEo6vV6nIqxdBeL0OeA",
          "OsA1WgQVj9hBeEKUxmZhK27S8mcq4qUu",
          "lu6TyfePHLtcTOg4cc2URABMc058qYry",
          "TnST8GuIKs8dg85N5A0qCEyGEk3uktP0",
          "IK0iH9obgr8Q2hEo6vV6nIqxdBeL0OeA",
          "OsA1WgQVj9hBeEKUxmZhK27S8mcq4qUu",
          "lu6TyfePHLtcTOg4cc2URABMc058qYry"
        ],
        "openingPeriods": [],
        "name": "Black Rock Beach",
        "placeId": "ChIJv9SVqNYiQjER1fTRySLLTNA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "black rock beach – nature's wild masterpiece in da nang\n\nIf you're tired of the cookie-cutter, manicured beaches, black rock beach delivers an experience that's raw, rugged, and downright unforgettable. Here, dramatic volcanic rocks-polished by time and the relentless embrace of the sea-frame crystal-clear waters that sparkle under the tropical sun.\n\nThe vibe is as chill as it is electric. Locals and travelers kick back on the rocky shoreline, sharing stories, laughter, and the kind of spontaneous adventures that only come when you're off the beaten path. Whether you're in the mood to lounge, explore the nooks between the rocks, or take a daring plunge into the surf, this beach effortlessly balances relaxation with thrill.\n\nEvery moment here is a sensory overload-in the best possible way. The roar of the waves, the textured contrast of the dark rocks against bright blue water, and the laid-back atmosphere make it a hidden gem that challenges the ordinary.\n\nIf you're in da nang, don't miss your chance to experience black rock beach. It's not just a beach; it's a call to live a little louder and embrace nature's untamed beauty.",
            "author_name": "Calvin Bui",
            "relative_time_description": "",
            "time": 1740625350,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The way to reach here was blocked by motorbike but you can walk rather. This is because it always has landslide events. Hmm, this wonderful natural scenery will make you feel awesome and relaxed. It's really clean and you can see the container vessel depart from Tien Sa port from here. ^^",
            "author_name": "Linlin Ngo",
            "relative_time_description": "",
            "time": 1740475178,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The scenery is beautiful, however I'm not sure if swimming is possible here.\nThere's a friendly German shepherd, a cat and macaques. Maybe you can consider bringing some food for pets. 😃",
            "author_name": "Tim",
            "relative_time_description": "",
            "time": 1724906896,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 9,
            "3": 39,
            "4": 82,
            "5": 185
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.147456,
        "address": "Thọ Quang, Sơn Trà, Da Nang, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJX_osydwQQjERB-Y6MvLfJmQ",
        "generalDescription": "Nestled just a stone's throw from the vibrant city of Da Nang, Non Nuoc Beach boasts stretches of golden sands that invite relaxation and adventure alike. This stunning beach is part of a luxurious resort complex, making it an ideal getaway for those seeking both comfort and natural beauty. Nearby, the enchanting Marble Mountains rise majestically with their sacred hills adorned by ancient shrines and temples hidden within breathtaking caves.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.273865,
        "rating": 4.3,
        "numRatings": 177,
        "sources": [
          {
            "id": "1844607",
            "type": "webPlacesList",
            "url": "https://travelsense.asia/top-5-most-beautiful-beaches-in-da-nang-hoi-an/",
            "sourceSite": "Web",
            "snippet": "The beach lies at the foot of Marble Mountain and Marble Stone village. The long, fine sand, clear blue water, and waves crashing against the rocks give Non Nuoc a charming beauty.",
            "siteName": "Travel Sense Asia™ - Vietnam Tours, Laos Tours, Cambodia Tours",
            "shortName": "Top 5 most beautiful beaches in Da Nang – Hoi An",
            "indexInSource": 0,
            "iconSiteId": 26216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IcoQ99t3KzzNqXPWjFPfWq1DPOK4yVVx",
          "CyDrVH1scak92ZbPRth1RQJBqUDvWz02",
          "rerYiSspJfK9wEWBM1UVXq4ycV8foD57",
          "9UmHVYYZaQZeMMpBNbw07Gcja4LULcXK",
          "3wUFk8ZZ6ic1PI2YR4vVBWhnq29YNl8o",
          "IcoQ99t3KzzNqXPWjFPfWq1DPOK4yVVx",
          "CyDrVH1scak92ZbPRth1RQJBqUDvWz02",
          "rerYiSspJfK9wEWBM1UVXq4ycV8foD57",
          "9UmHVYYZaQZeMMpBNbw07Gcja4LULcXK",
          "3wUFk8ZZ6ic1PI2YR4vVBWhnq29YNl8o"
        ],
        "openingPeriods": [],
        "name": "Non Nuoc Beach",
        "placeId": "ChIJX_osydwQQjERB-Y6MvLfJmQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "With beautiful nature and interesting activities and experiences, Non Nuoc beach will bring you moments of relaxation and unforgettable memories. If you have a chance to visit Da Nang city, do not miss the opportunity to come to this beautiful beach.",
            "author_name": "Do Cuong",
            "relative_time_description": "",
            "time": 1754455035,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The beach is quite beautiful but when we visited it was forbidden to swim. The wind was strong and waves treacherous so it's understandable.\nThere were no people and the area is full of unfinished hotels.\n\nThere was one lifeguard on duty but he was sleeping.\n\nMaybe in the future it's worth going here but for now, we wasted our time driving down there looking for a less busy beach.",
            "author_name": "C. Pedersen",
            "relative_time_description": "",
            "time": 1690370794,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Danang's beach is long, clean, and surprisingly quiet. Compared to more crowded beach destinations, this felt peaceful and even a little under-appreciated. We stayed near the Non Nuoc Beach area, and most mornings we had the sand almost to ourselves.\n\nThe waves were gentle, and the sunrise views were beautiful. It's a perfect place to take a slow walk, sit under the trees, or just watch the horizon. Even the hotel beachfront felt private and spacious.\n\nTip: Go early in the morning for the softest light and almost no crowd. Wear sandals, and bring water if you're planning to walk far.",
            "author_name": "Alfred Ng",
            "relative_time_description": "",
            "time": 1746209275,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 8,
            "3": 11,
            "4": 34,
            "5": 116
          }
        },
        "minMinutesSpent": null,
        "latitude": 15.995533,
        "address": "Hoa Hai, Ngũ Hành Sơn, Da Nang 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJU8VkCVEYQjERzfEPUcPPwPw",
        "generalDescription": "Biển Thanh Bình, also known as Thanh Binh Beach, is one of the stunning beaches in Da Nang, Vietnam. It is a popular choice for accommodation due to its serene surroundings and access to the cool blue waters. The city itself is described as beautiful and peaceful, with friendly locals. However, it's noted that there may be some tensions due to an influx of Chinese visitors.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.206906,
        "rating": 3.5,
        "numRatings": 49,
        "sources": [
          {
            "id": "1844692",
            "type": "webPlacesList",
            "url": "https://www.theblondtravels.com/beaches-da-nang/",
            "sourceSite": "Web",
            "snippet": "Lang Van Beach, Xuan Thieu Beach and Thanh Binh Beach are all located close to the Hai Van Mountain and Hai Van Pass. They are less popular with locals and visitors and therefore ideal for water sports and some relaxing time.",
            "siteName": "The Blond Travels",
            "shortName": "Off the beaten shore: The best beaches in Da Nang",
            "indexInSource": 3,
            "iconSiteId": 659,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "koUOu7S90mwyIpBzjFF1QUFbK0g5dJph",
          "msZZtDsrp5MxQh15j0jsav9tjqYOkjU9",
          "D16XpE7oiRqWKuquWXoI1psIj4dPTwF0",
          "AuqjNDet2aa2sMnQORGDQLPkPMCj9hML",
          "koUOu7S90mwyIpBzjFF1QUFbK0g5dJph",
          "msZZtDsrp5MxQh15j0jsav9tjqYOkjU9",
          "D16XpE7oiRqWKuquWXoI1psIj4dPTwF0",
          "AuqjNDet2aa2sMnQORGDQLPkPMCj9hML"
        ],
        "openingPeriods": [],
        "name": "Biển Thanh Bình",
        "placeId": "ChIJU8VkCVEYQjERzfEPUcPPwPw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "My childhood, in the morning my grandmother took us here for swimming. Year after, land clearance poor fishing village replaced by wide road not many people come for swimming but couples wander and  contemplate immerse ocean.",
            "author_name": "Tu Nguyen M",
            "relative_time_description": "",
            "time": 1513555985,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It's a pretty quiet beach and not many tourists come here so if you want somewhere to walk where it's not busy, you'll be able to see random things pop up in the sand, and see a nice sunset or sunrise. There are quite a few crabs, dead fish, and some waste throughout the beach so I'd watch where you'd walk if I was you to make sure you don't get your shoes dirty or anything.",
            "author_name": "Xoom Too",
            "relative_time_description": "",
            "time": 1736078726,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "The pin location of this beach was placed inside a new international urban area, which is gated and inaccessible to the public (KHU ĐÔ THỊ MỚI QUỐC TẾ ĐA PHƯỚC).\n\nI haven't found other ways to access this beach yet.",
            "author_name": "Van Ho",
            "relative_time_description": "",
            "time": 1710220641,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 1,
            "3": 5,
            "4": 15,
            "5": 17
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.0809,
        "address": "Ông Ích Khiêm, Thanh Bình, Hải Châu, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJr4sd-O0XQjER-KBVo-AeFr0",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.249594,
        "rating": 4.4,
        "numRatings": 586,
        "sources": [],
        "imageKeys": [
          "E7hWK1Alb18nD6tGEH7UZAbJ1IokgJir",
          "tpOAtMTCQfSaChsADqIzn9pZ1GKa4Syy",
          "6ZoJYwsdVKASufx5DpTeD1F5N2KTNs9u",
          "Edy4nW7z17o6mtuU2zYDgf3QlLZDPBnE",
          "CqH0Pw7eQGX7y6E8qLDIIwJDj9hsUAuq",
          "E7hWK1Alb18nD6tGEH7UZAbJ1IokgJir",
          "tpOAtMTCQfSaChsADqIzn9pZ1GKa4Syy",
          "6ZoJYwsdVKASufx5DpTeD1F5N2KTNs9u",
          "Edy4nW7z17o6mtuU2zYDgf3QlLZDPBnE",
          "CqH0Pw7eQGX7y6E8qLDIIwJDj9hsUAuq"
        ],
        "openingPeriods": [],
        "name": "Bãi tắm Mân Thái",
        "placeId": "ChIJr4sd-O0XQjER-KBVo-AeFr0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The whole beach is quite long but this specific part is farther north and there aren't as many walkers or tourists but there are more boats and locals catching or selling what they've caught that morning and perhaps other locals buying off some pieces.\n\nThe beach area is quite clean and is a seashell collectors dream as there are a ton of seashells all around. Overall, a great area to walk around in the early morning for more quiet and perhaps to see a sunrise or sunset.",
            "author_name": "Xoom Too",
            "relative_time_description": "",
            "time": 1735021014,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice beach and very popular and many people here enjoying the shallow waters on a Saturday afternoon. It's mostly clean but I saw a lot of cigarette butts which was disappointing. You can rent paddle boards at the street which is fun. It's a good place for families, but if you want a quiet secluded beach this is not the place on the weekend.",
            "author_name": "JayBee",
            "relative_time_description": "",
            "time": 1751112598,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is really cool and worth going too, you see a lot less tourists here and a lot more local people, they have some street food available/drinks, of course don't expect it to be a main beach bar restaurant level, the area is really cool to chill out and have a drink, have a look at the pictures, they have a sup centre next to it if you are coming during the day !",
            "author_name": "Stefan Brava",
            "relative_time_description": "",
            "time": 1719029960,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 16,
            "3": 56,
            "4": 134,
            "5": 366
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.089021,
        "address": "Hoàng Sa, Mân Thái, Sơn Trà, Đà Nẵng, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJx1XfVusjQjERGv4AWhhnWjk",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.248903,
        "rating": 3.7,
        "numRatings": 32,
        "sources": [],
        "imageKeys": [
          "4ZbBtGg1UIEfmI50d7mv99AGjtUFjkFM",
          "s8IRPlj2WJV1mAHmmFRnvsmHCbW0zwdf",
          "4ZbBtGg1UIEfmI50d7mv99AGjtUFjkFM",
          "s8IRPlj2WJV1mAHmmFRnvsmHCbW0zwdf"
        ],
        "openingPeriods": [],
        "name": "Summer Beach",
        "placeId": "ChIJx1XfVusjQjERGv4AWhhnWjk",
        "internationalPhoneNumber": "+84 971 723 799",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice youth spot with plenty to do.",
            "author_name": "Barry M",
            "relative_time_description": "",
            "time": 1642926384,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Unfortunately Vietgangz beach club stopped operating in Dec 2022. Wish we knew before we paid the entrance fee. We walked onto a deserted beach. Though if you want a quiet area to swim, this will do. The view is still beautiful.",
            "author_name": "Tony Nguyen",
            "relative_time_description": "",
            "time": 1680322995,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful beach",
            "author_name": "Elli Fountoukidou",
            "relative_time_description": "",
            "time": 1679507452,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://summerbeach.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Beach club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 2,
            "3": 5,
            "4": 5,
            "5": 15
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.049534,
        "address": "300 Võ Nguyên Giáp, Bắc Mỹ An, Ngũ Hành Sơn, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      }
    ]
  }
}