{
  "list_id": "676",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/676/1.jpg",
  "description": "Dive into \"Shopping Adventures in Da Nang's Malls\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/140411"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Shopping Adventures in Da Nang's Malls",
  "city_id": "49",
  "subtype": "poi",
  "city": "Da Nang",
  "created_ts": 1759244589,
  "slug": "shopping-adventures-in-da-nangs-malls-da-nang-poi-97ef02",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJiUHaki4YQjER2xtLgxLIgWw",
        "generalDescription": "Vincom Plaza Da Nang is a must-visit destination in the heart of the city, offering an extensive array of shopping, dining, and entertainment options. This expansive mall spans four floors with a total area of 40,000 square meters and features a diverse range of retail shops, including designer brands and casual wear. Visitors can also enjoy various amenities such as a movie theater, ice-skating rink, grocery store, food courts, and an entertainment center for kids.",
        "utcOffset": 420,
        "maxMinutesSpent": 150,
        "longitude": 108.229967,
        "rating": 4.2,
        "numRatings": 12704,
        "sources": [
          {
            "id": "1884050",
            "type": "webPlacesList",
            "url": "https://newsfoodz.com/top-7-largest-shopping-malls-in-da-nang.html",
            "sourceSite": "Web",
            "snippet": "Vincom is a new large commercial center established in 2016. Young, trendy and dynamic is Vincom’s motto. Here you can choose for yourself the most youthful and fashionable outfits, equipment, jewelry … Vincom Plaza Danang is a modern highlight of Da Nang’s young city with a youthful, trendy, world-class appearance inspired by fashion and food capitals around the world such as New York ( USA), London (UK), Sydney (Australia), Paris (France), Mylan (Italy), …",
            "siteName": "Newsfoodz",
            "shortName": "Top 7 largest shopping malls in Da Nang",
            "indexInSource": 2,
            "iconSiteId": 271914,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1858304",
            "type": "webPlacesList",
            "url": "https://vmcar.com.vn/da-nang-shopping-mall/",
            "sourceSite": "Web",
            "snippet": "As one of the most popular and modern shopping destinations in Da Nang, Vincom Plaza offers a mix of high-end fashion, electronics, home goods, and entertainment. This large shopping mall is centrally located near the Han River and is a favorite among locals and tourists seeking a more luxurious shopping experience. Vincom Plaza boasts a wide variety of international brands like Adidas, Nike, and Calvin Klein, alongside Vietnamese brands.",
            "siteName": "huynhtuyen",
            "shortName": "the 7 biggest (Updated 2024)",
            "indexInSource": 1,
            "iconSiteId": 61334,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "910590",
            "type": "webPlacesList",
            "url": "https://localtravelidea.com/da-nang/shopping-in-danang-city-vietnam",
            "sourceSite": "Web",
            "snippet": "Compared to a paradise for the best shopping in Danang, this is a trading place with more than 20,000 items with a variety of designs and quality products. Vincom is structured like a miniature Da Nang, including extremely dynamic clothes shops, entertainment zones, food stores, ice skating rink, and so on. There is also an entertainment and vocational education center for children with an area of 3000m2.",
            "siteName": "Local Sunshine Company Limited",
            "shortName": "Best places for shopping in Danang and Best Things To Buy",
            "indexInSource": 0,
            "iconSiteId": 16053,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907082",
            "type": "webPlacesList",
            "url": "https://hanamihotel.com/en/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "The center is prominently located on Ngo Quyen Street, at the foot of the Han River Bridge. Vincom has a total area of more than 3000m2 and trades in over 20,000 different aspects of models. Entering this Da Nang shopping mall, shopaholics are welcomed by a variety of products, such as perfumes, cosmetics, fashion items, accessories, home appliances, etc. from many famous brands.",
            "siteName": "Hanami Hotel Danang",
            "shortName": "Da Nang Shopping Malls: 8 Must-visit Places For Shopaholics",
            "indexInSource": 0,
            "iconSiteId": 5514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1858308",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/shopping-in-da-nang",
            "sourceSite": "Web",
            "snippet": "Vincom Plaza Da Nang is a luxurious shopping mall located in the city center, offering a variety of high-end fashion items, beauty care products, etc. Visitors can also enjoy a wide range of entertainment options here, including a cinema, game center, and fine dining restaurants. Additionally, customers can also enjoy the natural ice rink of Vinpearlland in the mall.",
            "siteName": "Vinpearl",
            "shortName": "Shopping in Da Nang Vietnam: An ultimate A-to-Z guide",
            "indexInSource": 4,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1917366",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "A tour to discover shopping malls in Da Nang must include Vincom Plaza Da Nang shopping mall – one of the biggest malls in Da Nang. It is located in the heart of the city and very convenient for you to visit. The trendy and youthful design of the 4-floor mall is inspired by world-famous fashion capitals, overlooking the stunning Han River.",
            "siteName": "VinWonders",
            "shortName": "7 must-visit places for shopaholics",
            "indexInSource": 0,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1884038",
            "type": "webPlacesList",
            "url": "https://hopjourneys.com/best-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Vincom Plaza Da Nang, centrally located, is a premier shopping destination offering a blend of local and international brands. Known for its clean and modern facilities, this mall provides a wide array of shopping experiences. Visitors can find everything from fashion and electronics to home goods and groceries.",
            "siteName": "HOP News",
            "shortName": "Best 7 Shopping Malls in Da Nang Must Visit For Tourists",
            "indexInSource": 0,
            "iconSiteId": 260967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907094",
            "type": "webPlacesList",
            "url": "https://houserentaldanang.com/best-places-for-shopping-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Vincom Plaza is often referred to as “The shopping paradise of Da Nang” and lives up to its name. This mall is home to numerous international fashion brands, offering shoppers a premium retail experience and a wide array of apparel. From clothing to accessories and beauty products, Vincom Plaza has it all.",
            "siteName": "House Rental Danang Agency",
            "shortName": "Top 10 Best Places For Shopping In Da Nang: Ultimate Guide To Go Shopping In Da Nang, Vietnam",
            "indexInSource": 3,
            "iconSiteId": 93669,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907086",
            "type": "webPlacesList",
            "url": "https://mettavoyage.com/discovering-best-shopping-mall-danang-updated-guide/",
            "sourceSite": "Web",
            "snippet": "The first shopping mall Danang we want to share for you is Vincom Da Nang. Vincom Da Nang attracts thousands of people every day due to its accessible placement at the foot of Han River Bridge, one of Danang’s most beautiful bridges. The shopping mall center comprises four floors.",
            "siteName": "Metta Voyage",
            "shortName": "Discovering Top 10 Best Shopping Mall Danang - Updated Guide 2024",
            "indexInSource": 0,
            "iconSiteId": 58199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907097",
            "type": "webPlacesList",
            "url": "https://danang-shopping.com/en/shopping-malls-da-nang/",
            "sourceSite": "Web",
            "snippet": "Vincom Plaza Da Nang is a new shopping mall in Da Nang located on Son Tra District, it’s a convinient shopping mall for tourists who stay near Da Nang Beach. Address: 910A Ngo Quyen Street, Son Tra District, Da Nang. Opening hour: 8h00-22h00",
            "siteName": "Kinh nghiệm du lịch và mua sắm tại Đà Nẵng",
            "shortName": "Shopping Malls in Da Nang",
            "indexInSource": 0,
            "iconSiteId": 11577,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907085",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/shopping-in-da-nang-6048.html",
            "sourceSite": "Web",
            "snippet": "The Vinmart supermarket has all the necessary kinds of stuff stocked. It even has a bookstore and cinema to have fun and chill time over there. Ice skating lovers find this place worth visiting because of the rink on the upper floor.",
            "siteName": "Holidify",
            "shortName": "8 Best Places for Shopping in Da Nang",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "569688",
            "type": "webPlacesList",
            "url": "https://vietnamtravel.in/2019/02/12/top-10-shopping-centers-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Nicknamed the “The shopping paradise of Da Nang,” Vincom deserves the name. Here you will find Famous fashion brands. For example, Bata, Adidas, Nike, etc., though smaller, it is among the biggest malls in Dan Nang.",
            "siteName": "vietnamtravel.in",
            "shortName": "Top 10 Shopping Centers in Da Nang",
            "indexInSource": 3,
            "iconSiteId": 3237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6Zibq6VZ2JyO9OgwJX6CcWOmxEz6SivV",
          "kY3gapkhBdumBAyj5WMbkbpy7o3EsRV3",
          "9IkN2Zn20OEs4TcJbAvGVCZdL3mdCBOD",
          "kbQ2Ll6EtQ1s5XwIORD4ioSggJeGot0f",
          "eCkcomBijniKATazGOOiGiaqvC6YPkAj",
          "6Zibq6VZ2JyO9OgwJX6CcWOmxEz6SivV",
          "kY3gapkhBdumBAyj5WMbkbpy7o3EsRV3",
          "9IkN2Zn20OEs4TcJbAvGVCZdL3mdCBOD",
          "kbQ2Ll6EtQ1s5XwIORD4ioSggJeGot0f",
          "eCkcomBijniKATazGOOiGiaqvC6YPkAj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Vincom Plaza Da Nang",
        "placeId": "ChIJiUHaki4YQjER2xtLgxLIgWw",
        "internationalPhoneNumber": "+84 934 721 093",
        "reviews": [
          {
            "rating": 5,
            "text": "Service could have been better. If the food is late for any reason, please update us as soon as possible so we are aware of the wait time.\n\nOn the other hand, the atmosphere is pleasant, with all the greenery and the mix of old and new decorations. The chicken is tender, and the rice is soft, though the taste is a bit bland. Overall, it's good for a visit.",
            "author_name": "Linh Nguyễn",
            "relative_time_description": "",
            "time": 1754732521,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best coconut coffee I've had during my 15 days in Vietnam. The flavour was rich and perfectly balanced.\nThe environment is relaxing and beautifully set up , great for a quick meal. It was raining when I visited and fresh scent of the wet plants and garden made the experience even more special.\nHighly recommended this spot for anyone visiting the area.",
            "author_name": "VASU TAYAL",
            "relative_time_description": "",
            "time": 1751626159,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "First of all, Hoi An is definitely the place where we've enjoyed eating the most in Vietnam, and you'll probably eat very well in most places. We went to this restaurant because it was recommended on several websites, and we don't regret it. The menu is extensive, with many options available - from typical Vietnamese dishes to international ones.\n\nMaybe we missed a bit of Vietnamese flair in the international dishes, but they were still good. We found interesting that the menu indicated how much more expensive some dishes were compared to street food. The service was good, and they made some great recommendations.\n\nWe paid about 800,000 VND each (around €30) for five dishes, one dessert, two drinks, and a mimosa - all to share. We especially enjoyed the panipuris, the spring rolls, and the fruit chimichangas (though the chicken breasts from the \"Chick vs. Tiger\" dish were a bit dry).\n\nThe atmosphere was peaceful, which we really appreciated after walking through Hoi An's crowded, tourist-filled streets. Overall, we highly recommend it!",
            "author_name": "Maria R",
            "relative_time_description": "",
            "time": 1744340662,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://vincom.com.vn/",
        "index": 1,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Dairy store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 549,
            "2": 402,
            "3": 1726,
            "4": 3446,
            "5": 6635
          }
        },
        "minMinutesSpent": 150,
        "latitude": 16.071401,
        "address": "910A Ngô Quyền, An Hải, Sơn Trà, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ8VnYK-QZQjERpZiaV6g7IFk",
        "generalDescription": "Lotte Mart Supermarket in Da Nang is a prominent shopping destination offering a wide range of entertainment, retail, and dining experiences for both locals and tourists. The five-story complex houses an extensive array of international brands including Samsung, Levis, Nike, Magoza, Debor, Sense, Josephi, and The Face Shop. Visitors can explore a vast supermarket on the fourth floor and enjoy family-friendly activities such as bowling, arcade games, and skating on the top level.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 108.229126,
        "rating": 4.2,
        "numRatings": 14265,
        "sources": [
          {
            "id": "1885616",
            "type": "webPlacesList",
            "url": "https://impresstravel.com/your-guide-to-the-top-5-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Being part of the South Korean Lotte Group, Lotte Mart Danang is a complete shopping spot where one can find anything from groceries to electronics and clothing. The mall is situated in Hoa Cuong Bac, and it’s not all about shopping; it includes entertainment like a cinema and food courts, thus putting under one roof what feels like complete shopping and entertainment. Commitment to quality and customer satisfaction can be evidently seen throughout Lotte Mart, making this a choice area for many of the locals and tourists while on a tour in Danang.",
            "siteName": "Impress Travel",
            "shortName": "Top 5 Shopping Malls guide for Danang tours",
            "indexInSource": 2,
            "iconSiteId": 43812,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1884050",
            "type": "webPlacesList",
            "url": "https://newsfoodz.com/top-7-largest-shopping-malls-in-da-nang.html",
            "sourceSite": "Web",
            "snippet": "Although it is quite far from the city center, Lotte always attracts customers. The name “LOTTE” was coined by Founder Shin Kyeok Ho, inspired by the novel “The Pain of Werther”. LOTTE Danang is a branch of Lotte Group Korea, so the products here are suitable for customers who love Korean style from dining to garment.",
            "siteName": "Newsfoodz",
            "shortName": "Top 7 largest shopping malls in Da Nang",
            "indexInSource": 1,
            "iconSiteId": 271914,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "910590",
            "type": "webPlacesList",
            "url": "https://localtravelidea.com/da-nang/shopping-in-danang-city-vietnam",
            "sourceSite": "Web",
            "snippet": "Lotte Mart always understands customer psychology and offers the best services and products, with great focus on quality: the goods are of clear origin and the ingredients are always fresh.",
            "siteName": "Local Sunshine Company Limited",
            "shortName": "Best places for shopping in Danang and Best Things To Buy",
            "indexInSource": 2,
            "iconSiteId": 16053,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HaR9X4eOYKyLBEEZIB6mfBA4gV0AAx4m",
          "V0Gi0wJJKPqxjz8pZ3eFo18EehFR5knQ",
          "QGZLYHu6xckbUptjjCaWDQg3l3YZoleo",
          "3lMBTQqYRhyCEBS8Hh9YMmqJOr4d2ilk",
          "9Pg2rpcicLpfayDUOFlaO6ytyWMGva8w",
          "HaR9X4eOYKyLBEEZIB6mfBA4gV0AAx4m",
          "V0Gi0wJJKPqxjz8pZ3eFo18EehFR5knQ",
          "QGZLYHu6xckbUptjjCaWDQg3l3YZoleo",
          "3lMBTQqYRhyCEBS8Hh9YMmqJOr4d2ilk",
          "9Pg2rpcicLpfayDUOFlaO6ytyWMGva8w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Lotte Mart Supermarket",
        "placeId": "ChIJ8VnYK-QZQjERpZiaV6g7IFk",
        "internationalPhoneNumber": "+84 901 057 057",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice experience. We bought most items that we will bring back home from this supermarket. Good choice of supermarket if you want to bring coffee and noodles back home and some snacks. The pastry/bakery area was also very good, the price are very reasonable/cheap.",
            "author_name": "Auracel Alido",
            "relative_time_description": "",
            "time": 1757600351,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited Lotte Mart Đà Nẵng and was thoroughly impressed by the experience. The Stores here is well-organized, making it easy to find everything I needed. The variety of products, especially the fresh produce and Korean specialty items, is outstanding. The staff are friendly and always willing to help, which made my shopping trip even more pleasant. The cleanliness and overall atmosphere of the supermarket are top-notch. I highly recommend Lotte to anyone looking for quality products and excellent service.\nWhile I generally enjoy shopping at the other shop in Lotte (e.g. Guardian Vietnam), I have noticed that the air conditioning system is often too hot, making the shopping experience uncomfortable. It would be greatly appreciated if the temperature could be adjusted to a cooler setting to ensure a more pleasant environment for customers",
            "author_name": "Lan Pham Thuy",
            "relative_time_description": "",
            "time": 1743151255,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Large grocery store in Da Nang with just about everything you might need on your long term stay. From the ground floor, pass the first floor that is all clothing. The food is on the upper floor. The store is spacious and clean. Prices are somewhat high for the city, but the convenience of having everything here is great. They even offer free delivery, after you pack your goods into a box at the service counter. Find a fresh bakery and ready to eat food and meals inside too.",
            "author_name": "Carol D",
            "relative_time_description": "",
            "time": 1756198109,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://lottemart.com.vn/",
        "index": 2,
        "id": "",
        "categories": [
          "Hypermarket",
          "Shopping",
          "Shopping Malls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 728,
            "2": 410,
            "3": 1823,
            "4": 4303,
            "5": 7029
          }
        },
        "minMinutesSpent": 120,
        "latitude": 16.034868,
        "address": "6 Nại Nam, Hoà Cường Bắc, Hải Châu, Đà Nẵng, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJj2UKYlIZQjERYPJUwtGG9Bg",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": 25,
        "longitude": 108.22283,
        "rating": 4.3,
        "numRatings": 882,
        "sources": [
          {
            "id": "1884039",
            "type": "webPlacesList",
            "url": "https://mytour.vn/en/blog/bai-viet/top-6-largest-shopping-centers-in-da-nang.html",
            "sourceSite": "Web",
            "snippet": "JOLY MART is a supermarket built on high standards of quality, safety, and food hygiene. The goal of JOLY MART is to bring the best quality products with high value to life, so the supermarket always prioritizes good food and improves the processing process to enhance the lives of customers, especially organic products, naturally grown without pesticides, or growth hormones to ensure consumer health safety. With a team of professionally trained advisory staff available 24/7, young and dynamic, passionate about each product along with in-depth knowledge of various items in the supermarket, JOLY MART promises to always bring you the best experiences and provide the most suitable advice for every customer.",
            "siteName": "Mytour",
            "shortName": "Top 6 Biggest Shopping Centers in Da Nang",
            "indexInSource": 3,
            "iconSiteId": 31431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2WyfsPCODMeOSo7tzc8WAPP3nZUAgvZd",
          "SO6QIxze3vSK8Blj8VERymNwTY2KrY2o",
          "GQ7UILg33q6tylhFl8bAw7jJrEaatwt4",
          "ZoeXgf22wUHrddfNlw0WMvUb2C7kV8c1",
          "2WyfsPCODMeOSo7tzc8WAPP3nZUAgvZd",
          "SO6QIxze3vSK8Blj8VERymNwTY2KrY2o",
          "GQ7UILg33q6tylhFl8bAw7jJrEaatwt4",
          "ZoeXgf22wUHrddfNlw0WMvUb2C7kV8c1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "2130"
            }
          }
        ],
        "name": "JOLY MART Yên Bái",
        "placeId": "ChIJj2UKYlIZQjERYPJUwtGG9Bg",
        "internationalPhoneNumber": "+84 236 6268 968",
        "reviews": [
          {
            "rating": 5,
            "text": "The supermarket popped out of nowhere for me while I was walking but was quite a useful find as they have hygenic/skincare stuff, snacks, dried fruits, frozen foods, towels, veggies & fruits,  tupperware, jams, seasonings, and way more than you could need in a single trip.\n\nThe whole enviornment is pretty clean, has a lot of staff around to help, everything seems organized and the store is definitely a decent size but if there's a lot of people it would be hard to walk through quickly very soon. For some items they are imported so it could be more expensive. They accept both cards and cash for payment.",
            "author_name": "Xoom Too",
            "relative_time_description": "",
            "time": 1735782927,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great supermarket with many locally made ceramics, wood chopping boards and more!! No additional fees when using credit card. Variety is good for foreigners looking to buy some local goods before heading back :)",
            "author_name": "Rennes Lee",
            "relative_time_description": "",
            "time": 1749302270,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Decent grocery store but it's been overhyped by the previous reviewers.\n\nHere are some issues:\n\n1. The checkout counter is poorly laid out: cramped, and people go past eaxh other placing their items on the counter. Among the worst checkout lines I've seen.\n\n2. The whole area around the fruits & two check out counters is oddly cramped and gets really crowded.\n\n3. Labels are only in Vietnamese. I couldn't tell if some detergent-looking packets were detergent, softener, or scent, for example...\n\n4. ... because mobile coverage is poor towards the back and mobifone lost data connection.\n\n5. No fresh meat (!) Also, no bread?!\n\n6. Poor selection of high protein low sugar healthy yogurts, granola (none), and protein bars (only 1 brand)\n\nNow for some pros:\n* Monster Ultra White 355mL costs 23k, cheaper than any convenience store I've seen so far\n* Lots of home goods (though that reduces the variety of foods available)\n* Orgain vegan protein powder",
            "author_name": "Dan Dascalescu",
            "relative_time_description": "",
            "time": 1740546582,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Supermarket",
          "Asian household goods store",
          "Discount supermarket",
          "Home goods store",
          "Notions store",
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 32,
            "2": 34,
            "3": 85,
            "4": 252,
            "5": 479
          }
        },
        "minMinutesSpent": 25,
        "latitude": 16.068972,
        "address": "31 Yên Bái, P, Hải Châu, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJzxT68jEYQjER0Bcu1ylAiXQ",
        "generalDescription": "Indochina Mall is a compact retail complex located in Da Nang, offering three floors of brand-name stores and a food court with scenic water views of the Dragon Bridge and Han River. Spanning 800 square meters, this high-end shopping destination focuses on fashion, cosmetics, and culinary experiences. It also features unique entertainment activities.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 108.224377,
        "rating": 3.9,
        "numRatings": 1768,
        "sources": [
          {
            "id": "1917366",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "Another Da Nang shopping mall that has a poetic view of the Dragon Bridge and Han River is Indochina Riverside Mall. With a total area of 800 square meters, this mall focuses on high-end fashion and cosmetic brands, as well as offers delicate culinary experiences and unique entertainment activities. Some attractive shops that you should check out here include Pizza 4P’s – an Italian-flavored pizza and spaghetti restaurant, Dookki – a popular Korean restaurant chain, Highlands Coffee – where you can find signature Vietnamese drinks, Pedro and Giordano – two luxurious fashion brands for stylish people.",
            "siteName": "VinWonders",
            "shortName": "7 must-visit places for shopaholics",
            "indexInSource": 1,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1885616",
            "type": "webPlacesList",
            "url": "https://impresstravel.com/your-guide-to-the-top-5-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Sitting astride the head of the scenic Han River, the Indochina Riverside Mall stands out as an avenue for sophisticated shopping. It gives the air of an upscale atmosphere and houses most of the high-class shops dealing with international names. The same mall is also packed with many cafes and beauty services, plus other entertainment options for those who would like to get a little bit pampered with luxury while enjoying the scenic views of the river.",
            "siteName": "Impress Travel",
            "shortName": "Top 5 Shopping Malls guide for Danang tours",
            "indexInSource": 1,
            "iconSiteId": 43812,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1858304",
            "type": "webPlacesList",
            "url": "https://vmcar.com.vn/da-nang-shopping-mall/",
            "sourceSite": "Web",
            "snippet": "Located along the scenic Han River, Indochina Mall is a premium shopping destination known for its upscale environment and stunning views. This multi-level shopping mall offers a curated selection of fashion boutiques, beauty stores, and a range of dining options. Indochina Mall is also home to a luxury cinema and a fitness center, making it a well-rounded destination for entertainment, fitness, and retail therapy.",
            "siteName": "huynhtuyen",
            "shortName": "the 7 biggest (Updated 2024)",
            "indexInSource": 2,
            "iconSiteId": 61334,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1884038",
            "type": "webPlacesList",
            "url": "https://hopjourneys.com/best-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Situated along the picturesque Han River, Indochina Riverside Mall offers a unique and relaxing shopping experience. The mall’s scenic views make it a delightful place to visit, whether you’re shopping or simply enjoying the atmosphere. Indochina Riverside Mall specializes in fashion, electronics, and lifestyle stores, and it is renowned for its scenic views and relaxing shopping experience.",
            "siteName": "HOP News",
            "shortName": "Best 7 Shopping Malls in Da Nang Must Visit For Tourists",
            "indexInSource": 1,
            "iconSiteId": 260967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907082",
            "type": "webPlacesList",
            "url": "https://hanamihotel.com/en/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "Indochina Riverside is a new shopping center that was established a few years ago. The unit has gradually established its position as a distributor of many well-known and high-quality branded products, including Pizza 4P’s, El Gaucho, Dookki, Highlands Coffee, Pedro, and Giordano. Besides, Indochina Riverside Mall has a poetic view of the Dragon Bridge and Han River.",
            "siteName": "Hanami Hotel Danang",
            "shortName": "Da Nang Shopping Malls: 8 Must-visit Places For Shopaholics",
            "indexInSource": 2,
            "iconSiteId": 5514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FbzeSAEKiQZHL3G8ukoYzeN81jxu7mwx",
          "0obTufAXHCG6iDbUjrg4RzOUgAZCniiw",
          "JWihFV46kAxY2Lqqf0HhXyVFxqn3EamH",
          "5WVaoNWfHD9r05xxhMkkG6OEOZ30P5sf",
          "Z1FtnLK4dm8hWODpnRgzJQoBxGHCCEeB",
          "FbzeSAEKiQZHL3G8ukoYzeN81jxu7mwx",
          "0obTufAXHCG6iDbUjrg4RzOUgAZCniiw",
          "JWihFV46kAxY2Lqqf0HhXyVFxqn3EamH",
          "5WVaoNWfHD9r05xxhMkkG6OEOZ30P5sf",
          "Z1FtnLK4dm8hWODpnRgzJQoBxGHCCEeB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Indochina Mall",
        "placeId": "ChIJzxT68jEYQjER0Bcu1ylAiXQ",
        "internationalPhoneNumber": "+84 236 3849 444",
        "reviews": [
          {
            "rating": 5,
            "text": "The mall is quite a simple one which just 2 floors that honestly doesn't have a ton of stuff but does have a couple restaurants, a cafe, an arcade game place, clothing & jewelry stores. The main attractions seems to be a sushi restaurant and the Highland Coffee store. Location is great being near touristy stuff, other restaurants, a Starbucks, the Han Market and such.",
            "author_name": "Xoom Too",
            "relative_time_description": "",
            "time": 1735662710,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It seems there isn't much detailed public information specifically about \"Indochine Towel\" in Da Nang. However, Da Nang is home to various towel manufacturers and wholesalers that cater to both local and international markets. These companies typically produce a range of towels, including hotel towels, spa towels, and export-oriented products. If you are looking for a towel manufacturer in Da Nang, companies like March 29 Textile Garment JSC and other textile factories are key players in the market",
            "author_name": "Dang Tien",
            "relative_time_description": "",
            "time": 1728194422,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good food quick. Grab your sushi off the conveyor and start eating. Unlimited soup, friendly, attentive staff and good selection make this \"fast food\" sushi an easy choice.",
            "author_name": "Jim Hutslar",
            "relative_time_description": "",
            "time": 1747072667,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://indochinamall.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 134,
            "2": 105,
            "3": 309,
            "4": 493,
            "5": 727
          }
        },
        "minMinutesSpent": 90,
        "latitude": 16.070061,
        "address": "74 Bạch Đằng, Hải Châu, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJA1FUhUoYQjER1gygh7vmX1I",
        "generalDescription": "Located in the vibrant city of Da Nang, Parkson Vinh Trung Plaza is a part of the Vinh Trung complex. This high-end shopping mall offers a wide range of world-renowned cosmetics and clothing brands, including Shiseido and Estee Lauder. The food court provides an array of international cuisines to satisfy diverse palates, while the top floor features a popular bowling alley.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.213478,
        "rating": 3.9,
        "numRatings": 338,
        "sources": [
          {
            "id": "907086",
            "type": "webPlacesList",
            "url": "https://mettavoyage.com/discovering-best-shopping-mall-danang-updated-guide/",
            "sourceSite": "Web",
            "snippet": "Parkson Vinh Trung Plaza is part of the Vinh Trung complex, which is located on the bustling street of Da Nang city. Parkson Plaza Da Nang is known for its high-end fashion and luxury brands, making it a popular destination for shoppers seeking the latest trends and designer products. Parkson Vinh Trung Plaza is also a popular bowling alley among young people.",
            "siteName": "Metta Voyage",
            "shortName": "Discovering Top 10 Best Shopping Mall Danang - Updated Guide 2024",
            "indexInSource": 1,
            "iconSiteId": 58199,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "517q8KZtZngXIfgQYXDgTV8qpzpFGhcq",
          "LosOvLeqyrHZiN5IQvQOuWy3mLpE3p3U",
          "7Yvve96BL7ge9YCeo7H6hPMye7ipyBsO",
          "517q8KZtZngXIfgQYXDgTV8qpzpFGhcq",
          "LosOvLeqyrHZiN5IQvQOuWy3mLpE3p3U",
          "7Yvve96BL7ge9YCeo7H6hPMye7ipyBsO"
        ],
        "openingPeriods": [],
        "name": "Parkson Vinh Trung Plaza",
        "placeId": "ChIJA1FUhUoYQjER1gygh7vmX1I",
        "internationalPhoneNumber": "+84 28 3827 7636",
        "reviews": [
          {
            "rating": 5,
            "text": "It is designed in a luxury style, there is game centre and bowling alley on the (4th floor I guess). Parking are available outside the mall and below there is car park.",
            "author_name": "Angrezi D",
            "relative_time_description": "",
            "time": 1515117858,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Nice place, but a ghost town due to way overpriced merchandise. Items here can cost more than in the United States. For example a good wine glass cost $11 a piece, when I can buy them for $5 a piece in the US. Go to the Vincom Center, much better accommodations and better prices if you're looking for a similar upscale shopping experience",
            "author_name": "Ninh",
            "relative_time_description": "",
            "time": 1580352881,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Department store with mid range to high end products. Staff looked bored with their jobs. Food court on top floor was nearly empty. Shopping mall next door was much busier.",
            "author_name": "Charles",
            "relative_time_description": "",
            "time": 1483392106,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Department Stores"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 18,
            "2": 21,
            "3": 67,
            "4": 109,
            "5": 123
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.066689,
        "address": "Vĩnh Trung Plaza, Thạc Gián, Thanh Khê, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ6ykCgUoYQjEREnB0G8qmVQE",
        "generalDescription": "GO!(Big C) Supermarket Da Nang is a massive shopping complex in the heart of downtown Da Nang, spanning three floors. The first floor boasts an array of cosmetics, jewelry, and branded clothing counters. On the second floor, visitors can explore a food department store while the third floor houses home appliances and entertainment options like a small cinema and video game city.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 108.213445,
        "rating": 4.1,
        "numRatings": 9991,
        "sources": [
          {
            "id": "1885616",
            "type": "webPlacesList",
            "url": "https://impresstravel.com/your-guide-to-the-top-5-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Danang is located inside the Vĩnh Trung Trade Centre and was formerly named Big C. It has won over many local and international consumers and is well-noted for its dedication to quality and genuineness. This supermarket is spaciously large, devoted not only to shopping but also to fun and food, combined as an ideal place for families. It is noted for holding fresh grocery and household goods, making it a one-stop center for most customers.",
            "siteName": "Impress Travel",
            "shortName": "Top 5 Shopping Malls guide for Danang tours",
            "indexInSource": 0,
            "iconSiteId": 43812,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1858304",
            "type": "webPlacesList",
            "url": "https://vmcar.com.vn/da-nang-shopping-mall/",
            "sourceSite": "Web",
            "snippet": "Da Nang, formerly known as Big C, is one of the largest and most affordable shopping complexes in the city. It’s perfect for those seeking budget-friendly shopping for groceries, household goods, clothing, and electronics. This mall attracts locals and tourists alike who are looking for everyday essentials at reasonable prices.",
            "siteName": "huynhtuyen",
            "shortName": "the 7 biggest (Updated 2024)",
            "indexInSource": 3,
            "iconSiteId": 61334,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1884038",
            "type": "webPlacesList",
            "url": "https://hopjourneys.com/best-shopping-malls-in-da-nang/",
            "sourceSite": "Web",
            "snippet": "Da Nang offers a diverse range of products, from groceries to electronics. The mall’s spacious layout and convenient location make it an ideal shopping destination for tourists. It specializes in groceries and household items, and it is renowned for its spacious layout and comprehensive product range.",
            "siteName": "HOP News",
            "shortName": "Best 7 Shopping Malls in Da Nang Must Visit For Tourists",
            "indexInSource": 2,
            "iconSiteId": 260967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1858308",
            "type": "webPlacesList",
            "url": "https://vinpearl.com/en/shopping-in-da-nang",
            "sourceSite": "Web",
            "snippet": "Da Nang is a modern and trendy shopping mall located near My Khe Beach. It features an array of well-known fashion brands, restaurants, and entertainment options. This mall also includes a cinema and a game center, making it a perfect destination for a fun-filled day out in the city.",
            "siteName": "Vinpearl",
            "shortName": "Shopping in Da Nang Vietnam: An ultimate A-to-Z guide",
            "indexInSource": 5,
            "iconSiteId": 25620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907082",
            "type": "webPlacesList",
            "url": "https://hanamihotel.com/en/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "Formerly known as Big C – one of the biggest retail chains in Vietnam, GO!. Da Nang shopping mall is a popular mall for people in Da Nang with a wide range of quality products. Xem thêm Top 10 Reputable Walnut Shops In Da Nang",
            "siteName": "Hanami Hotel Danang",
            "shortName": "Da Nang Shopping Malls: 8 Must-visit Places For Shopaholics",
            "indexInSource": 1,
            "iconSiteId": 5514,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1917366",
            "type": "webPlacesList",
            "url": "https://vinwonders.com/en/wonderpedia/news/da-nang-shopping-malls/",
            "sourceSite": "Web",
            "snippet": "Formerly known as Big C – one of the biggest retail chains in Vietnam, GO!. Da Nang shopping mall is a popular mall for people in Da Nang with a wide range of quality products. This shopping mall is divided into two areas.",
            "siteName": "VinWonders",
            "shortName": "7 must-visit places for shopaholics",
            "indexInSource": 2,
            "iconSiteId": 38363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1884039",
            "type": "webPlacesList",
            "url": "https://mytour.vn/en/blog/bai-viet/top-6-largest-shopping-centers-in-da-nang.html",
            "sourceSite": "Web",
            "snippet": "Da Nang, formerly known as Big C - a familiar name to many consumers in Da Nang. The reason why people in Da Nang know GO!. Da Nang as a habit is because the products of GO!",
            "siteName": "Mytour",
            "shortName": "Top 6 Biggest Shopping Centers in Da Nang",
            "indexInSource": 0,
            "iconSiteId": 31431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "czQly89JbL9aheoGnm0BIw8XHXuqsGLf",
          "PeeWQJD9FCEDj6vsZpmF7LEU01T1vkns",
          "EaESNBBogYFOnrbhLFXEdj94xX0Uq3uQ",
          "aRYniVCQCCdNvfvfc3fgTmiWA5XdOkOY",
          "prIQouMlIAIfKhdlkNW8nymlGnIaRHho",
          "czQly89JbL9aheoGnm0BIw8XHXuqsGLf",
          "PeeWQJD9FCEDj6vsZpmF7LEU01T1vkns",
          "EaESNBBogYFOnrbhLFXEdj94xX0Uq3uQ",
          "aRYniVCQCCdNvfvfc3fgTmiWA5XdOkOY",
          "prIQouMlIAIfKhdlkNW8nymlGnIaRHho"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "GO! Đà Nẵng",
        "placeId": "ChIJ6ykCgUoYQjEREnB0G8qmVQE",
        "internationalPhoneNumber": "+84 236 3666 085",
        "reviews": [
          {
            "rating": 5,
            "text": "It has pretty much everything you need. There are a couple of restaurants inside, lots of clothing stores, and places to buy shoes, including Skechers and other sportswear brands. The grocery section is spread over two floors, so you'll find a huge range of options. It's definitely cheaper than buying from convenience stores, and the variety is much better.\n\nYou can also find stores like Watson's (or something similar) for all your beauty needs, plus clothes, shoes, and pretty much everything else you might need. It's a bit packed, but many of the stores inside accept card payments, which is convenient.\n\nThey even have arcade machines and claw machines, though the claw machines seem impossible to win, which is kind of funny. Overall, if you need to buy groceries or just want to shop for other things, it is the best place to go.",
            "author_name": "Rhealaine Sayson",
            "relative_time_description": "",
            "time": 1735135567,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Great store with everything you can possibly need, even souvenirs to bring back home. It is however annoying when you are trying to shop and you have aggressive sales people in every isle trying to pressure you to buy certain things. I just want to shop in peace without being bothered.  There is nothing more annoying than having someone stand 2 inches from you for 10 minutes when you clearly tell them you don't need their help. This and the fact that this store is so packed really tarnished my experience. I have had a few unfriendly cashiers as well which is not my general experience in Vietnam. Aside from that, great bakery.",
            "author_name": "Kathy E. Sanati",
            "relative_time_description": "",
            "time": 1742698677,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Comprehensive Shopping Experience\n- One-stop shop: This store offers a wide range of products, including coffee, snacks, fresh produce, dried foodstuff, fruits, flowers, shoes, and bags.\n- Supermarket spread over two floors: With a vast selection of products, you'll find everything you need under one roof.\n- Food Court: Enjoy a variety of dining options in the on-site Food Court.\n\nHighlights\n- Durian purchase: We bought durian and were pleased with the quality and taste.\n- Cinema and amusement park: The top floor features entertainment options, including a cinema and amusement park.\n- Local favorite: We noticed that the store seems to attract more locals than tourists.\n\nShopping Experience\n- Impressive organization: The store has a well-organized layout, making it easy to navigate.\n- Price-labelled products: No need for bargaining, as all products have clear price labels.\n- Convenient shopping: With its comprehensive selection and organized layout, this store offers a convenient shopping experience.",
            "author_name": "fu shyet",
            "relative_time_description": "",
            "time": 1744347434,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://go-vietnam.vn/",
        "index": 6,
        "id": "",
        "categories": [
          "Hypermarket",
          "Shopping",
          "Supermarket",
          "Shopping Malls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 664,
            "2": 353,
            "3": 1511,
            "4": 2681,
            "5": 4796
          }
        },
        "minMinutesSpent": 90,
        "latitude": 16.066863,
        "address": "Khu thương Mại, 257 Hùng Vương, Thạc Gián, Thanh Khê, Đà Nẵng 550000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJoQBIDbsZQjERf-rWQZ0Uv-c",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 108.229253,
        "rating": 5,
        "numRatings": 6,
        "sources": [
          {
            "id": "1858304",
            "type": "webPlacesList",
            "url": "https://vmcar.com.vn/da-nang-shopping-mall/",
            "sourceSite": "Web",
            "snippet": "Lotte Mart Da Nang is part of the Korean Lotte chain, and it’s one of the most popular shopping destinations for locals and tourists alike. This mall features a large supermarket with a wide selection of groceries, clothing, home goods, and electronics. Lotte Mart’s grocery section is well-known for its high-quality imported products, which makes it a favorite among expats.",
            "siteName": "huynhtuyen",
            "shortName": "the 7 biggest (Updated 2024)",
            "indexInSource": 4,
            "iconSiteId": 61334,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907097",
            "type": "webPlacesList",
            "url": "https://danang-shopping.com/en/shopping-malls-da-nang/",
            "sourceSite": "Web",
            "snippet": "Lotte Mart is retailer from Korea, it’s the popular shopping place for tourists who want to buy korean goods. Address: 6 Nai Nam Street, Hai Chau District, Da Nang (near Tuyen Son Sport Center). Opening hour: 8h00-22h00",
            "siteName": "Kinh nghiệm du lịch và mua sắm tại Đà Nẵng",
            "shortName": "Shopping Malls in Da Nang",
            "indexInSource": 1,
            "iconSiteId": 11577,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "r4HicafRixgRV7rB3S5qrmuuI1xJXLmL",
          "tCmQJ1dk00UWlmovv00hOF62V0WKBqCN",
          "MiRLSQtNxqeSlWvdeSl6jOxKq8uytYM7",
          "uvmbpUcdL8Y67SrbZNBYv4oAZrQJEmmz",
          "r4HicafRixgRV7rB3S5qrmuuI1xJXLmL",
          "tCmQJ1dk00UWlmovv00hOF62V0WKBqCN",
          "MiRLSQtNxqeSlWvdeSl6jOxKq8uytYM7",
          "uvmbpUcdL8Y67SrbZNBYv4oAZrQJEmmz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sunny lotte mart Đà Nẵng",
        "placeId": "ChIJoQBIDbsZQjERf-rWQZ0Uv-c",
        "internationalPhoneNumber": "+84 908 897 161",
        "reviews": [
          {
            "rating": 5,
            "text": "(Translated by Google) Diverse goods, friendly staff. I like it so much that I will come back many more times.\n\n(Original)\nHàng hoá đa dạng, nhân viên thân thiện. Mình rất thích nên sẽ quay lại nhiều lần nữa.",
            "author_name": "My Huỳnh",
            "relative_time_description": "",
            "time": 1727251174,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) Shop with many hot trend items, affordable prices, very enthusiastic consultants, will come back many times\n\n(Original)\nShop nhiều mặt hàng hot trend, giá cả phải chăng, nv tư vấn rất nhiệt tình, sẽ ghé lại nhiều lần",
            "author_name": "Dung Do",
            "relative_time_description": "",
            "time": 1727250026,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) Quality goods, cheaper prices than many other shops, will come back next time\n\n(Original)\nHàng hóa chất lượng, giá rẻ hơn nhiều shop khác, sẽ quay lại lần sau",
            "author_name": "Bich Phuong",
            "relative_time_description": "",
            "time": 1727248730,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 6
          }
        },
        "minMinutesSpent": null,
        "latitude": 16.034714,
        "address": "06 Nại Nam, Hoà Cường Bắc, Hải Châu, Đà Nẵng, Vietnam",
        "travel_time": null
      }
    ]
  }
}