{
  "list_id": "672",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/672/1.jpg",
  "description": "Dive into \"The 37 best photo spots in Ho Chi Minh City\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160170"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "The 37 best photo spots in Ho Chi Minh City",
  "city_id": "16",
  "subtype": "poi",
  "city": "Ho Chi Minh City",
  "created_ts": 1759243231,
  "slug": "the-37-best-photo-spots-in-ho-chi-minh-city-ho-chi-minh-city-poi-464c6d",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJzwg3ojAvdTERqnQUK99K2Xw",
        "generalDescription": "The War Remnants Museum stands as a poignant testament to the Vietnam and Indochina wars, showcasing an array of photographs, weapons, and artifacts that narrate the harrowing tales of conflict. Situated in Ho Chi Minh City, this museum is dedicated to preserving history while educating visitors about the impacts of war on Vietnam. It serves not only as a repository for historical evidence but also aims to instill a sense of peace and solidarity among nations.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 106.692092,
        "rating": 4.5,
        "numRatings": 39078,
        "sources": [
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "War Remnants Museum (Bao Tang Chung Tich Chien Tranh) is a poignant and educational experience that provides deep insights into the Vietnam War. This museum is a must-visit for history enthusiasts and offers numerous photo opportunities. Start your day with breakfast at L'Usine, known for its stylish ambiance and delicious breakfast options.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 11,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The War Remnants Museum in Saigon is definitely not a fun attraction to visit. But it is a place to remember the atrocious and horrible effects that come as a result of war. Most of the inside of the War Remnants Museum is filled with photography, shown in exhibitions, about various events of the Vietnam War.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 7,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222335",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "One of the most exciting places in Ho Chi Minh is this museum. The Museum of War Relics is one of Ho Chi Minh City's most moving sights and is devoted to informing tourists about the Vietnam war. It is one of Vietnam's most famous museums, and more than half a million visitors come here each year.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Ho Chi Minh",
            "indexInSource": 0,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Put this place on your list of things to do in Saigon (Ho Chi Minh City) if you’re a true museumgoer!. The War Remnants Museum is a heart-rending yet awakening site in District 3. It offers deep insights into the First Indochina War and the Vietnam War.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 0,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bJ9fo8fM4NPMcNX2469QQo2M9ioMBtLx",
          "J4XfKHIp5C4BlkhojH1X3ugx1IgMLtkl",
          "QGgjIdZ0R3Yakl9IIt2d2rewP0hZjtFY",
          "mbgMB6gp9UfSnmUmMuwBu2M0FnM681WM",
          "BxcbqQW50Vgt3JXaWL1Q7mqT2tpXtwH2",
          "bJ9fo8fM4NPMcNX2469QQo2M9ioMBtLx",
          "J4XfKHIp5C4BlkhojH1X3ugx1IgMLtkl",
          "QGgjIdZ0R3Yakl9IIt2d2rewP0hZjtFY",
          "mbgMB6gp9UfSnmUmMuwBu2M0FnM681WM",
          "BxcbqQW50Vgt3JXaWL1Q7mqT2tpXtwH2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "War Remnants Museum",
        "placeId": "ChIJzwg3ojAvdTERqnQUK99K2Xw",
        "internationalPhoneNumber": "+84 28 3930 5587",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the War Remnants Museum in Ho Chi Minh City was one of the most powerful and emotional experiences of my trip to Vietnam. I went in expecting to learn about history, but I left with something much deeper: a profound reflection on humanity, suffering, and resilience.\nThe exhibits-especially the photographs-were deeply moving. Some images were so raw and disturbing that I almost cried while walking through the galleries. I found myself needing to pause and take time to process what I was seeing. The human cost of the Vietnam War, especially for civilians, was heartbreaking.\n\nWhat struck me most was how personal the museum felt. It doesn't just present facts or military artifacts; it shows the faces, names, and lives of people affected-both Vietnamese and foreign. The section on Agent Orange and its lingering effects across generations was particularly difficult to take in.\n\nI left with a heavy heart but also with a greater understanding of Vietnam's past and an even stronger appreciation for the strength and kindness of its people today. Despite everything the country endured, I was met everywhere with warmth and openness. This visit changed the way I think about war, history, and reconciliation.\n\nIf you're in Ho Chi Minh City, I believe this museum is a must-visit. It's not easy, but it's important.",
            "author_name": "Stephanie Chance",
            "relative_time_description": "",
            "time": 1754213934,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing little museum. 3 floors of information pertaining to the Vietnam war and it's lasting effects. In particular, I found the “War Photographers” section to be captivating…a lot of stories in there about journalists all over the globe that were intent on capturing the war and the brutality therein, often times paying the ultimate price for their attempts to broadcast the truth. The entire museum could easily take 2-4 hours if you're intent on reading all the descriptions (provided in Vietnamese and English).\n\nOne small note - I didn't see any warnings, but some of the content in here can definitely be unsettling. I'm glad they haven't shied away from this, as it's important to show the horrible effects of the war directly. But there are quite a lot of pictures of dead and mutilated bodies, especially within the “War Crimes” room. Also, there's a large section dedicated to the health ramifications of Agent Orange, showing the deformities (in both children and adults, Vietnamese and foreign) and mental conditions caused by that horrible chemical. I saw a lot of families with young kids in here, and a lot of the children had slightly terrified looks on their faces. I assume if it was affecting to me, it may have been doubly so for them. Again, I recommend coming and not turning your face away from the horrible facts and effects of the war, but if you're sensitive or have young children who may not be mentally prepared for such imagery, you may want to avoid certain exhibits that you feel could include such photographs (mainly War Crimes and Agent Orange are the two areas that are disturbing, I haven't included any pictures from them below).\n\nIf you're in Saigon even a little bit interested in the history and lasting effects of the war, this is a must-visit museum. I visited on a Saturday afternoon and it was crowded, but still easy to see everything.",
            "author_name": "Michael McElligott",
            "relative_time_description": "",
            "time": 1754844969,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "BEWARE of Coconut saler around this area! There are many of them on every corner.\nWe visited the museum on Monday the 1st of Sept before Vietnam 80th National Day so the museum was way too packed! The building has 3 levels consist of 7 rooms of war history timeline, consequences, and what's happening now. Some of the contents can be very scary especially the photos captured during the war.\nThe ground floor outside has the replica of jail (Tiger Cages) and torture chamber used by the Vietnamese government to deal with local rebellious. Many army tanks, planes and transport were displayed in front of the building.\nDefinitely interesting to see the war history from the perspective of Vietnamese at this museum.",
            "author_name": "Penny Gaffney",
            "relative_time_description": "",
            "time": 1757420948,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://baotangchungtichchientranh.vn/",
        "index": 1,
        "id": "",
        "categories": [
          "War museum",
          "Museums",
          "Local history museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 396,
            "2": 554,
            "3": 2895,
            "4": 9185,
            "5": 26155
          }
        },
        "minMinutesSpent": 120,
        "latitude": 10.779511,
        "address": "Phường 6, Quận 3, Hồ Chí Minh 700000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJL0dwVTgvdTERao3t8B1Jhxc",
        "generalDescription": "Independence Palace, also known as Reunification Palace, stands as a significant historical landmark from the Vietnam War era. This architectural gem showcases South Vietnamese modernist design from the 1960s and offers visitors an immersive experience into its storied past. As you wander through its five floors, you'll encounter fascinating sights such as a recreation room and a bunker basement filled with vintage communication devices like phones and radios, alongside tactical maps that tell tales of strategic planning during tumultuous times.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 106.695302,
        "rating": 4.5,
        "numRatings": 42427,
        "sources": [
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Now a museum, but still used for official government meetings and events, the Independence Palace was the former home of the president of South Vietnam during the Vietnam War. After buying a ticket you can then go inside, and walk around a few of the floors to see all sorts of rooms including meeting rooms, dining rooms, and lounges that are fit for royalty. Every room and space within the Independence Palace is still furnished with original chairs and tables.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 4,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The building with modern symmetrical design, materials and construction technologies contains Eastern philosophy. Its structure renders an ancient ideogram 吉 (good fortune, cát), The front elevation’s opening means 口 in Chinese, miệng or khẩu in Vietnamese, mouth in English and represents truthful speech. The flagstaff 中 symbolizes unswerving fidelity.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 3,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222378",
            "type": "webPlacesList",
            "url": "https://vietnamisawesome.com/articles/ho-chi-minh-instagrammable",
            "sourceSite": "Web",
            "snippet": "We start with the Independence Palace at the top of our list. This historical site is where the President of the Republic of Vietnam, also known as South Vietnam resided from 1955-1975. It is a great example of Vietnamese architecture with a fusion between French and Chinese styles.",
            "siteName": "Vietnam Is Awesome",
            "shortName": "Capture Memories: 13 Instagram-Worthy Places In Ho Chi Minh City To Explore",
            "indexInSource": 0,
            "iconSiteId": 11445,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128768",
            "type": "webPlacesList",
            "url": "https://bigseventravel.com/instagrammable-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "This stunning building has been converted into a museum that perfectly captures the troubled recent history of Vietnam and Ho Chi Minh city in particular. Visit the bunkers, the ornate state receptions rooms and see tanks and helicopters up close. You’ll find more info here.",
            "siteName": "Big 7 Travel",
            "shortName": "The 7 Most Instagrammable Spots In Ho Chi Minh City",
            "indexInSource": 3,
            "iconSiteId": 4269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "o9BiBAN7GiP2hvzeaCEnWLmwdwc5sHK1",
          "LG0hHY48WSgXUEZszkmL1e89CviJOP1H",
          "EJh6N2sxhqEinvI44mmsUUJ7fpTdpfeJ",
          "lHPOcmXOhbhxcjB00h5gC1GHIzbu57Mu",
          "ZTFsJtqPNCXhgBj4f8pD1MDwZkD5Jb1O",
          "o9BiBAN7GiP2hvzeaCEnWLmwdwc5sHK1",
          "LG0hHY48WSgXUEZszkmL1e89CviJOP1H",
          "EJh6N2sxhqEinvI44mmsUUJ7fpTdpfeJ",
          "lHPOcmXOhbhxcjB00h5gC1GHIzbu57Mu",
          "ZTFsJtqPNCXhgBj4f8pD1MDwZkD5Jb1O"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1530"
            }
          }
        ],
        "name": "Independence Palace",
        "placeId": "ChIJL0dwVTgvdTERao3t8B1Jhxc",
        "internationalPhoneNumber": "+84 28 3822 3652",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited the Independence Palace in Ho Chi Minh City and it was such a fascinating experience! 🇻🇳✨ The place is full of history and gives you a real sense of the country's past. Everything is very clean and well preserved, and the staff were friendly and helpful throughout the visit.\n\nIt's not just educational but also really impressive to walk through the different rooms and halls. Definitely a must-see when you're in Ho Chi Minh City! 🌟",
            "author_name": "Pedrito Fugen",
            "relative_time_description": "",
            "time": 1755558436,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited Independence Palace, and I must say, the experience was quite memorable. The palace is absolutely huge much bigger than I had expected. It felt like I was walking through a never ending maze of grand halls, historic rooms, and long corridors. After a while, I actually started to feel tired from all the walking! If you're planning to explore the entire palace, definitely wear comfortable shoes and be prepared to spend a good few hours there.\n\nOne thing I noticed and something that did affect the experience was that many parts of the palace didn't have air conditioning. Given how hot and humid the weather was during my visit, it got quite uncomfortable in several sections. Some rooms were noticeably stuffy, and at times I found myself rushing through just to get back to cooler areas.\n\nThat said, the architecture and historical significance of the palace are undeniable. The design is both elegant and symbolic, and each room seems to hold a story of its own. I especially enjoyed the presidential meeting rooms and the war command center in the basement both were fascinating glimpses into Vietnam's past.\n\nOverall, while the lack of AC in many areas made the visit a bit exhausting, the sheer scale, historical richness, and grandeur of the Independence Palace still made it worth the trip. I'd recommend it, but maybe plan your visit during cooler parts of the day.",
            "author_name": "Shrey Gupta",
            "relative_time_description": "",
            "time": 1752567959,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Entry fee was 80,000, so not expensive\nTour the Historic Rooms: Explore the president's office, state rooms, and war command room.\nView Artifacts and Exhibits: See historical objects and photographs from the Vietnam War era.\nWalk Through the Gardens: Enjoy the beautifully landscaped grounds surrounding the palace.\n\nA must-see for anyone curious about Vietnam's modern history.",
            "author_name": "Peter Etherington",
            "relative_time_description": "",
            "time": 1756909654,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.dinhdoclap.gov.vn/",
        "index": 2,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Historical landmark",
          "Architectural Buildings",
          "Government Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 707,
            "2": 737,
            "3": 3864,
            "4": 9307,
            "5": 27712
          }
        },
        "minMinutesSpent": 120,
        "latitude": 10.776994,
        "address": "Phường Bến Thành, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJKcrnSUYvdTERO64MErYx9VU",
        "generalDescription": "The Ho Chi Minh City Opera House, also known as the Municipal Theatre of Ho Chi Minh City, is a stunning 19th-century French colonial building that serves as the home to the city's ballet and symphony. Designed by renowned architect Eugene Ferret, this ornate masterpiece was originally constructed in 1897 as a symbol of entertainment for French colonists. The opera house features an elegant facade reminiscent of the Petit Palais in Paris and is located at the beginning of Le Loi Avenue.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.703172,
        "rating": 4.6,
        "numRatings": 16051,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "The Saigon Opera House is another fine example of exquisite colonial architecture. The structure looks especially beautiful at night when the floodlights come on.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128837",
            "type": "webPlacesList",
            "url": "https://backofthebiketours.com/ho-chi-minh-city/things-to-do/",
            "sourceSite": "Web",
            "snippet": "Designed by renowned French architect Eugene Ferret, the Opera House, which was formerly known as Opera the Saigon back in 1897 was a monumental masterpiece dedicated to the French colonists and VIP key figures. Though excellently showcasing a flamboyant style of the French 3rd Republic, some of the striking decorative items and patterns at the façade had been detached and kept in storage due to negative public criticism about it being overly vivid a few years after it was constructed. Fortunately, this move proved to be a life-saver that protected these artifacts from the Japanese bombing of Saigon during the 2nd World War.",
            "siteName": "Back of the Bike Tours",
            "shortName": "Things to Do in Ho Chi Minh City: 40 Options in 2023!",
            "indexInSource": 1,
            "iconSiteId": 646,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "We should not miss long-standing Saigon Central Post Office, Ho Chi Minh City People’s Committee, Saigon Opera House, Ben Thanh Market which are must-visit French architectural works. The two well-known Notre Dame Cathedral and the pink Tan Dinh Church, which have not changed so much for nearly 200 years, are surprisingly bright. Thien Hau Temple with ancient Chinese architecture and Van Phat Pagoda with countless golden Buddha statues are also great places to take pictures.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 4,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Considered to be one of the best representations of French colonial architecture in Saigon, the Opera House theater was built in 1897, and has been beautifully preserved. If you are interested, the Opera House hosts A O Show, a performance of traditional Vietnamese dance using bamboo. I didn’t go to the show, but if you are interested in live performances, I’m sure it would be pretty cool to see – especially since it takes place in a such a glorious building.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 8,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922936",
            "type": "webPlacesList",
            "url": "https://www.anastasiasokyrka.com/blog/top-10-ho-chi-minh-city-locations-to-take-photos-for-your-instagram/",
            "sourceSite": "Web",
            "snippet": "One of the most impressive sights in Ho Chi Minh City - both day and night. Located right in the heart of downtown, Saigon Opera House connects the future metro station and roundabout in front of Ben Thanh market. It was built by the French architect Eugene Ferret in the vibrant style of the French Third Republic to entertain Saigon's burgeoning middle class in French Colonial times.",
            "siteName": "Anastasia Sokyrka Photography - Portrait, Headshot, Family Photographer in Saigon",
            "shortName": "Some of the Great Spots in Ho Chi Minh City to Take Photos for Your Instagram - Anastasia Sokyrka Photography",
            "indexInSource": 6,
            "iconSiteId": 276415,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222378",
            "type": "webPlacesList",
            "url": "https://vietnamisawesome.com/articles/ho-chi-minh-instagrammable",
            "sourceSite": "Web",
            "snippet": "These two majestic and beautiful buildings are located practically side by side in the heart of Saigon. Ho Chi Minh City Hall was built in the early 1900s as a hotel and is a prime example of French colonial architecture. It seats prominently on the end of Nguyen Hue walking street, with a statue of Ho Chi Minh featured in front of the main building.",
            "siteName": "Vietnam Is Awesome",
            "shortName": "Capture Memories: 13 Instagram-Worthy Places In Ho Chi Minh City To Explore",
            "indexInSource": 1,
            "iconSiteId": 11445,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922963",
            "type": "webPlacesList",
            "url": "https://unilever.edu.vn/discover-the-top-10-most-beautiful-photo-spots-in-saigon-loved-by-young-people/",
            "sourceSite": "Web",
            "snippet": "Address: 7 Công Trường Lam Sơn, Bến Nghé, District 1, Ho Chi Minh City. The City Opera House boasts a magnificent design reminiscent of European classicism. This grand venue is not only popular for performances but also serves as an excellent location for wedding photoshoots due to its romantic ambiance and stunning architecture.",
            "siteName": "Nhà Phân Phối Unilever Pureit Hạnh Phúc",
            "shortName": "Discover the Top 10+ Most Beautiful Photo Spots in Saigon Loved by Young People",
            "indexInSource": 4,
            "iconSiteId": 245601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Ho Chi Minh: A O Show Bamboo Circus at Saigon Opera House offers an unforgettable cultural experience. The show combines traditional Vietnamese music and acrobatics in a beautiful setting. Before the show, enjoy dinner at Secret Garden, a rooftop restaurant offering delicious Vietnamese cuisine and great views of the city.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 3,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "s357lmLMHFOFThikgUMstqrtNG9HV0ar",
          "Cm5Bn48B7CyCfbmnBMTH1nLMTqIoMngL",
          "Iw9VIuo0jOIXRNXTFPfx4MzDhz1VMkCc",
          "BnFYp18eLjrqCXAcNSPimAUvnWBsjCYl",
          "zihPQU7hioV9LVWlRuUR2zDpAmIk181V",
          "s357lmLMHFOFThikgUMstqrtNG9HV0ar",
          "Cm5Bn48B7CyCfbmnBMTH1nLMTqIoMngL",
          "Iw9VIuo0jOIXRNXTFPfx4MzDhz1VMkCc",
          "BnFYp18eLjrqCXAcNSPimAUvnWBsjCYl",
          "zihPQU7hioV9LVWlRuUR2zDpAmIk181V"
        ],
        "openingPeriods": [],
        "name": "Saigon Opera House",
        "placeId": "ChIJKcrnSUYvdTERO64MErYx9VU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very ornate and beautiful. (Check out my review of the A O Show (“Bamboo Circus” - a must see event at this Opera House. I would recommend buying tickets online (we bought ours about 5 weeks ahead) to get ‘best seats', however, a couple close to us on the front row say they bought their tickets the previous day from the front of the Opera House.",
            "author_name": "Geoff Lewis",
            "relative_time_description": "",
            "time": 1742699321,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Attending the A O Show at the iconic Ho Chi Minh City Opera House was one of the most memorable experiences I've had in Saigon. The venue itself is stunning - a beautifully preserved French colonial building, elegant yet intimate, right in the heart of the city.\n\nThe show was nothing short of magical. Through acrobatics, contemporary dance, and live traditional music, it told a wordless yet deeply emotional story - from peaceful village life to the hustle of modern urban Vietnam. The performers were not only skilled but full of soul, using bamboo props and body language to convey meaning with grace and creativity.\n\nAs a Vietnamese, I felt truly proud to see our cultural identity portrayed so artfully on an international stage. What moved me the most was the audience's response - endless applause from visitors across the globe. Those claps weren't just for the show; they were a powerful recognition of the beauty and depth of Vietnamese culture.\n\n🎭 Highlights:\n– Mesmerizing visual storytelling with no spoken words\n– Authentic live music and impressive choreography\n– Intimate atmosphere, perfect lighting and sound\n– Deep emotional connection, regardless of nationality",
            "author_name": "Huong Mobert",
            "relative_time_description": "",
            "time": 1750736859,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It is just ok. I was not impressed maybe because I have seen opera houses such as in Sydney, Budapest and Vienna. The building is beautiful and well maintained but it is very small and it is surrounded by vehicles which it loses its aura. However, I recommend you visit the opera house and especially in the night. The energy is very unique and you feel happy and relaxed. For those who visited bigger operas they will understand what I mean when I say I was not impressed.",
            "author_name": "Dimitris Apollonas Poseidonas Venetis",
            "relative_time_description": "",
            "time": 1750609620,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.nhahatthanhpho.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Opera house",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Government Buildings",
          "Operas",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 221,
            "2": 157,
            "3": 1127,
            "4": 3517,
            "5": 11045
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.776613,
        "address": "07 Công trường Lam Sơn, Bến Nghé, Quận 1, Hồ Chí Minh 710212, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ6-qHzzovdTERKuM7X5ehack",
        "generalDescription": "Bitexco Financial Tower, also known as the \"roof\" of Ho Chi Minh City, is a 68-floor skyscraper located in the heart of District 1. This iconic building offers an observation deck with stunning views of the city and the riverside. Visitors can explore retail shops, dining options, and even a cineplex within its premises.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.704376,
        "rating": 4.5,
        "numRatings": 18997,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "The observation deck of the Bitexco Tower, the tallest building in the city, will give you a bird’s eye view of the city’s hustle and bustle from 52 floors above. The photos will surely make your Instagram followers dizzy.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 5,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Standing taller than any other building in Ho Chi Minh City, and towering to the sky, is a skyscraper that’s made to look like a lotus bulb, known as Bitexco Financial Tower. From a distance, or from the sky, it’s easily the most recognizable building in Ho Chi Minh City, for its tallness and for its modern design. There are a number of things you can do when you’re at the Bitexco Financial Tower, but by far the most popular attraction is to take advantage of the height of the building to get a view of the city.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 3,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922949",
            "type": "webPlacesList",
            "url": "https://www.tripzilla.com/insiders-guide-best-photography-spots-ho-chi-minh-city/91862",
            "sourceSite": "Web",
            "snippet": "The Saigon skyline is truly impressive, especially when viewed from the Saigon Skydeck at the Bitexco Tower in the heart of District 1. From here, you’ve got 360-degree views of the city, with the Saigon River particularly prominent as it bisects the city. To the north, you have Bình Thạnh; to the east, views of the expat haven that is District 2; westwards you’ll find Districts 3, 5 and 10; and to the south, Districts 4 and 7.",
            "siteName": "TripZilla",
            "shortName": "The Insider’s Guide to the Best Photography Spots in Ho Chi Minh City",
            "indexInSource": 3,
            "iconSiteId": 37,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922936",
            "type": "webPlacesList",
            "url": "https://www.anastasiasokyrka.com/blog/top-10-ho-chi-minh-city-locations-to-take-photos-for-your-instagram/",
            "sourceSite": "Web",
            "snippet": "Bitexco is a landmark building in Saigon with a unique shape (its creators were inspired by the lotus bud - Vietnam's national flower). It was also the first high-rise building with a Skydeck to overlook the day and night scenery of the largest city in Vietnam. You can see Bitexco everywhere in Saigon so there are plenty of different spots to take picture of it.",
            "siteName": "Anastasia Sokyrka Photography - Portrait, Headshot, Family Photographer in Saigon",
            "shortName": "Some of the Great Spots in Ho Chi Minh City to Take Photos for Your Instagram - Anastasia Sokyrka Photography",
            "indexInSource": 7,
            "iconSiteId": 276415,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922947",
            "type": "webPlacesList",
            "url": "https://kimtravel.com/hottest-instagrammable-spots-saigon/",
            "sourceSite": "Web",
            "snippet": "Ho Chi Minh City’s Bitexco Financial Tower- Sky Deck stands 262 metres high at the center of the city’s business district. Bitexco Financial Tower, the highest building in the city provides an ideal spot to view the city in its night lights. Standing on the Skydeck on the 49 th floor of this famous building, you will be amazed by the city’s spectacular scenery.",
            "siteName": "KIM TRAVEL",
            "shortName": "The ‘hottest’ instagrammable spots in Saigon",
            "indexInSource": 0,
            "iconSiteId": 666,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922987",
            "type": "webPlacesList",
            "url": "http://www.bayhotelhcm.com/where-do-we-go-to-take-photo-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "It’s also just a short walk from other popular sites such as Notre Dame Cathedral, the Saigon Central Post Office, Reunification Palace, The War Remnants museum, Ben Thanh Market and Bitexco Financial Tower. The center location makes it an easy inclusion of any walking tour around Ho Chi Minh City that touches on the main sites.",
            "siteName": "Bay Hotel Ho Chi Minh",
            "shortName": "Where Do We Go To Take Photo In Ho Chi Minh City?",
            "indexInSource": 0,
            "iconSiteId": 252986,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Head over to Bitexco Financial Tower for some breathtaking views from the Saigon Skydeck. The tower's observation deck offers panoramic views of Ho Chi Minh City that are perfect for capturing stunning photos. For lunch, visit Hum Vegetarian Cafe & Restaurant, which serves creative vegetarian dishes in a serene setting.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 19,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128759",
            "type": "webPlacesList",
            "url": "https://vietcetera.com/en/5-instagram-worthy-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "This lofty building with 68 floors can be easily spotted from many different districts. Aside from its height, the shape of the building also adds to its distinct character. The building is situated in a very convenient place as well, as it is near the Saigon river and Ben Tanh Market in District 1.",
            "siteName": "Vietcetera",
            "shortName": "5 Instagram-worthy Places In Ho Chi Minh",
            "indexInSource": 2,
            "iconSiteId": 377,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922957",
            "type": "webPlacesList",
            "url": "https://mytour.vn/vi/blog/bai-viet/discover-the-top-7-most-stunning-photography-spots-in-ho-chi-minh-city-mytourvn.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Mytour",
            "shortName": "Discover the Top 7 Most Stunning Photography Spots in Ho Chi Minh City",
            "indexInSource": 0,
            "iconSiteId": 31431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0KfXYC9EW9I2Nv8B7iTgbvCWvGW8SOxO",
          "gy8yWbXmglPDvCdd2jw7IHPRgGTD7or0",
          "KQuktNeHRpCSR9IsW8LfUfQk8rj4p6eH",
          "qvjy5BEGOyF4X0Th5yvwoKTWTVrViDeH",
          "uF2HDoWmb9Ci28kQATSbbHo4VPuve7Gn",
          "0KfXYC9EW9I2Nv8B7iTgbvCWvGW8SOxO",
          "gy8yWbXmglPDvCdd2jw7IHPRgGTD7or0",
          "KQuktNeHRpCSR9IsW8LfUfQk8rj4p6eH",
          "qvjy5BEGOyF4X0Th5yvwoKTWTVrViDeH",
          "uF2HDoWmb9Ci28kQATSbbHo4VPuve7Gn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2130"
            }
          }
        ],
        "name": "Bitexco Financial Tower",
        "placeId": "ChIJ6-qHzzovdTERKuM7X5ehack",
        "internationalPhoneNumber": "+84 28 3915 6868 ext. 100",
        "reviews": [
          {
            "rating": 5,
            "text": "Definitely worth visiting, especially during the night time. You will see a stunning panorama of the city and a few surprises. The viewing deck is located on the 49th floor - 35 sec trip by the fast elevator. Definitely must see place!",
            "author_name": "Edward Blazejewski",
            "relative_time_description": "",
            "time": 1742976023,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Tickets are required to ride to the observation deck via a very fast elevator. The views are 360 degrees from the observation area. I would definitely go back for evening views now that I know you can see the entire city below. The pleasant surprise is that you can pick up a free bottle of water from the small gift shop counter on this area. This is definitely a must-do visit if you'd like to see a layout of the Saigon River and the surrounding city.",
            "author_name": "Rose T",
            "relative_time_description": "",
            "time": 1743724263,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The photo edit for the souvenir isn't very smooth. The air inside is cool and chilly, and the staff are friendly. You get drinking water (booked via Klook). This is the 5th most iconic building in the world. A must-visit!",
            "author_name": "Febrian Yafet Kristino",
            "relative_time_description": "",
            "time": 1748496340,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://saigonskydeck.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Business center",
          "Corporate office"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 353,
            "2": 267,
            "3": 1532,
            "4": 4610,
            "5": 12235
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.771706,
        "address": "2 Đ. Hải Triều, Bến Nghé, Quận 1, Hồ Chí Minh 700000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJKXVC7sAyCzERLxR747WgrZg",
        "generalDescription": "Cu Chi Tunnels, a vast underground network utilized by Viet Cong soldiers during the war, offers visitors a chance to explore exhibits and war memorials. Tourists can also experience crawling through widened tunnels to gain insight into the soldiers' wartime struggles. Many find it hard to fathom how Vietnamese soldiers lived and fought in such conditions. Chinese-speaking guides provide vivid explanations of the historical significance, making it an educational experience for those unfamiliar with Vietnamese history.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 106.461596,
        "rating": 4.5,
        "numRatings": 15718,
        "sources": [
          {
            "id": "222335",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "The villagers supported a substantial Viet Cong presence around the district of Cu Chi during the American War. They pulled themselves out of harm's way in the face of American efforts to neutralize them, and that is precisely how the infamous Cu Chi tunnels were discovered in the first place. Today, for a glimpse into life as a tunnel-dwelling resistance warrior, visitors will explore a short stretch of the tunnels, sink their hands and knees, and crawl underground.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Ho Chi Minh",
            "indexInSource": 2,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922947",
            "type": "webPlacesList",
            "url": "https://kimtravel.com/hottest-instagrammable-spots-saigon/",
            "sourceSite": "Web",
            "snippet": "The Cu Chi Tunnels are one of the main reasons the Vietnamese won their fight for independence. They were built over a period of some 25 years and initial construction began in 1948 by the Viet Minh during the war against the French. Soldiers cooked, ate, slept, worked, and even went to school in these tunnels as conflict raged above, not to mention that there were hospitals, theatres, schools, kitchens, all built into this extraordinary tunnel system.",
            "siteName": "KIM TRAVEL",
            "shortName": "The ‘hottest’ instagrammable spots in Saigon",
            "indexInSource": 4,
            "iconSiteId": 666,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "One of the last things you must do in Ho Chi Minh City is visit the Cu Chi Tunnels, a popular tourist attraction located about 60 kilometers northwest of the city. These tunnels are an immense network of connecting tunnels that played a major role during the Vietnam War.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 9,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "T8OsiefFP0cDddFQgW7y02crYxKA3ZHQ",
          "M3y4fm2D8NwA8ZaanmjeeoS88yOeGCJR",
          "jeLpD6y6T1el5WD5B8OJtbMU8eTXXKrC",
          "fLfyuTvSLSFl25S3WSMZQsETSiPczdn0",
          "RdWMWX6szwwQm4NtA2xL2HupobKpJ2Mt",
          "T8OsiefFP0cDddFQgW7y02crYxKA3ZHQ",
          "M3y4fm2D8NwA8ZaanmjeeoS88yOeGCJR",
          "jeLpD6y6T1el5WD5B8OJtbMU8eTXXKrC",
          "fLfyuTvSLSFl25S3WSMZQsETSiPczdn0",
          "RdWMWX6szwwQm4NtA2xL2HupobKpJ2Mt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Cu Chi Tunnel",
        "placeId": "ChIJKXVC7sAyCzERLxR747WgrZg",
        "internationalPhoneNumber": "+84 28 3794 8830",
        "reviews": [
          {
            "rating": 5,
            "text": "We visited the Cu Chi Tunnel on Sunday. It is one of Vietnam's most significant and popular historical attractions, located approximately 55 km (around 1.5 hours) from Ho Chi Minh City.\n\nI highly recommend visiting with a guided day tour rather than going on your own. There is so much detailed history to learn about the Vietnam War that only a knowledgeable guide can explain effectively. The tunnel system here is incredibly extensive, stretching over 250 km underground as our guide shared.\n\nWhat you will see and experience here:\n•\tNarrow tunnels built for escaping and hiding during the war\n•\tSmall spaces and hidden rooms where soldiers used to stay undetected\n•\tUnderground kitchens with cleverly camouflaged smoke outlets\n•\tWeapon-making rooms and storage areas\n•\tSleeping areas, meeting rooms, and various underground living setups\n•\tModels explaining war strategies, traps, and daily life of Vietnamese soldiers\n\nThe most fascinating part is experiencing the tunnels yourself. The tunnels are extremely narrow, dark, and complexly interconnected. It is truly unbelievable how soldiers moved and lived inside them. It was difficult even for us to crawl a short distance, and experiencing it gives you an immense sense of respect for their courage and endurance.\n\nAdditional notes:\n•\tThe entire site is located amidst a dense forest area. If the weather is hot, it can feel extremely humid and uncomfortable, so carrying water, a cap, and wearing comfortable shoes is highly recommended. In pleasant weather, the walk becomes enjoyable.\n•\tThere is a large souvenir shop to buy local items and handicrafts.\n•\tYou can also try shooting at the shooting range (note: this activity is chargeable and not included in the entry ticket).\n•\tEntry ticket costs around 125,000 VND, and I have uploaded a photo of the ticket for reference. This was included in our day tour package.\n\nOverall, visiting Cu Chi Tunnel was an inspiring and humbling experience, showcasing the intelligence, resilience, and determination of Vietnamese soldiers during the war. If you are in Ho Chi Minh City, this place is a must-visit to witness an extraordinary part of Vietnam's history.",
            "author_name": "Akshat Garg",
            "relative_time_description": "",
            "time": 1753204434,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you visit Vietnam the Cu Chi tunnels are as the ware museum a must to get a understanding of the history of this country. You get a feeling about jungle live in different station. Most impressive, with going trough this narrow tunnels. But just do it if you feel comfortable with that! We did it with a tour from Ho Chi min, is recommendable.",
            "author_name": "Hannes Höhmüller",
            "relative_time_description": "",
            "time": 1756006546,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "If you are going to go here, make sure you find a guide who knows a lot about the place. The travel is a bit farther out, so you will want to make the most of it. Some of the tour offers you will find on Klook have guides who will take you there and share some basic information, but if you want to enjoy the experience, make sure you find a knowledgeable guide.\n\nThat said, we still enjoyed being able to see the tunnels, the displays, and the bunkers. You will have the option to walk through some of the tunnels aside from the famous photo op where you lift the cover of the manhole. There are tanks there and also a shooting range, but we didn't opt to try that out.\n\nIt's hot, so bring a cap and water, and a mini-fan if you have it. Expect a lot of walking and dust. Remember that it's a literal part of a jungle so don't expect it to be like other museums or educational experiences!",
            "author_name": "Hazel Day Gil",
            "relative_time_description": "",
            "time": 1757917589,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://diadaocuchi.com.vn/",
        "index": 5,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "History museum",
          "Open air museum",
          "Tunnel",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 355,
            "2": 234,
            "3": 1034,
            "4": 3225,
            "5": 10908
          }
        },
        "minMinutesSpent": 180,
        "latitude": 11.141591,
        "address": "Phú Hiệp, Củ Chi, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJEQnz-MIndTERzRrJ-HNQrDY",
        "generalDescription": "Landmark 81, located in Vinhomes Central Park Tan Cang urban area, is a massive shopping and entertainment center that opened on July 26, 2018. It boasts an impressive array of attractions including the largest ice rink and Imax screen in Vietnam, as well as the biggest Adidas showroom in the country.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 106.722096,
        "rating": 4.6,
        "numRatings": 18408,
        "sources": [
          {
            "id": "1922958",
            "type": "webPlacesList",
            "url": "https://www.bdatrip.com/vi/ho-chi-minh-city/travel-tips/discover-14-beautiful-eye-catching-photo-spots-in-saigon",
            "sourceSite": "Web",
            "snippet": "Located at 208 Nguyen Huu Canh Street, Ward 22, Binh Thanh District, Ho Chi Minh City, Landmark 81 is renowned not only as Vietnam's tallest icon but also as an ideal destination for photography enthusiasts. With its stunning and sophisticated beauty, it offers a plethora of perfect backdrops from its exterior to the luxurious interior spaces. Known as Saigon's premier shopping center, Landmark 81 welcomes visitors daily, offering a top-tier shopping and entertainment experience.",
            "siteName": "bdatrip.com",
            "shortName": "Discover 14 Beautiful, Eye-catching Photo Spots In Saigon That Cannot Be Missed",
            "indexInSource": 1,
            "iconSiteId": 29947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922963",
            "type": "webPlacesList",
            "url": "https://unilever.edu.vn/discover-the-top-10-most-beautiful-photo-spots-in-saigon-loved-by-young-people/",
            "sourceSite": "Web",
            "snippet": "Address: 208 Nguyễn Hữu Cảnh, Phường 22, Bình Thạnh, Ho Chi Minh City. Standing tall as the tallest building in Vietnam, Landmark 81 is an iconic photo spot that encapsulates luxury and elegance. Its sleek architecture and lavish interior provide countless opportunities for jaw-dropping pictures.",
            "siteName": "Nhà Phân Phối Unilever Pureit Hạnh Phúc",
            "shortName": "Discover the Top 10+ Most Beautiful Photo Spots in Saigon Loved by Young People",
            "indexInSource": 0,
            "iconSiteId": 245601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222325",
            "type": "webPlacesList",
            "url": "https://www.sheruntheworld.net/post/most-instagrammable-spots-in-saigon-vietnam",
            "sourceSite": "Web",
            "snippet": "So like I mentioned above, this is the most iconic building in the Saigon skyline. It's a definite must-see when visiting this city- both at night and during the day. And if you're lucky enough to be there on a holiday, they will light the building up with the Vietnamese flag colors.",
            "siteName": "She Run the World",
            "shortName": "Most Instagrammable Spots in Saigon, Vietnam",
            "indexInSource": 6,
            "iconSiteId": 29689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "As the tallest building in Vietnam, Landmark 81 is a must-visit in Ho Chi Minh City. Located in Binh Thanh District, Landmark 81 is a haven for dining, shopping, and entertaining.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 7,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "51eqUGZbnwMMKkfod8Hqb41qb2y4vFcd",
          "orW9Nav9juv04YugxAKtZAo8WM8dRxmY",
          "Ihy8HKbvuRBpCR01UjqvGaRBsdEG7rH0",
          "IwyJDzwSZKUdnnNPCvoxK3rN5fmTcGEy",
          "KWaZ1Of6fyrNvLKm6PGrikSlubpgXsrA",
          "51eqUGZbnwMMKkfod8Hqb41qb2y4vFcd",
          "orW9Nav9juv04YugxAKtZAo8WM8dRxmY",
          "Ihy8HKbvuRBpCR01UjqvGaRBsdEG7rH0",
          "IwyJDzwSZKUdnnNPCvoxK3rN5fmTcGEy",
          "KWaZ1Of6fyrNvLKm6PGrikSlubpgXsrA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Landmark 81",
        "placeId": "ChIJEQnz-MIndTERzRrJ-HNQrDY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Recommended. Nice place to visit. Landmark 81 is a skyscraper located in Ho Chi Minh City, Vietnam. It's part of the Vinhomes Central Park development, which is a large-scale urban project aimed at transforming the area into a modern residential and commercial hub. Standing at 461.2 meters (1,513 feet), Landmark 81 is the tallest building in Vietnam and one of the tallest in Southeast Asia. You can visit 81 floor at 382,65 m. In the ground floor there is and ice skating ring.\n\nThe building has a mix of uses, including luxury apartments, a hotel, offices, retail spaces, and even an observation deck with stunning views of the city. It's known for its sleek design and distinctive architecture, with a sharp, modern silhouette that makes it a striking addition to the city's skyline.",
            "author_name": "Gabi Papito",
            "relative_time_description": "",
            "time": 1755188182,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Landmark 81 is a shopping mall building with observatory deck at the top floor located in the residential apartment complex. There is a nice crossing bridge that would give you a good photos spot with Landmark 81 building in the background.\nThe view from the top is amazing! It's look just like a map from the top and you can see the city really well in all directions which is fantastic. There was this district 9 that look like an inland island which was very interesting! We visited during mid afternoon on Friday and it was fairly quiet and only a couple people in the queue to buy the tickets.\nThe outdoor section has a nice little walk but if you want to go up the top bridge then you need to wear a harness 😂\nDefinitely a nice activity to do in Saigon!",
            "author_name": "Penny Gaffney",
            "relative_time_description": "",
            "time": 1757353329,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Landmark 81 offers a breathtaking experience from 81 floors up, with a serene, almost surreal view of Ho Chi Minh City sprawling below. Inside, the posh and golden interior adds a touch of luxury, making every corner feel grand and elegant. While the daytime view is impressive, I believe it would be even more magical at night, when the city's vibrant lights come alive. Watching the city sparkle from that height would be an unforgettable sight, perfect for a romantic or reflective evening. (There is also a VR experience available, just didn't get to try!) Best if booked in advanced.",
            "author_name": "LJ",
            "relative_time_description": "",
            "time": 1753531379,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ticketssee.com/landmark81/",
        "index": 6,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 614,
            "2": 205,
            "3": 742,
            "4": 2601,
            "5": 14266
          }
        },
        "minMinutesSpent": 180,
        "latitude": 10.795112,
        "address": "720A Điện Biên Phủ, Phường 22, Bình Thạnh, Hồ Chí Minh 72300, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJTeYpMT8vdTERMH8sUnkta40",
        "generalDescription": "Ben Thanh Market is a must-visit destination for anyone exploring Ho Chi Minh City. This bustling hub offers an authentic glimpse into Vietnamese daily life, showcasing a vibrant mix of handicrafts, clothing, and local delicacies. As one of the city's busiest markets, it’s the perfect spot to indulge in delicious street food while shopping for unique souvenirs and home goods. The lively atmosphere extends into the night market area, where visitors can savor popular dishes amidst the energetic buzz of city life.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.698021,
        "rating": 4,
        "numRatings": 73456,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "This emblematic market is the most famous of all markets in Vietnam, and also one of the oldest. It has witnessed the ups and downs of the beautiful city. In addition to being a market, the structure serves as a historical site, landmark, rendezvous point and a background for beautiful photo-ops.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Like I mentioned at the top of this list of top attractions in Ho Chi Minh City, I really liked Binh Tay Market, but there was no way I was going to leave out Ben Thanh Market either. Even as touristy as it may be, it’s a buzzing market, full of history, shopping stalls galore, and being located in the heart of Ho Chi Minh City’s District 1, it’s probably the most important central landmark of the city. You’ll find just about everything ever created or produced in Vietnam somewhere within the market lanes of Ben Thanh.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 13,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922947",
            "type": "webPlacesList",
            "url": "https://kimtravel.com/hottest-instagrammable-spots-saigon/",
            "sourceSite": "Web",
            "snippet": "Ben Thanh market has been operating since 1914 up to the present and it is known as one of the oldest markets in Saigon. Interestingly, not only does this 100-year-old market trade daily stuffs, but it also witnessed all the historical happenings of HCMC, or in other words, it is a great place for tourists to experience the duel- existence between ancient and modern Saigon. Added to this, you can find a great deal of items ranging from clothing, fabric, jewelry, and special Vietnamese dishes.",
            "siteName": "KIM TRAVEL",
            "shortName": "The ‘hottest’ instagrammable spots in Saigon",
            "indexInSource": 3,
            "iconSiteId": 666,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "We should not miss long-standing Saigon Central Post Office, Ho Chi Minh City People’s Committee, Saigon Opera House, Ben Thanh Market which are must-visit French architectural works. The two well-known Notre Dame Cathedral and the pink Tan Dinh Church, which have not changed so much for nearly 200 years, are surprisingly bright. Thien Hau Temple with ancient Chinese architecture and Van Phat Pagoda with countless golden Buddha statues are also great places to take pictures.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 5,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268313",
            "type": "webPlacesList",
            "url": "https://www.bookaway.com/blog/ho-chi-minh-citys-most-instagrammable-spots",
            "sourceSite": "Web",
            "snippet": "Ben Thanh Market is an emblematic market of Vietnam and has stood the test of time, witnessing all the ups and downs of Ho Chi Minh City. For over a 100 years, this market has served the city’s residents with all sorts of everyday items: from clothes to trinkets, house decor and food. Inside, you will be able to find virtually anything the Vietnamese people own, wear and eat.",
            "siteName": "Bookaway",
            "shortName": "Ho Chi Minh City’s most Instagrammable spots",
            "indexInSource": 0,
            "iconSiteId": 17350,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922955",
            "type": "webPlacesList",
            "url": "https://shooterfiles.com/2016/11/city-street-guides-by-f-d-walker-a-street-photography-guide-to-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "Ben Thanh Market is the city’s most popular market, partly because of its location in the heart of the city. It’s the most touristy spot in the city, but also the most lively. The French colonial architecture with a large clock tower provides a symbol of the city, while the surrounding streets going in every direction provide plenty more to capture with your camera.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Ho Chi Minh City, Vietnam",
            "indexInSource": 2,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222328",
            "type": "webPlacesList",
            "url": "https://forevervacation.com/the-vacationer/5-most-instagrammable-spots-in-ho-chi-minh-city",
            "sourceSite": "Web",
            "snippet": "If you want to capture the bustling lifestyle of Saigon in just one photo, do it in Ben Thanh Market. Although the market has become more touristy over the years, it’s still worth a visit as you can get some iconic photos here. Apart from being the single most notable Ho Chi Minh City icon, the market is an Instagram-worthy place thanks to its architecture.",
            "siteName": "forevervacation.com",
            "shortName": "5 Most Instagrammable Spots in Ho Chi Minh",
            "indexInSource": 0,
            "iconSiteId": 11140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Ben Thanh Market (Cho Ben Thanh) is one of the oldest markets in Ho Chi Minh City and a great place to experience local culture. You can find everything from fresh produce to souvenirs here. Enjoy breakfast at The Vintage Emporium, known for its cozy atmosphere and delicious brunch options.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 7,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128837",
            "type": "webPlacesList",
            "url": "https://backofthebiketours.com/ho-chi-minh-city/things-to-do/",
            "sourceSite": "Web",
            "snippet": "Known as the biggest market in Ho Chi Minh City, Ben Thanh offers an authentic glimpse into a vibrant and busy trading landscape. It’s no wonder why a majority of people visit Ben thanh are foreign tourists. You can find almost everything you need here, especially souvenirs and food.",
            "siteName": "Back of the Bike Tours",
            "shortName": "Things to Do in Ho Chi Minh City: 40 Options in 2023!",
            "indexInSource": 16,
            "iconSiteId": 646,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922963",
            "type": "webPlacesList",
            "url": "https://unilever.edu.vn/discover-the-top-10-most-beautiful-photo-spots-in-saigon-loved-by-young-people/",
            "sourceSite": "Web",
            "snippet": "Located in the heart of the city, Chợ Bến Thành is not only a shopping hub but also a well-recognized photo spot. The unique architecture and its bustling atmosphere create a vibrant environment perfect for capturing the spirit of Saigon.",
            "siteName": "Nhà Phân Phối Unilever Pureit Hạnh Phúc",
            "shortName": "Discover the Top 10+ Most Beautiful Photo Spots in Saigon Loved by Young People",
            "indexInSource": 7,
            "iconSiteId": 245601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128768",
            "type": "webPlacesList",
            "url": "https://bigseventravel.com/instagrammable-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "In a city like Ho Chi Minh where the atmosphere is always lively, this market it is the perfect encapsulation of local life. Come to people watch, eat great food and get some amazing snaps. View this post on Instagram",
            "siteName": "Big 7 Travel",
            "shortName": "The 7 Most Instagrammable Spots In Ho Chi Minh City",
            "indexInSource": 0,
            "iconSiteId": 4269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1HGFGkNuDoTAIzP4PPXrNXIBkNqT5oFH",
          "sfjL5YnLIdDMBIvejp4MSKIH4vC2QO0e",
          "7VMaNyu00rDQBCIxvGcCSZnfggKd17JD",
          "kkvm5qoFfjMC6oP5h4LnWn9klnlNU8Vf",
          "9T4tzN9UJ8YehFYRWpclgu61qSQ2XoEo",
          "1HGFGkNuDoTAIzP4PPXrNXIBkNqT5oFH",
          "sfjL5YnLIdDMBIvejp4MSKIH4vC2QO0e",
          "7VMaNyu00rDQBCIxvGcCSZnfggKd17JD",
          "kkvm5qoFfjMC6oP5h4LnWn9klnlNU8Vf",
          "9T4tzN9UJ8YehFYRWpclgu61qSQ2XoEo"
        ],
        "openingPeriods": [],
        "name": "Ben Thanh Market",
        "placeId": "ChIJTeYpMT8vdTERMH8sUnkta40",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Must-Visit Market for Culture, Food & Souvenirs\nBen Thanh Market is one of the most iconic and vibrant spots in Ho Chi Minh City. It's a great place to explore if you're into local culture, street food, and souvenir shopping. The market is packed with stalls offering everything from traditional Vietnamese clothing and silk scarves to spices, coffee, and handmade crafts.\nThe food section is especially exciting-plenty of local dishes like pho, fresh fruit smoothies, and sweet treats. It's a great place to try authentic Vietnamese flavors in a lively setting.\nThe market can get busy and a bit overwhelming, but that's part of the charm. Bargaining is common, so don't hesitate to negotiate prices. There are also fixed-price stalls if you prefer a more straightforward shopping experience.\nCentrally located and open until late, it's a convenient stop whether you're shopping, eating, or just soaking in the local vibe.\nTHERE IS NO AC PLEASE TO WEAR Sleeveless DRESS",
            "author_name": "Athif Abdul Azeez",
            "relative_time_description": "",
            "time": 1752637601,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Bến Thành Market sits right in the heart of District 1 and is considered one of Saigon's most iconic landmarks. Inside, you can find just about everything – from dried foods, coffee, spices, and local specialties to souvenirs, clothing, handicrafts, and even delicious street food.\n\nThe atmosphere here is lively and bustling, especially in the mornings and late afternoons. Visitors come not only to shop but also to soak in the vibrant pulse of the city.\n\nHowever, prices at Bến Thành Market are often not fixed. Many stalls tend to quote higher prices, especially to foreign tourists or those unfamiliar with bargaining. To get a fair deal, it's best to check prices at several stalls, compare, and negotiate comfortably – after all, haggling is part of the authentic Vietnamese market experience!\n\nOverall, Bến Thành Market is well worth a visit if you want to catch a glimpse of old Saigon, pick up some local specialties, or find unique souvenirs. Just remember: don't rush to buy from the first stall you see.",
            "author_name": "Jason Smith",
            "relative_time_description": "",
            "time": 1755772526,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The place is well kept, and the dry market section is fairly organized with sections for 1-day coat/dress making, shirts, cute souvenirs trinkets, dried fruits & nuts, loose leaf tea and coffee beans.\nThe prices vary but sellers offer huge discount especially when you buy more than 1 item.\nJust be cautious as some sellers can be very persistent.\nDespite the crowd, I feel safe walking around because there's plenty of uniformed officers patrolling, and stationed around the market.",
            "author_name": "ellie magalona",
            "relative_time_description": "",
            "time": 1750980897,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Market",
          "Shopping",
          "Cultural landmark",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3509,
            "2": 4015,
            "3": 13689,
            "4": 20169,
            "5": 32054
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.772517,
        "address": "Phường Bến Thành, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ3ztE7v0udTERWWcA_rEtgPU",
        "generalDescription": "The Ten Thousand Buddha Temple, also known as Chua Van Phat, is a multi-story pagoda located in the Cholon area of Chinatown. Despite its unassuming exterior, the temple's main hall on the top floor is a sight to behold, adorned with an impressive collection of both large and small Buddha statues. The top floor alone houses 10,000 Sakumuni Buddha statues, while other floors feature statues such as the Medicine Buddha and Avaloketishvara.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.6753,
        "rating": 4.7,
        "numRatings": 2368,
        "sources": [
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Hidden in a small alley, the 4-story building looks simple but the main hall on the top floor is amazingly splendid, with countless small and big Buddha statues. The biggest statue of Vairocana sitting on a Buddha lotus seat is the most beautiful. Tiny Buddha statues in petals of the lotus seat impress most of the visitors.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 7,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5YxouneZtmY8mq5PvmmEhxzSIQl3taX3",
          "Q2wCb4y5ldl9GVGlkBB0e5TC9Ngpmqnw",
          "oBx4E3vAi62aMcCdmEXeKOpW8VUjQCsg",
          "Y0gNQzS9hy1t9GFopy0PQjhY9FLroPGA",
          "hIask4tIfTtvQEknT8ip8vevnuyc9o0j",
          "5YxouneZtmY8mq5PvmmEhxzSIQl3taX3",
          "Q2wCb4y5ldl9GVGlkBB0e5TC9Ngpmqnw",
          "oBx4E3vAi62aMcCdmEXeKOpW8VUjQCsg",
          "Y0gNQzS9hy1t9GFopy0PQjhY9FLroPGA",
          "hIask4tIfTtvQEknT8ip8vevnuyc9o0j"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Chùa Vạn Phật",
        "placeId": "ChIJ3ztE7v0udTERWWcA_rEtgPU",
        "internationalPhoneNumber": "+84 28 3838 1955",
        "reviews": [
          {
            "rating": 5,
            "text": "Nestled in a bustling area, the 10k Buddha Temple is a hidden gem.\nThe beauty of the temple is truly remarkable.\n\nFinding the temple was a bit of a challenge, as it is tucked between buildings, but the effort is well worth it. Once you navigate through the narrow pathways, the sight of the thousands of Buddha statues is breathtaking. Each statue is unique, contributing to the temple's tranquil atmosphere.\n\nThe vibrant colors and meticulous craftsmanship of the statues create a captivating experience. It's a great place to spend some quiet time, take photos, or simply enjoy the peaceful ambiance.\n\nOverall, the 10k Buddha Temple is a must-visit for anyone looking to explore the spiritual side of the city. Just be prepared for a little bit of a treasure hunt to find this beautiful sanctuary!",
            "author_name": "Ninja Mascot (Ninja-Mascot)",
            "relative_time_description": "",
            "time": 1737067041,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The pagoda was different from other form of pagoda I knew. It was inside a 5-floor building and that made it special. It was inside an alley and quite dark inside. The alley was not small, a car can go inside and there were still places to park motorbikes. It was quiet inside and I enjoyed the atmosphere like that in a pagoda. There were people praying there in a silent way. I wandered through every floor. It was impressive because there were really thousands of Buddha statues inside on it in various sizes. The 4th floor was the most beautiful floor out of those 5. It was large and bright. I had a little bad experience at the pagoda when I left. I was standing in the alley in an empty place to book a bike on my app. I didn't want to go outside, knowing that my phone could be stolen at any time. I was there, hurting no one and I didn't block any way or store. A man [ like security who provided service to watch people's bikes] suddenly appeared and yelled at me, saying I was blocking his parking spot and I had to leave immediately. I was kind of shocked.",
            "author_name": "Giang Le",
            "relative_time_description": "",
            "time": 1750379352,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really love the place. Went there using a public bus #1 from the District 1 area, only 5,000 VND per person per trip. Well.. You won't believe what you see if you just judge the outside of the temple. From the bottom to the top, it's getting better and better. The top floor was the best. It's so beautiful: the decorations and high level of hand-craftsmanship. There was a monk cleaning and preparing the altar. It was so lovely praying there. So, enjoy guys!",
            "author_name": "Marcus Santoso",
            "relative_time_description": "",
            "time": 1731935853,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://facebook.com/chuavanphat.q5.tphcm",
        "index": 8,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Pagoda",
          "Architectural Buildings",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 18,
            "3": 95,
            "4": 287,
            "5": 1939
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.75337,
        "address": "66/14 Đ. Nghĩa Thục, Phường 5, Quận 5, Hồ Chí Minh 70000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJUSTY5jcvdTERRVvtbJNZT-g",
        "generalDescription": "Notre Dame Cathedral of Saigon, also known as Duc Ba Cathedral, is a stunning 19th-century Catholic basilica located in the heart of Ho Chi Minh City. Built between 1863 and 1880 by French colonists, this architectural marvel showcases unique French design with its red brick exterior and Romanesque bell towers reaching a height of 58 meters.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.699019,
        "rating": 4.4,
        "numRatings": 25872,
        "sources": [
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Probably not quite as grand as the Notre Dame de Paris, but nevertheless an important cathedral and landmark in Ho Chi Minh City, the Notre Dame Cathedral marks the center of the French colonial heritage in Saigon. They still hold services on Sunday if you’re interested, but if you just go to visit on any other day, make sure you arrive either in the morning from 8 am – 11 am or in the afternoon from 3 pm – 6 pm. When I went, I arrived right and noon lunchtime, and the gates were locked; So make sure you plan to visit during open hours so you can get inside.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 5,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Saigon Notre Dame Cathedral (Cathédrale Notre-Dame de Saïgon) is a must-see landmark in Ho Chi Minh City. This beautiful cathedral is a perfect spot for photography with its stunning architecture and historical significance. After visiting the cathedral, head to The Workshop Coffee for a delicious breakfast and some of the best coffee in town.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 0,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "A testament to the city’s history, the Saigon Notre-Dame Cathedral is a must-see location in District 1. This centuries-old monument, dating back to the French colonial era, has beautiful neo-Romanesque architecture, a red brick facade, and towering twin bell towers.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 1,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RzwOoqwqgMVRsqjwlEfvrYfcAx7IoNMN",
          "lhYbikxYjmyNk9z6EyeosGmTTlDG9MOd",
          "3xHLvNRCNhfygYgodMKmMcADvjUiG7yg",
          "SpVLZrCKT5X2ilpACy6RHRrTCoSqiErX",
          "QaWdQXDIJOI3T1LsBLoWWrUp6EG1TJlo",
          "RzwOoqwqgMVRsqjwlEfvrYfcAx7IoNMN",
          "lhYbikxYjmyNk9z6EyeosGmTTlDG9MOd",
          "3xHLvNRCNhfygYgodMKmMcADvjUiG7yg",
          "SpVLZrCKT5X2ilpACy6RHRrTCoSqiErX",
          "QaWdQXDIJOI3T1LsBLoWWrUp6EG1TJlo"
        ],
        "openingPeriods": [],
        "name": "Notre Dame Cathedral of Saigon",
        "placeId": "ChIJUSTY5jcvdTERRVvtbJNZT-g",
        "internationalPhoneNumber": "+84 914 122 229",
        "reviews": [
          {
            "rating": 5,
            "text": "Notre-Dame Cathedral Basilica of Saigon is a majestic French-built landmark in District 1. Its red-brick twin spires, stained glass windows, and ornate interior convey serenity amid bustling downtown. Currently under thorough restoration (active since 2017, now expected to finish by 2027), work includes roof repairs, tower stone replacement, cross restoration, new ventilation, and a future pipe organ. Renovation is careful and respectful - Masses continue, though scaffolding and fences limit access. Expect ambiance, history, and still-unfinished charm.",
            "author_name": "Jason Smith",
            "relative_time_description": "",
            "time": 1755771089,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Despite it is currently under renovation (April 19th 2025) and mostly covered with scaffolding, you can see parts of the Cathedral, testimony of the French presence period.\nNot far from the Opera House and the Post Office.\nYou can also see the Cathedral from the uppest level of the Diamond Plaza Mall",
            "author_name": "patrice Highsmith",
            "relative_time_description": "",
            "time": 1745482886,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Notre Dame Cathedral of Saigon, built between 1863 and 1880 by French colonists, is a key landmark in Ho Chi Minh City. Featuring Romanesque architecture with a striking red brick facade and twin bell towers, it was constructed to serve the French Catholic community and remains a symbol of Vietnam's colonial past. We had seen its beauty online, but unfortunately, due to renovations, the church was completely covered, leaving nothing visible. Despite our bad luck, we still managed to take a few pictures to capture the moment. Later, we hoped to enter inside to pray, but once again, luck wasn't on our side. The watcher informed us that a function was taking place, and tourists weren't allowed to enter.",
            "author_name": "Laiju Lazar",
            "relative_time_description": "",
            "time": 1742578078,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Catholic cathedral",
          "Sights & Landmarks",
          "Basilica",
          "Catholic church",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 689,
            "2": 550,
            "3": 2380,
            "4": 5324,
            "5": 16953
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.779786,
        "address": "01 Công trường Công xã Paris, Bến Nghé, Quận 1, Hồ Chí Minh 70000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJz9M2BhQodTERPb-RBCTnCyc",
        "generalDescription": "Japanese-style pagodas with stone staircases & intricate latticework, plus peaceful gardens.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.705087,
        "rating": 4.7,
        "numRatings": 2317,
        "sources": [
          {
            "id": "1922958",
            "type": "webPlacesList",
            "url": "https://www.bdatrip.com/vi/ho-chi-minh-city/travel-tips/discover-14-beautiful-eye-catching-photo-spots-in-saigon",
            "sourceSite": "Web",
            "snippet": "Located at 1055/3D Vo Thi Thua, adjacent to National Highway 1A, District 12, Ho Chi Minh City, Tu viện Khánh An is a peaceful Japanese corner amidst the bustling city. A favorite among photography enthusiasts in Ho Chi Minh City, it attracts a large number of young people looking to capture beautiful moments. The monastery offers a tranquil space, surrounded by lush gardens and traditional architecture from color to detail, providing ideal photo opportunities.",
            "siteName": "bdatrip.com",
            "shortName": "Discover 14 Beautiful, Eye-catching Photo Spots In Saigon That Cannot Be Missed",
            "indexInSource": 4,
            "iconSiteId": 29947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922963",
            "type": "webPlacesList",
            "url": "https://unilever.edu.vn/discover-the-top-10-most-beautiful-photo-spots-in-saigon-loved-by-young-people/",
            "sourceSite": "Web",
            "snippet": "Address: 1055/3D Võ Thị Thừa, Quốc Lộ 1A, District 12, Ho Chi Minh City. Known for its Japanese aesthetic, Khánh An Monastery is a serene retreat filled with greenery and traditional architecture. This peaceful spot allows for beautiful snapshots that showcase both nature and culture.",
            "siteName": "Nhà Phân Phối Unilever Pureit Hạnh Phúc",
            "shortName": "Discover the Top 10+ Most Beautiful Photo Spots in Saigon Loved by Young People",
            "indexInSource": 2,
            "iconSiteId": 245601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CweppUldch0BqTDVMcSonyEQ70d9l17t",
          "klHThF9GY0JLYPNjtHUrhzY1dMjnE4sU",
          "hp73o8YZPZcM3r7AVxzu1MgqD4YiY4oc",
          "KseRt4oxLePvperq0oAYHX2hL1IFerZE",
          "CweppUldch0BqTDVMcSonyEQ70d9l17t",
          "klHThF9GY0JLYPNjtHUrhzY1dMjnE4sU",
          "hp73o8YZPZcM3r7AVxzu1MgqD4YiY4oc",
          "KseRt4oxLePvperq0oAYHX2hL1IFerZE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1330"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1330"
            },
            "close": {
              "day": 1,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "Khánh An Monastery",
        "placeId": "ChIJz9M2BhQodTERPb-RBCTnCyc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Tu Viện Khánh An, nestled in the vibrant city of Hồ Chí Minh, is a tranquil oasis that seamlessly blends Vietnamese serenity with subtle Japanese aesthetics. This peaceful retreat invites visitors to step away from the hustle and bustle of city life and immerse themselves in a haven of calm and reflection.\n\nThe architecture of Tu Viện Khánh An is a harmonious blend of traditional Vietnamese and Japanese elements. The pagoda's wooden structures, adorned with intricate carvings, are reminiscent of ancient Japanese temples, while the serene gardens, complete with koi ponds and stone lanterns, provide a perfect backdrop for meditation and relaxation. The gentle sound of flowing water and the rustling of leaves create an atmosphere of tranquility, encouraging mindfulness and inner peace.",
            "author_name": "Thông Tôn",
            "relative_time_description": "",
            "time": 1736095559,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Happy to visit this temple on New Year's Eve 🪷 Special atmosphere ✨",
            "author_name": "Kadia Basta",
            "relative_time_description": "",
            "time": 1742569410,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's temple. The inside of the temple is spacy and well maintained. Nice to visit.",
            "author_name": "The MY World",
            "relative_time_description": "",
            "time": 1752894332,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://tuvienkhanhan.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Monastery"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 25,
            "3": 91,
            "4": 370,
            "5": 1789
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.861082,
        "address": "1055/3D đường Võ Thị Thừa, QL1A, Quận 12, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJvSRhFh4vdTER9Xb_0ca6p4g",
        "generalDescription": "Ho Thi Ky Flower Market is a bustling outdoor market in District 10, offering a riot of colorful flowers from roses to chrysanthemums and orchids. Most flowers are locally grown, with some imported from Cambodia. The market opens early in the morning and gets crowded before Tet (Vietnamese New Year). In addition to flowers, visitors can find street food and traditional sweet soup at the Cambodian market within Ho Thi Ky.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 106.677005,
        "rating": 4.4,
        "numRatings": 8088,
        "sources": [
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The 670-m-long and 64-m-wide Nguyen Hue Walking Street is one of the most luxurious street in Ho Chi Minh City. It is lined with 5-star hotels, famous coffee shops, Garden Mall and Lucky Plaza shopping malls, Times Square building and the Ho Chi Minh City People’s Committee building. The lotus fountain is also a highlight of the walking street.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 17,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Ho Thi Ky Flower Market is a sensational paradise for flower lovers in District 10. It is renowned as one of Vietnam’s best flower markets.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 3,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WOUGeLhmPUUvejOS9He2ARp6FnWgfvlG",
          "xlLYuIJq6vtdVj53ayJu33r0XS1CRoFA",
          "GNaIJStj8IkonDHCW2J6msz7CNk7oC4d",
          "rlopHr92ZmU6afD1liRR43TBsmrFUEZk",
          "UbZ1aIP4zKaZFfwAQViuKtFxiyR4HVCr",
          "WOUGeLhmPUUvejOS9He2ARp6FnWgfvlG",
          "xlLYuIJq6vtdVj53ayJu33r0XS1CRoFA",
          "GNaIJStj8IkonDHCW2J6msz7CNk7oC4d",
          "rlopHr92ZmU6afD1liRR43TBsmrFUEZk",
          "UbZ1aIP4zKaZFfwAQViuKtFxiyR4HVCr"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ho Thi Ky Flower Market",
        "placeId": "ChIJvSRhFh4vdTER9Xb_0ca6p4g",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Flowers of all kinds on one side, a culinary experience on the other. A bit of a hidden gem outside of the city centre but definitely worth visiting. If you come in the morning, you will get to experience a bit of the local life too. Not too far away from Ben Thanh Market. You should definitely spare a bit of time to explore this place a bit more. There aren't that many stalls like you might see in other night markets, but still plenty of good options for a way better price than at Ben Thanh Market.",
            "author_name": "21 Wiser",
            "relative_time_description": "",
            "time": 1734279876,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ho Thi Ky Flower Market in Ho Chi Minh City is a vibrant, colorful spot known as the city's largest wholesale flower market. Tucked away in District 10, it's been operating since the 1980s and is often called the city's “Little Dalat,” thanks to its fresh flowers sourced from Dalat and other regions.\n\nThe narrow alleyways are filled with stalls overflowing with roses, orchids, sunflowers, lilies, and exotic tropical blooms, alongside decorative plants and floral accessories. The atmosphere is bustling yet charming, especially early in the morning when the market is at its liveliest.\n\nBeyond flowers, the area has become a bit of a street food hotspot, with vendors selling snacks, drinks, and local delicacies.\n\nWhile it's primarily a wholesale market, visitors are welcome to stroll, take photos, and purchase flowers by the bunch at reasonable prices.\n\nIf you're looking for a colorful, authentic local experience, Ho Thi Ky Flower Market is definitely worth a visit - best in the early morning or late afternoon for the freshest flowers and most lively atmosphere.",
            "author_name": "C",
            "relative_time_description": "",
            "time": 1742795663,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lots of flower shops with nice bouquets on display and for sale. Also had a separate street selling street food and enjoyed the BBQ food.",
            "author_name": "Bernard Goh",
            "relative_time_description": "",
            "time": 1754184123,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/chohoahothikyquan10",
        "index": 11,
        "id": "",
        "categories": [
          "Flower market",
          "Market"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 168,
            "2": 147,
            "3": 904,
            "4": 1903,
            "5": 4968
          }
        },
        "minMinutesSpent": 45,
        "latitude": 10.76539,
        "address": "Hẻm 52 Hồ Thị Kỷ, Phường 1, Quận 10, Hồ Chí Minh 700000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJZXmkhrPRdDERRWQ56Cwt1aY",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.65478,
        "rating": 4.7,
        "numRatings": 979,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "This is one of the most famous pagodas in the city and is located in the middle of Chinatown, or Cho Lon as the locals call it. It’s a Chinese-style temple so you can expect a lot of colors and intricate artwork. It is a very photogenic pagoda but be respectful of the locals as the temple is still an active site of worship today.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 7,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Thien Hau Temple with ancient Chinese architecture and Van Phat Pagoda with countless golden Buddha statues are also great places to take pictures. Some beautiful museums and bridges are favorite places to take wedding photos of Vietnamese people. In this article, I also introduce to you many brilliant hidden spots where you hunt for spectacular photos: vibrant old apartment buildings, alleys, local markets and special coffee shops.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 8,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222328",
            "type": "webPlacesList",
            "url": "https://forevervacation.com/the-vacationer/5-most-instagrammable-spots-in-ho-chi-minh-city",
            "sourceSite": "Web",
            "snippet": "Another iconic Instagram-worthy destination that can’t be missed is Thien Hau Temple. Built-in the 19th century, the temple represents important religious traditions for the Chinese community living in the South of Vietnam. Thien Hau Temple is a Taoist temple dedicated to the Mazu Goddess, the “Lady of the Sea” in Taoism.",
            "siteName": "forevervacation.com",
            "shortName": "5 Most Instagrammable Spots in Ho Chi Minh",
            "indexInSource": 2,
            "iconSiteId": 11140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Located in the Chinatown area (District 5) of Ho Chi Minh City and built back in the 19th century, Thien Hau Temple is dedicated to Thien Hau, the Lady of the Sea ( source). From the outside, the pagoda honestly didn’t look amazing.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 1,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hJpKxg6Jr2VyQvDvlJtnoBDJUQesuDWJ",
          "OiPFM4KzcR2EZk5lpZLU0HEOSMBOIlYl",
          "V8Urk2ry4NPcsFBdotzrj3cNTrx1kheC",
          "hJpKxg6Jr2VyQvDvlJtnoBDJUQesuDWJ",
          "OiPFM4KzcR2EZk5lpZLU0HEOSMBOIlYl",
          "V8Urk2ry4NPcsFBdotzrj3cNTrx1kheC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Thien Hau Temple",
        "placeId": "ChIJZXmkhrPRdDERRWQ56Cwt1aY",
        "internationalPhoneNumber": "+84 274 3823 073",
        "reviews": [
          {
            "rating": 5,
            "text": "beautiful architecture. well organized of parking and vendors around the spot. nice guard. free parking on the street and around the area for cars and just in front for motobike. visit by the lunar new year for lots of lion dance activities while they came to show respect and pray for a lucky year ahead before setting of new year schedule.",
            "author_name": "Hà Minh Dũng",
            "relative_time_description": "",
            "time": 1738057487,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This temple is extremely sacred to Binh Duong people and others from many places. Therefore, it is among the most popular places in Binh Duong. Have a visit when you have time during Tet holiday. Also, keep your belongings secure while visiting because there are pickpockets.",
            "author_name": "Phat Huynh",
            "relative_time_description": "",
            "time": 1678883158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice temple to visit in Binh Duong",
            "author_name": "Adam Yan",
            "relative_time_description": "",
            "time": 1661161984,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/lehoichuababinhduong",
        "index": 12,
        "id": "",
        "categories": [
          "Place of worship",
          "Religious destination"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 3,
            "3": 35,
            "4": 133,
            "5": 790
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.98077,
        "address": "4 Nguyễn Du, Phú Cường, Thủ Dầu Một, Bình Dương, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJsXOVajkvdTERcBdP0Xow8j4",
        "generalDescription": "Tao Dan Park, established in 1869, is a sprawling green oasis located just a short drive from District 1's city center in Ho Chi Minh City. This popular park boasts well-maintained jogging trails shaded by ancient trees and an open-air fitness area with various exercise equipment. Families can enjoy the children's playground after a workout or simply relax on the benches scattered throughout the park.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 106.692442,
        "rating": 4.5,
        "numRatings": 15137,
        "sources": [
          {
            "id": "128775",
            "type": "webPlacesList",
            "url": "https://www.panpacific.com/en/hotels-and-resorts/pr-saigon/location/insights/best-spots-to-photograph-hcmc-saigon.html",
            "sourceSite": "Web",
            "snippet": "Dubbed the “green lungs of central Saigon,” Tao Dan Park offers plenty of photo opportunities for people watchers and ornithologists. Snap photos of this quintessential aspect of Saigon life, shaded by a towering canopy of tropical trees. You have to get there early (around 8:00am!) if you want to capture shots of local Saigonese taking their songbirds out for their daily sing-off, or engaging in morning exercises such as Tai Chi and badminton.",
            "siteName": "panpacific.com",
            "shortName": "Saigon Top Attractions | PARKROYAL Saigon",
            "indexInSource": 2,
            "iconSiteId": 7490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Visit Tao Dan Park for a relaxing morning walk amidst lush greenery. The park is also home to several interesting sculptures and monuments, making it an excellent spot for photography. Start your day with breakfast at The Workshop Coffee, known for its excellent coffee and pastries.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 18,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bQYET0DvQZfCvuAGx5a5qPNCQbNWVWIG",
          "GBuVtjjlxlOA5RPMTu4yd8QX7lEJuPQc",
          "dV2fUScpreAP1KKStCeVVbREb4IBkVQC",
          "Xta9mhmDFFGz7uEzWUJhP0BKARWTqKK2",
          "lnclm04oIHPqCkRoq2iESMNEni5TSLVU",
          "bQYET0DvQZfCvuAGx5a5qPNCQbNWVWIG",
          "GBuVtjjlxlOA5RPMTu4yd8QX7lEJuPQc",
          "dV2fUScpreAP1KKStCeVVbREb4IBkVQC",
          "Xta9mhmDFFGz7uEzWUJhP0BKARWTqKK2",
          "lnclm04oIHPqCkRoq2iESMNEni5TSLVU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tao Dan Park",
        "placeId": "ChIJsXOVajkvdTERcBdP0Xow8j4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Today, I am walking it's very less people very fresh air After long time, I walking I see they cut the many tree .🌴 🌳 without cut. Also, this Park tree very beautiful. I take some leaf 🍁 🍂 🍃 very nice and a flower 🌼 🌷 thank you for your support for the people. I love this park, very much.🙏😊 I will always come this park TAO DAN PARK visit.❤️🙏😊 Vietnam 🇻🇳",
            "author_name": "Jayasankar S",
            "relative_time_description": "",
            "time": 1742812947,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A rather small, clean park with several amusement rides and beautiful flower arrangements. There is a nice playground for kids and some exercise machines near the side entrance.  A limited number of benches to sit on. There is a small temple and a statue in the center of the park. Not much else to see and there was a lot of construction going on when I was there in early Feb so most of the park grounds were very unattractive.",
            "author_name": "Arkk Smith",
            "relative_time_description": "",
            "time": 1738746027,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tao Dan Park in District 1, Ho Chi Minh City, is a serene urban oasis that beckons with its sprawling greenery and tranquil charm.\n\nThis expansive park offers ample space for relaxation, leisurely strolls, or invigorating exercise, making it a favorite among locals and visitors alike. Shaded by towering trees, some centuries old, the park creates a refreshing escape from the city's hustle. At its heart lies the solemn Hung Kings Temple, surrounded by ancient giants, adding a touch of cultural reverence to the natural beauty.\n\nThe park's well-maintained paths wind through lush lawns and vibrant flowerbeds, perfect for jogging, yoga, or simply unwinding with a book. Early mornings hum with energy as groups gather for tai chi, while evenings bring a peaceful ambiance for reflective walks. Families, friends, and solo travelers find solace in its open spaces, where the air feels cleaner and the pace slower.\n\nTao Dan Park is more than greenery; it's a vibrant slice of Saigon's soul, blending nature, culture, and community. Its central location in District 1 makes it an easy stop between exploring nearby attractions.\n\nWhether you seek exercise, meditation, or a moment of calm, this park inspires with its timeless beauty and inviting spirit. A visit here rejuvenates the body and soul, leaving you enchanted by its enduring allure.",
            "author_name": "Ha Trang Minh (Bryan Trang)",
            "relative_time_description": "",
            "time": 1749890425,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://congvientaodan.com/",
        "index": 13,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 216,
            "2": 207,
            "3": 1327,
            "4": 3766,
            "5": 9630
          }
        },
        "minMinutesSpent": 120,
        "latitude": 10.774538,
        "address": "Phường Bến Thành, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJnRF9v0YvdTERcuW8mp0X9us",
        "generalDescription": "Đ. Nguyễn Huệ is a vibrant pedestrian street in Ho Chi Minh City, known for its French colonial architecture and community events. This 1-mile long promenade is a popular gathering place for both locals and tourists, especially during the evenings, weekends, and special festivals when traffic is closed off. Flanked by stunning colonial buildings like the Rex Hotel and People's Committee Building, it offers a pleasant walking experience with a mix of traditional and modern aesthetics.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.703657,
        "rating": 4.7,
        "numRatings": 830,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "Nguyen Hue is in the vicinity of other popular sites of Ho Chi Minh City, such as the Notre Dame Cathedral, Central Post Office, City Hall and Opera House. This is a pedestrian street that is lively every day. You will find people in smurf and pikachu costumes, people sitting on the floor and enjoying some street food, concerts, and even the occasional art exhibition.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 3,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922953",
            "type": "webPlacesList",
            "url": "https://www.itourvn.com/blog/best-places-to-take-photos-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "If you want a shot to capture the busy and lively life at night in Ho Chi Minh City, this street would be a nice place. A large part in the middle of the boulevard is specified for passengers, so you can feel free to stroll around and look for a perfect spot for your picture. To complete your visit, you can take a look at Apartment 42 Nguyen Hue - the location of many coffee shops where you can either enjoy the view and nice decoration or order a good drink.",
            "siteName": "i Tour Vietnam Private Tours & Vietnam Travel Guides",
            "shortName": "Best Places to Take Photos in Ho Chi Minh",
            "indexInSource": 1,
            "iconSiteId": 400,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The 670-m-long and 64-m-wide Nguyen Hue Walking Street is one of the most luxurious street in Ho Chi Minh City. It is lined with 5-star hotels, famous coffee shops, Garden Mall and Lucky Plaza shopping malls, Times Square building and the Ho Chi Minh City People’s Committee building. The lotus fountain is also a highlight of the walking street.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 15,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128759",
            "type": "webPlacesList",
            "url": "https://vietcetera.com/en/5-instagram-worthy-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "This is the street leading to Ho Chi Minh’s French colonial city hall. This street is where you will notice how Ho Chi Minh is indeed a mixture of traditional and modern aesthetics. The buildings leading to the city hall is a mix of high skyscrapers, and old, but well-kept buildings turned into different establishments.",
            "siteName": "Vietcetera",
            "shortName": "5 Instagram-worthy Places In Ho Chi Minh",
            "indexInSource": 3,
            "iconSiteId": 377,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922955",
            "type": "webPlacesList",
            "url": "https://shooterfiles.com/2016/11/city-street-guides-by-f-d-walker-a-street-photography-guide-to-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "At one end of the street, you’ll find a large statue of Ho Chi Minh himself. This sits in front of the landmark City Hall, with its impressive French architecture, so it attracts some tourists. But other than some quick photo opportunities, Nguyen Hue doesn’t get its busiest until night.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Ho Chi Minh City, Vietnam",
            "indexInSource": 1,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9xpx52AZZHV9gueyBKACDuvfkZTHBo0z",
          "BULZfVajdfItnA3C2778UgFdIseWyxUt",
          "8BrLKmbe8s3Ljj3yMVGRYuONVAVqfgm1",
          "GZnotZT6iJZq0EJgIl00VNnF8j8UHwWg",
          "tRrZ46quKiaMDRHQ2iqpiqHjBF6Cddxg",
          "9xpx52AZZHV9gueyBKACDuvfkZTHBo0z",
          "BULZfVajdfItnA3C2778UgFdIseWyxUt",
          "8BrLKmbe8s3Ljj3yMVGRYuONVAVqfgm1",
          "GZnotZT6iJZq0EJgIl00VNnF8j8UHwWg",
          "tRrZ46quKiaMDRHQ2iqpiqHjBF6Cddxg"
        ],
        "openingPeriods": [],
        "name": "Nguyễn Huệ",
        "placeId": "ChIJnRF9v0YvdTERcuW8mp0X9us",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Living the wonderful time during the Vietnam's 50th Celebration of Reunification day hihihi",
            "author_name": "Chu Phuong Anh",
            "relative_time_description": "",
            "time": 1746352348,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very spacious and calm without vehicles, can just sit around and soak in the vibes",
            "author_name": "Kushagra Sinha",
            "relative_time_description": "",
            "time": 1753295299,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place to chill specially at night, lot's of cafes and entertainment.",
            "author_name": "Zahra Aldn",
            "relative_time_description": "",
            "time": 1756640650,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Notable street",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 7,
            "3": 41,
            "4": 140,
            "5": 632
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.773849,
        "address": "Bến Nghé, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJC044E9kudTERi2Ozcof-Was",
        "generalDescription": "The Museum of Traditional Vietnamese Medicine, situated on Hoang Duy Khuong Street in District 10, Ho Chi Minh City, is a hidden gem showcasing the rich history and practices of traditional Vietnamese medicine. The museum spans six floors and features 18 exhibition rooms that cover various aspects such as historical chronology, traditional instruments, Vietnamese physicians, medicinal ingredients, apothecary instruments, and more.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 106.671888,
        "rating": 4.5,
        "numRatings": 1689,
        "sources": [
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The building with modern symmetrical design, materials and construction technologies contains Eastern philosophy. Its structure renders an ancient ideogram 吉 (good fortune, cát), The front elevation’s opening means 口 in Chinese, miệng or khẩu in Vietnamese, mouth in English and represents truthful speech. The flagstaff 中 symbolizes unswerving fidelity.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 10,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Museum of Traditional Vietnamese Medicine (Fito Museum) provides an interesting insight into traditional Vietnamese medicine practices. The museum's exhibits are both educational and visually appealing. For lunch, head to Banh Xeo 46A, famous for its crispy Vietnamese pancakes.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 4,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bILasEtNZGOg9kYonJ7gDxINmMfsEcqQ",
          "IrY40SkTHojGtlyABN6TQl1CiGOujqD8",
          "qIWbG3G1sJuRPFmoYNZFmljMowiQzd1i",
          "L6JSoLD7oIQ877cSoYKZzww5j2bOHpT6",
          "YrP47LflLogfEjmY84RjdDBjFUzz8nA5",
          "bILasEtNZGOg9kYonJ7gDxINmMfsEcqQ",
          "IrY40SkTHojGtlyABN6TQl1CiGOujqD8",
          "qIWbG3G1sJuRPFmoYNZFmljMowiQzd1i",
          "L6JSoLD7oIQ877cSoYKZzww5j2bOHpT6",
          "YrP47LflLogfEjmY84RjdDBjFUzz8nA5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Museum of Traditional Vietnamese Medicine",
        "placeId": "ChIJC044E9kudTERi2Ozcof-Was",
        "internationalPhoneNumber": "+84 28 3864 2430",
        "reviews": [
          {
            "rating": 5,
            "text": "The best traditional museum, very informative and beautiful arrangement. If you enjoy taking photo, here has free traditional costumes to wear. Make your time and money worth. Don't miss this museum",
            "author_name": "Kasemsan Predaboon",
            "relative_time_description": "",
            "time": 1746075952,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "FITO Museum is Vietnam's first private museum dedicated to traditional medicine. Set in a beautifully crafted traditional-style house, it features over 3,000 artifacts like herbal tools, ancient texts, and old pharmacy items. Visitors can explore serene wooden interiors, learn about famous Vietnamese physicians, and even join educational activities. It's a peaceful and fascinating stop for anyone curious about Vietnam's healing traditions and cultural heritage.",
            "author_name": "Maricar Custodio",
            "relative_time_description": "",
            "time": 1749367204,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Large amount of incredibly beautiful and intricately crafted historic wood carvings that are integrated in the architecture and interior and that show all kinds of mythical creatures and floral motives. Since most of it is made from dark and raw wood i didn't had the impression of kitsch but rather got lost in a magical world of details.\n\nWould have loved to get more background info on the architecture additionally to the medicine focused content of the museum.",
            "author_name": "Thomas Medicus",
            "relative_time_description": "",
            "time": 1746722873,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://fitomuseum.com.vn/",
        "index": 15,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 48,
            "2": 30,
            "3": 128,
            "4": 346,
            "5": 1142
          }
        },
        "minMinutesSpent": 90,
        "latitude": 10.776182,
        "address": "41 Hoàng Dư Khương, Phường 12, Quận 10, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJZ_ShIDMvdTERgrkibFMAu3g",
        "generalDescription": "Tân Định Parish Church, also referred to as the Church of the Sacred Heart of Jesus, is a stunning gem nestled in Ho Chi Minh City. Dating back to the 1870s, this architectural marvel showcases a vibrant pink facade that instantly captures attention. Its design beautifully blends French colonial and Gothic elements, creating an enchanting atmosphere for visitors. As one of the oldest churches in the city, Tân Định offers a unique glimpse into Vietnam's rich cultural heritage and history.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.690679,
        "rating": 4.4,
        "numRatings": 8128,
        "sources": [
          {
            "id": "128775",
            "type": "webPlacesList",
            "url": "https://www.panpacific.com/en/hotels-and-resorts/pr-saigon/location/insights/best-spots-to-photograph-hcmc-saigon.html",
            "sourceSite": "Web",
            "snippet": "Everyone has heard of its resplendent salmon pink walls and can’t resist taking a selfie in front of them, but fewer have ventured into  Tan Dinh church to admire its intricate Gothic and Renaissance beauty from within. With a history that dates back to its inauguration in 1876, the church has since undergone several redevelopment and refurbishment works. If you manage to get in, do take a snapshot of the elaborate Italian marble high altar and side altars; these are among the most outstanding features of any church in Saigon.",
            "siteName": "panpacific.com",
            "shortName": "Saigon Top Attractions | PARKROYAL Saigon",
            "indexInSource": 3,
            "iconSiteId": 7490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128834",
            "type": "webPlacesList",
            "url": "https://www.saigonlocaltour.com/best-photo-spots-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Located at 289 Hai Ba Trung, Ward 10, District 3, Ho Chi Minh City, Tan Dinh church is one of the most beautiful old churches in Saigon. Just like Domaine de Marie - Da Lat, Tan Dinh Church makes everyone \"flutter\" by its unique, cute colors, attracting every look from the first time. If you have \"conquered\" all the famous places in Saigon: Ben Thanh Market, Nguyen Hue Walking Street, Sai Gon Center, ...",
            "siteName": "Saigon Local Tour",
            "shortName": "Best Photo Spots in Ho Chi Minh City",
            "indexInSource": 0,
            "iconSiteId": 19859,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The two well-known Notre Dame Cathedral and the pink Tan Dinh Church, which have not changed so much for nearly 200 years, are surprisingly bright. Thien Hau Temple with ancient Chinese architecture and Van Phat Pagoda with countless golden Buddha statues are also great places to take pictures. Some beautiful museums and bridges are favorite places to take wedding photos of Vietnamese people.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 6,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922957",
            "type": "webPlacesList",
            "url": "https://mytour.vn/vi/blog/bai-viet/discover-the-top-7-most-stunning-photography-spots-in-ho-chi-minh-city-mytourvn.html",
            "sourceSite": "Web",
            "snippet": "Ranked as a must-visit destination in Saigon, the Tan Dinh Church stands out for its unique architectural charm, resonating with a modern vibe. It's a hotspot for tourists, boasting a distinct Gothic architecture with striking pink hues, a rarity among churches in Vietnam. This iconic site is a haven for pink enthusiasts and those seeking novelty.",
            "siteName": "Mytour",
            "shortName": "Discover the Top 7 Most Stunning Photography Spots in Ho Chi Minh City",
            "indexInSource": 2,
            "iconSiteId": 31431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222328",
            "type": "webPlacesList",
            "url": "https://forevervacation.com/the-vacationer/5-most-instagrammable-spots-in-ho-chi-minh-city",
            "sourceSite": "Web",
            "snippet": "More than a religious destination, Tan Dinh Church attracts both Vietnamese and foreign visitors due to its charming pink color. This is why it's also known as ‘The Pink Church’. Tan Dinh Church is the second oldest cathedral in Saigon and you’ll be amazed at the architecture.",
            "siteName": "forevervacation.com",
            "shortName": "5 Most Instagrammable Spots in Ho Chi Minh",
            "indexInSource": 1,
            "iconSiteId": 11140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222325",
            "type": "webPlacesList",
            "url": "https://www.sheruntheworld.net/post/most-instagrammable-spots-in-saigon-vietnam",
            "sourceSite": "Web",
            "snippet": "A beautiful Roman Catholic church in district 3‑ great for a photo op!. It’s official name is the Church of the Sacred Heart of Jesus, but nicknamed the pink church for obvious reasons. Have a coffee across the street at Cong and enjoy the gorgeous pink church views.",
            "siteName": "She Run the World",
            "shortName": "Most Instagrammable Spots in Saigon, Vietnam",
            "indexInSource": 3,
            "iconSiteId": 29689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922953",
            "type": "webPlacesList",
            "url": "https://www.itourvn.com/blog/best-places-to-take-photos-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "Tan Dinh Church is one of the oldest churches and thanks to its pink cover, it is also one of the best places to take photos in Ho Chi Minh City. So all the girls (and even boys) who love the color pink out there, make sure you do not miss this destination.",
            "siteName": "i Tour Vietnam Private Tours & Vietnam Travel Guides",
            "shortName": "Best Places to Take Photos in Ho Chi Minh",
            "indexInSource": 0,
            "iconSiteId": 400,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922936",
            "type": "webPlacesList",
            "url": "https://www.anastasiasokyrka.com/blog/top-10-ho-chi-minh-city-locations-to-take-photos-for-your-instagram/",
            "sourceSite": "Web",
            "snippet": "The full name is the Church of the Sacred Heart of Jesus but the most commonly it is known as a Pink Church",
            "siteName": "Anastasia Sokyrka Photography - Portrait, Headshot, Family Photographer in Saigon",
            "shortName": "Some of the Great Spots in Ho Chi Minh City to Take Photos for Your Instagram - Anastasia Sokyrka Photography",
            "indexInSource": 1,
            "iconSiteId": 276415,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VOVz8rrBAGrvP1dAR8TOVlOQi3gcY3zP",
          "seD2oEpvRd9dkDSapsBbQNHOCgGzNBmH",
          "8QunU2KSFllSPW8VgUdWwc2uuZIB5cSD",
          "eIiT8WCxt2O1uxFoQh5PcAr3q1obLzae",
          "FubTVXWvxaYFJyHzoG6EqHYFHXUoRurg",
          "VOVz8rrBAGrvP1dAR8TOVlOQi3gcY3zP",
          "seD2oEpvRd9dkDSapsBbQNHOCgGzNBmH",
          "8QunU2KSFllSPW8VgUdWwc2uuZIB5cSD",
          "eIiT8WCxt2O1uxFoQh5PcAr3q1obLzae",
          "FubTVXWvxaYFJyHzoG6EqHYFHXUoRurg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1400"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          }
        ],
        "name": "Tân Định Catholic Church",
        "placeId": "ChIJZ_ShIDMvdTERgrkibFMAu3g",
        "internationalPhoneNumber": "+84 28 3829 0093",
        "reviews": [
          {
            "rating": 5,
            "text": "This stunning church in Ho Chi Minh, affectionately known as the 'Pink Church', is a breathtaking example of European-inspired architecture in Vietnam. Its picturesque design and soft pink hue make it a popular destination for locals and tourists alike. Unfortunately, during our visit, the church was closed, and we were unable to venture inside. Nevertheless, the exterior was still worth admiring, and we weren't alone – many local and foreign travelers had also gathered to appreciate its beauty.\n\nOne of the best things about visiting this church is that admission is free; you don't need to purchase a ticket to explore the surrounding area. Getting here is also convenient, as you can simply book a Grab ride to arrive at the church's doorstep. Plus, there are plenty of charming coffee shops nearby, offering the perfect spot to relax and take some fancy photos that are sure to impress your Instagram followers.",
            "author_name": "Ayo Cordova",
            "relative_time_description": "",
            "time": 1741516870,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Looks nice but is only a spot for photos. During a mass you can't go inside the premises. But even if you can go behind the gate you can't enter and look inside. At 4 pm on this Friday they closed the gate. If you are still interested in going half around :)\n\nThe church itself is beautiful and stunning. I combined the visit with a stop in the Café opposite the church. Stunning view, chill vibes and wifi  there ;)",
            "author_name": "Lea Vogelwedde",
            "relative_time_description": "",
            "time": 1743153269,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I visited the Tân Định Catholic Church and was immediately struck by its striking pink façade it's hard to miss and even harder not to admire. The architecture is incredibly well preserved, with intricate white trim details that add elegance and contrast beautifully with the pastel exterior. It's known for its vivid color, the church was ia popular photo stop for tourists and locals alike. During my visit, I noticed many tour groups arriving to appreciate and photograph the church from various angles.\n\nUnfortunately, the church was closed when I arrived, which was a bit disappointing as I was keen to see the interior. However, even from the outside, it's a visual delight and definitely worth visiting. The surrounding grounds were tidy and enhanced by religious statues and floral arrangements, adding to the peaceful, reverent atmosphere.\n\nBuilt in the 1870s during the French colonial period, Tân Định Church is one of the oldest and most iconic Roman Catholic churches in the city. It reflects a blend of Gothic and Romanesque design influences, topped with a towering spire that dominates the streetscape.\n\nIf you're in Ho Chi Minh City and enjoy architecture, photography, or historical landmarks, this is one spot you shouldn't miss.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753552188,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.giaoxutandinh.net/",
        "index": 16,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Church",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 224,
            "2": 168,
            "3": 793,
            "4": 1804,
            "5": 5149
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.788336,
        "address": "289 Hai Bà Trưng, Phường Võ Thị Sáu, Quận 3, Hồ Chí Minh 70000, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJKdx5KKEvdTER4npxqP0pHf0",
        "generalDescription": "Artinus 3D Art Museum, located in District 7, is a vibrant and family-friendly destination that has captured the hearts of many visitors. Spanning over 4,000 m2, this offbeat museum features interactive 3D artwork and colorful murals that provide an ideal backdrop for creative and funny photos. Divided into nine distinct zones with themes ranging from aquatic scenes to comic characters, the museum offers a unique experience for visitors to immerse themselves in imaginative visual storytelling.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.695241,
        "rating": 4.3,
        "numRatings": 1947,
        "sources": [
          {
            "id": "128837",
            "type": "webPlacesList",
            "url": "https://backofthebiketours.com/ho-chi-minh-city/things-to-do/",
            "sourceSite": "Web",
            "snippet": "This is a newly emerging hidden gem in town that has become one of the coolest things to do in Ho Chi Minh City in recent years. Artinus 3D Museum is set a little further from the city center, yet beholds mesmerizing and fascinating 3D themes for creative souls. Blowing your mind with a diversity of illusions and colorful backgrounds, tourists now have a chance to blend into different worlds and snap the best shots to feed their Instagram.",
            "siteName": "Back of the Bike Tours",
            "shortName": "Things to Do in Ho Chi Minh City: 40 Options in 2023!",
            "indexInSource": 5,
            "iconSiteId": 646,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The museum was built in 2003 and has been open for publish since 2007. Besides the exhibit of nearly 4,000 precious artifacts related to traditional medicine in Vietnam, FITO Museum is a great place to take amazing photos thanks to wooden materials, carved wooden furniture and decor items. Wooden carved pillars, walls, escalator, staircases, tables, shelves, panels, “bao lam”, altars, paintings and many others.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 11,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922987",
            "type": "webPlacesList",
            "url": "http://www.bayhotelhcm.com/where-do-we-go-to-take-photo-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Artinus 3D Art Museum is an interactive art attraction, which gives visitors a truly exciting experience in the magic of 3D. This museum has more than 100 different 3D art paintings, created by Korean artists. The works of 3D paintings are created in a way that the visitors can step inside them and be part of some stunning 3D scenes.",
            "siteName": "Bay Hotel Ho Chi Minh",
            "shortName": "Where Do We Go To Take Photo In Ho Chi Minh City?",
            "indexInSource": 2,
            "iconSiteId": 252986,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YZGCwMHa06MO8PCnL2vYl8x9HmU4MBOr",
          "geFTqj0Eh2bfsdPLxny0hXBP5zcRpG4I",
          "MRsN3DK1p4kfTR9jH15PTg2jNEseDogn",
          "YZGCwMHa06MO8PCnL2vYl8x9HmU4MBOr",
          "geFTqj0Eh2bfsdPLxny0hXBP5zcRpG4I",
          "MRsN3DK1p4kfTR9jH15PTg2jNEseDogn"
        ],
        "openingPeriods": [],
        "name": "Artinus 3D Art Museum",
        "placeId": "ChIJKdx5KKEvdTER4npxqP0pHf0",
        "internationalPhoneNumber": "+84 28 6298 3767",
        "reviews": [
          {
            "rating": 5,
            "text": "The place is amazing... we had some really fun times here. Some of the 3D art is amazing and well done, the ones at the start and the end are amazing the bit in the middle little boring. As you can see with the pics every girl loves to be a fairy and mermaid haha\n\nWhen we arrived is wasn't that busy but 3 quarters way through a coach load of kids came and the noise of them screaming and running around like mentalists really damped the experience but overall a worth a visit.",
            "author_name": "Gregory Clarke",
            "relative_time_description": "",
            "time": 1553674994,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Average high Price but it's worth. It's large Gallery and so many picture for you to join in and take photo. But I think they should allow visitor to bring water. I'm so thirsty walking around. And the temperature is so low so it's a little bit cold and dry.\nIt's better to go with group of friend because if you only 2 ppl, you need help to take photos of two (some picture need 2 ppls to join). Quite cool place for 1 time visit.",
            "author_name": "Thư Trần Hoàng Anh",
            "relative_time_description": "",
            "time": 1575960657,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is awesome.... Perfect for taking lots of fun photos or just to enjoy the incredible art",
            "author_name": "Raphael Nolden",
            "relative_time_description": "",
            "time": 1538190444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Art gallery"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 53,
            "2": 39,
            "3": 189,
            "4": 565,
            "5": 1101
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.741813,
        "address": "Số 2 Đ. số 9, Khu đô thị Him Lam, Quận 7, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJwbgGB7kudTER_wqscOHg_y4",
        "generalDescription": "Giac Lam Buddhist Temple, also known as Giac Lam Pagoda, is a venerable and atmospheric place established in 1744. It is believed to be the oldest temple in Ho Chi Minh City and offers a peaceful setting with garden-like grounds. The temple features many statues, tombs, and a 7-tiered stupa. Visitors can witness daily prayers held at specific times throughout the day.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.649191,
        "rating": 4.6,
        "numRatings": 176,
        "sources": [
          {
            "id": "222335",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "Three areas compose richly decorated shrines: the ritual chamber, the chanting chamber, and the refectory. In multiple incarnations and several Taoist deities with their altar, this vast and expansive establishment houses beautifully made images of Buddha. The wooden pillars are all adorned with Chinese red-and-gold characters.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Ho Chi Minh",
            "indexInSource": 1,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923008",
            "type": "webPlacesList",
            "url": "https://layla.ai/itinerary/18%20days%20Food%2C%20Hidden%20gems%2C%20photo%20areas%20Ho%20Chi%20Minh%20City",
            "sourceSite": "Web",
            "snippet": "Giac Lam Pagoda (Chua Giac Lam) is one of the oldest temples in Ho Chi Minh City, offering a serene atmosphere and beautiful architecture. After exploring the pagoda, head to Nha Hang Ngon for lunch, where you can enjoy a variety of traditional Vietnamese dishes in a charming setting.",
            "siteName": "layla.ai",
            "shortName": "18 Days Of Food, Hidden Gems, And Photo Spots In Ho Chi Minh City: Itinerary 2024",
            "indexInSource": 12,
            "iconSiteId": 224802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nPxmitPPSIDE58700FymsrSaImQismxl",
          "K21dWNGCqHbzvKPeUdy4Wq1hD1CK7ehm",
          "p33yCmSToolaOxuj5fIkHTyr3DTscAZI",
          "Hyk9y1taWk52niO2YjKJoLCkrLGrdp51",
          "uHX81msfALSwP4mUnQkppPSBhwHfIGia",
          "nPxmitPPSIDE58700FymsrSaImQismxl",
          "K21dWNGCqHbzvKPeUdy4Wq1hD1CK7ehm",
          "p33yCmSToolaOxuj5fIkHTyr3DTscAZI",
          "Hyk9y1taWk52niO2YjKJoLCkrLGrdp51",
          "uHX81msfALSwP4mUnQkppPSBhwHfIGia"
        ],
        "openingPeriods": [],
        "name": "Giac Lam Buddhist Temple",
        "placeId": "ChIJwbgGB7kudTER_wqscOHg_y4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Serene Escape in Ho Chi Minh City\nGiac Lam Buddhist Temple is a peaceful haven that offers a beautiful blend of history, culture, and spirituality. As one of the oldest temples in Ho Chi Minh City, its architecture and atmosphere exude timeless charm.\n\nThe temple grounds are impeccably maintained, with lush gardens and towering Bodhi trees that create a tranquil environment. The main pagoda is stunning, adorned with intricate carvings and colorful murals depicting Buddhist teachings. Climbing the stupa provides breathtaking views of the surrounding area, a must for any visitor.\n\nThe welcoming monks and staff make the experience even more special, offering insights into the temple's history and practices. Whether you're seeking a quiet moment of reflection or simply exploring the city's cultural heritage, Giac Lam Temple is a must-visit.\n\nDon't forget to take a moment to admire the large Buddha statues and light an incense stick for good luck. Highly recommend for anyone visiting Ho Chi Minh City!",
            "author_name": "Michael Martensen",
            "relative_time_description": "",
            "time": 1736356859,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "One of the oldest temple in Saigon. Not well maintained. Only the roof and the wooden columns are still authentic. Wall color not nice anymore. Still worth a visit.",
            "author_name": "Sean Lam",
            "relative_time_description": "",
            "time": 1746246100,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a peaceful place to visit. The temple has many beautiful Buddhist statues and colorful architecture. Locals come here to worship Buddha and connect with the divine.\nThere is no entry fee, but you need to pay for parking. A calm and spiritual spot worth visiting.\nA moderate dress code to be followed covering knees and shoulder.",
            "author_name": "Prathama Mohanty",
            "relative_time_description": "",
            "time": 1755594083,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 0,
            "3": 8,
            "4": 22,
            "5": 144
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.778707,
        "address": "565 Lạc Long Quân, Phường 10, Tân Bình, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJN6f1FBYvdTERRwZgugQ1pok",
        "generalDescription": "Đ. Bùi Viện is a vibrant street known for its dining, shopping, and nightlife. It was formerly known as Kenh Lon and has undergone various stages of development. The street features a pedestrian square and artistic lighting system, creating an inviting atmosphere. At night, the area comes alive with a mix of entertainment options including fire breathers, sidewalk bars, and diverse food choices.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.692826,
        "rating": 4.3,
        "numRatings": 905,
        "sources": [
          {
            "id": "128778",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/vietnam/articles/the-15-most-instagrammable-spots-in-ho-chi-minh-city-vietnam/",
            "sourceSite": "Web",
            "snippet": "Bui Vien is the popular backpacker street and party central of Ho Chi Minh City, akin to Khao San Road of Bangkok. Neon lights, sidewalk bars, people dancing in the street, nitrous balloons–you will capture all of this in one shot.",
            "siteName": "The Culture Trip",
            "shortName": "The 15 Most Instagrammable Spots In Ho Chi Minh City Vietnam",
            "indexInSource": 6,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128759",
            "type": "webPlacesList",
            "url": "https://vietcetera.com/en/5-instagram-worthy-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "It is the center of foreigners, drinking, and a whole lot of fun. Day or night tourists and locals flock this street for good affordable hostels, delicious eats, one of a kind souvenir finds, cheap drinks, and the prominent low tables and chairs to mingle with friends or new acquaintances. The busy street filled with motorcycles and people passing by can serve as a good backdrop for your photos.",
            "siteName": "Vietcetera",
            "shortName": "5 Instagram-worthy Places In Ho Chi Minh",
            "indexInSource": 0,
            "iconSiteId": 377,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922958",
            "type": "webPlacesList",
            "url": "https://www.bdatrip.com/vi/ho-chi-minh-city/travel-tips/discover-14-beautiful-eye-catching-photo-spots-in-saigon",
            "sourceSite": "Web",
            "snippet": "Situated in the heart of District 1, at Pham Ngu Lao Ward, Ho Chi Minh City, Bui Vien Street stands as one of the ideal photo locations in Saigon. The street comes alive at night with the presence of famous bars, pubs, restaurants, and hotels. Offering a space full of colors and dynamism, Bui Vien Street provides an ideal space for exploration, fun, and capturing impressive photos.",
            "siteName": "bdatrip.com",
            "shortName": "Discover 14 Beautiful, Eye-catching Photo Spots In Saigon That Cannot Be Missed",
            "indexInSource": 2,
            "iconSiteId": 29947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The 670-m-long and 64-m-wide Nguyen Hue Walking Street is one of the most luxurious street in Ho Chi Minh City. It is lined with 5-star hotels, famous coffee shops, Garden Mall and Lucky Plaza shopping malls, Times Square building and the Ho Chi Minh City People’s Committee building. The lotus fountain is also a highlight of the walking street.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 16,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922963",
            "type": "webPlacesList",
            "url": "https://unilever.edu.vn/discover-the-top-10-most-beautiful-photo-spots-in-saigon-loved-by-young-people/",
            "sourceSite": "Web",
            "snippet": "Bùi Viện Street, known as the backpacker area, is lively and colorful with its plethora of bars and eateries. The vibrant nightlife and diverse crowd ensure that any photographs taken here will be full of energy and life. This is the perfect spot to capture the youthful spirit of Saigon.",
            "siteName": "Nhà Phân Phối Unilever Pureit Hạnh Phúc",
            "shortName": "Discover the Top 10+ Most Beautiful Photo Spots in Saigon Loved by Young People",
            "indexInSource": 5,
            "iconSiteId": 245601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222328",
            "type": "webPlacesList",
            "url": "https://forevervacation.com/the-vacationer/5-most-instagrammable-spots-in-ho-chi-minh-city",
            "sourceSite": "Web",
            "snippet": "No trip to Saigon is complete without a visit to Bui Vien Street. This is where you can capture the energy of the nightlife in Ho Chi Minh City!. Bui Vien has become a famous party destination, starting as a small alley where foreigners can easily find a hostel room.",
            "siteName": "forevervacation.com",
            "shortName": "5 Most Instagrammable Spots in Ho Chi Minh",
            "indexInSource": 3,
            "iconSiteId": 11140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128768",
            "type": "webPlacesList",
            "url": "https://bigseventravel.com/instagrammable-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "By day this seems like a normal street, but at night it’s wedged full of 1000s of tourists spilling out of bars. Add in street hawkers, insanely loud music and you have one of the most intense streets you’ll ever come across. View this post on Instagram",
            "siteName": "Big 7 Travel",
            "shortName": "The 7 Most Instagrammable Spots In Ho Chi Minh City",
            "indexInSource": 1,
            "iconSiteId": 4269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922987",
            "type": "webPlacesList",
            "url": "http://www.bayhotelhcm.com/where-do-we-go-to-take-photo-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "Bui Vien is the second pedestrian street in the heart of Ho Chi Minh City. Walking on the Bui Vien Street, travelers can see people dancing in the street under neon lights and sidewalk bars, tourists can capture all of these thing in one shot of photos.",
            "siteName": "Bay Hotel Ho Chi Minh",
            "shortName": "Where Do We Go To Take Photo In Ho Chi Minh City?",
            "indexInSource": 1,
            "iconSiteId": 252986,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "71Ym0JbxlIZAzzgqMlNSps8MHbbkI1uX",
          "24pbWOCqyqxP4m19pysi6UiLzZoKRFdw",
          "uPPYk0wQdhkIdDoJ5pvGzJfJGSb96Pl6",
          "ihvREwZHtfhEYPfHEplZscWWL7nrl7rg",
          "pz38tkISvVmKOSGfScAdYJlN0rcobPtE",
          "71Ym0JbxlIZAzzgqMlNSps8MHbbkI1uX",
          "24pbWOCqyqxP4m19pysi6UiLzZoKRFdw",
          "uPPYk0wQdhkIdDoJ5pvGzJfJGSb96Pl6",
          "ihvREwZHtfhEYPfHEplZscWWL7nrl7rg",
          "pz38tkISvVmKOSGfScAdYJlN0rcobPtE"
        ],
        "openingPeriods": [],
        "name": "Bùi Viện",
        "placeId": "ChIJN6f1FBYvdTERRwZgugQ1pok",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great street to visit,  it starts to liven up around 9pm , vibrant,  lots of bars , clubs ,eateries.",
            "author_name": "Beverley Marino",
            "relative_time_description": "",
            "time": 1748486849,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great buzz and some decent places to eat",
            "author_name": "Clint Isaacs",
            "relative_time_description": "",
            "time": 1742019256,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's fun going around the alleys during the day, and you'll find lots of good food/restaurants. A complete mess at night with so many drunk people 😂",
            "author_name": "Nick Rivas",
            "relative_time_description": "",
            "time": 1749863604,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Notable street",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 59,
            "2": 28,
            "3": 72,
            "4": 181,
            "5": 567
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.766892,
        "address": "Phạm Ngũ Lão, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJlel-En4vdTERc64rKNBbyy0",
        "generalDescription": "The Museum of Ho Chi Minh City is a vast space spanning 1700 square meters, dedicated to preserving and showcasing a wide array of antiques, artifacts, and historical evidence. With 10 rooms housing different collections such as Nature and Archeology, Administrative Saigon, Revolution from 1954 to 1975, and more, the museum offers visitors an immersive journey through the city's rich history. The building itself boasts a unique design that combines classical European style with Asian elements.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 106.699648,
        "rating": 4.2,
        "numRatings": 2458,
        "sources": [
          {
            "id": "91693",
            "type": "webPlacesList",
            "url": "https://migrationology.com/things-to-do-in-saigon-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "In the past you might have heard of the Gia Long Palace or the Revolutionary Museum, but now, the same place is officially known as the Museum of Ho Chi Minh City or HCMC Museum. When my wife and I visited, on a weekday in the middle of the morning, it wasn’t busy at all (unlike the War Remnants Museum which was packed out), so it was nice to peacefully walk around and enjoy the exhibitions. Most of the displays show the history and making of Ho Chi Minh City, and also there are a number of Vietnamese culture exhibits as well.",
            "siteName": "Migrationology - Food Travel Blog",
            "shortName": "23 Things To Do In Saigon (Ho Chi Minh City): Top Attractions!",
            "indexInSource": 2,
            "iconSiteId": 141,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222335",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "This is commonly said to be the most remarkable building in Ho Chi Minh, and this is the address to come to learn more about the culture and history of the city and the whole region. Ceramics, ancient maps of the region, and marriage costumes that belong to the different ethnic groups in Vietnam are only some collections on display. The museum is also very Instagrammable and will surprise your followers with its distinct features from all the museums you previously visited.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Ho Chi Minh",
            "indexInSource": 4,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128759",
            "type": "webPlacesList",
            "url": "https://vietcetera.com/en/5-instagram-worthy-places-in-ho-chi-minh",
            "sourceSite": "Web",
            "snippet": "Taking #OOTDs is somehow part of the normcore when you’re traveling, and this place is perfect for them. Aside from looking for perfect backdrops, you’ll also be surrounded with art pieces dating from years ago to modern ones. The art pieces are well kept inside a yellow, French colonial villa, which is quite visible all over Saigon, if not Vietnam.",
            "siteName": "Vietcetera",
            "shortName": "5 Instagram-worthy Places In Ho Chi Minh",
            "indexInSource": 1,
            "iconSiteId": 377,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459347",
            "type": "webPlacesList",
            "url": "https://scootersaigontour.com/top-10-photogenic-instagrammable-places-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "The 670-m-long and 64-m-wide Nguyen Hue Walking Street is one of the most luxurious street in Ho Chi Minh City. It is lined with 5-star hotels, famous coffee shops, Garden Mall and Lucky Plaza shopping malls, Times Square building and the Ho Chi Minh City People’s Committee building. The lotus fountain is also a highlight of the walking street.",
            "siteName": "Scooter Saigon Tours",
            "shortName": "Top 10+ Photogenic (Instagrammable) Places in Ho Chi Minh City",
            "indexInSource": 9,
            "iconSiteId": 651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZMUy9jOesQIjwbIoGPkySDGaLODEcukn",
          "PDMR9WhkCpikXhG5pIYFDXYvhNkeOenN",
          "0dpjyyMaj7iCIEB3KMeDuZeLniubvO06",
          "esB04ODo1gyKqda6pzVIjrCcmgeca6AK",
          "nE7E9KbJBCwJHLDc6Dfg4nK45WGFByft",
          "ZMUy9jOesQIjwbIoGPkySDGaLODEcukn",
          "PDMR9WhkCpikXhG5pIYFDXYvhNkeOenN",
          "0dpjyyMaj7iCIEB3KMeDuZeLniubvO06",
          "esB04ODo1gyKqda6pzVIjrCcmgeca6AK",
          "nE7E9KbJBCwJHLDc6Dfg4nK45WGFByft"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Museum of Ho Chi Minh City",
        "placeId": "ChIJlel-En4vdTERc64rKNBbyy0",
        "internationalPhoneNumber": "+84 28 3829 9741",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited on a weekday. surprisingly fewer people than I thought. Tickets were bought at the entrance + guardhouse.\n\nArchitecture is stunning and there are countless trinkets showcasing the Vietnamese history and culture etc.\n\nIt seems like it's a popular spot from weddings? When I was there, there was a wedding photoshoot happening at the main stairs hence not a lot of pictures there 😓\n\nNo air conditioning, but the areas were mostly sheltered and cool. There's only 2 floors to the Musuem, but the non-sheltered areas house the tanks & the planes.\n\nFound the Museum to be pretty cool, worth the money and experience. Advice would be to stay there, take your time to leisurely look around the items, it really contains a lot of stuff from the past that's really interesting haha.",
            "author_name": "allex",
            "relative_time_description": "",
            "time": 1743626491,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I visited the Museum of Ho Chi Minh City on a Saturday morning and was pleasantly surprised to find it wasn't crowded with tourists. Instead, a few couples were there taking wedding photos, adding a charming and romantic atmosphere to my visit.\n\nThough the museum may not have an extensive collection to explore, it is still a wonderful place for anyone interested in exploring both the past and present of this vibrant city.\nIt offers valuable insight into the city's rich history and the lives of the people who have shaped it. It's a place that invites reflection, learning, and a deeper understanding of the city itself.\n\nTickets are quite affordable and easy to purchase on-site, but keep in mind that payment is cash only. There's also a small surcharge if you bring a camera.",
            "author_name": "Trang Van",
            "relative_time_description": "",
            "time": 1746094815,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Generally a good museum in a beautiful old building, however the building itself needs renovation badly.\nThe stories presented are great but could be executed and shown way better.\nAnother issue is that there are dozens of grooms and brides doing their photo shoots. This in itself is nice, but the sheer number of them conflicts with the museums regular operation.\nSolution would be separate time slots for visitors and for photo shoots.",
            "author_name": "István Nagy",
            "relative_time_description": "",
            "time": 1755833920,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://hcmc-museum.edu.vn/",
        "index": 20,
        "id": "",
        "categories": [
          "History museum",
          "Museums",
          "Local history museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 98,
            "2": 110,
            "3": 304,
            "4": 537,
            "5": 1425
          }
        },
        "minMinutesSpent": 120,
        "latitude": 10.775966,
        "address": "65 Lý Tự Trọng, Bến Nghé, Quận 1, Hồ Chí Minh, Vietnam",
        "travel_time": null
      },
      {
        "_id": "ChIJ7XUJ3rJVCzERek8yfCwKV6o",
        "generalDescription": "Saigon River offers a unique experience for travelers visiting Ho Chi Minh City. A dinner cruise on the river provides a memorable evening, with stunning views of the city's skyline and gentle breezes. The river flows through diverse areas, showcasing different lifestyles and merging into the South China Sea near the Mekong Delta. Taking a boat tour allows visitors to witness everyday life along the river and explore the city from a different perspective.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 106.507932,
        "rating": 4.4,
        "numRatings": 331,
        "sources": [
          {
            "id": "1829600",
            "type": "webPlacesList",
            "url": "https://oxalisadventure.com/15-best-places-things-to-do-in-ho-chi-minh-city/",
            "sourceSite": "Web",
            "snippet": "If you’ve had enough walking on the streets, a boat ride on the Saigon River is among the best things to do in Ho Chi Minh City. Beyond its economic significance, Saigon River offers scenic tours that provide both relaxation and a fresh perspective on the city.",
            "siteName": "oxalisadventure.com",
            "shortName": "15 Best Things to Do in Ho Chi Minh City: Top Places and Activities",
            "indexInSource": 4,
            "iconSiteId": 66120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222325",
            "type": "webPlacesList",
            "url": "https://www.sheruntheworld.net/post/most-instagrammable-spots-in-saigon-vietnam",
            "sourceSite": "Web",
            "snippet": "Now there is no exact location for this one, but the Saigon river runs through the entire city. It's a great place to have a nice stroll and take some beautiful photos- especially if you find a spot with the iconic Landmark 81 in the background.",
            "siteName": "She Run the World",
            "shortName": "Most Instagrammable Spots in Saigon, Vietnam",
            "indexInSource": 5,
            "iconSiteId": 29689,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1922950",
            "type": "webPlacesList",
            "url": "https://www.localgrapher.com/photo-spot/saigon-river/",
            "sourceSite": "Web",
            "snippet": "1.) Scenic Beauty: The Saigon River is a picturesque body of water that runs through the heart of Ho Chi Minh City. It’s a great location to capture stunning photos with a natural, scenic backdrop.",
            "siteName": "Localgrapher",
            "shortName": "Saigon River & Other Top Photo Spots in Ho Chi Minh City",
            "indexInSource": 0,
            "iconSiteId": 13346,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "d6wAikeSLE9IKkAiODjKI0BQgKRs38jx",
          "YHZ2vuIiDyKfd1lpSPqoppm9ESAjXQOz",
          "7CiPAPQDNFprZ0XNel0ow0XH0nZePJvw",
          "Q7XN2Y1Cawu4JDHnKHcGWzJxJbjbI0jO",
          "zpvQXAti7n1Vek4cbSqessgnUIM8ygRz",
          "d6wAikeSLE9IKkAiODjKI0BQgKRs38jx",
          "YHZ2vuIiDyKfd1lpSPqoppm9ESAjXQOz",
          "7CiPAPQDNFprZ0XNel0ow0XH0nZePJvw",
          "Q7XN2Y1Cawu4JDHnKHcGWzJxJbjbI0jO",
          "zpvQXAti7n1Vek4cbSqessgnUIM8ygRz"
        ],
        "openingPeriods": [],
        "name": "Saigon River",
        "placeId": "ChIJ7XUJ3rJVCzERek8yfCwKV6o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Now it's beautiful and attract a lot of youth. Good place to spend exciting night in HCMC",
            "author_name": "Nhuy Nguyen",
            "relative_time_description": "",
            "time": 1667393911,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful river with Cruise dinners. Enjoy beautiful sunsets",
            "author_name": "Munif ur Rehman Khateeb",
            "relative_time_description": "",
            "time": 1744823565,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice spot to relax and enjoy the city 🥰🥰🥰.",
            "author_name": "Dung Tran",
            "relative_time_description": "",
            "time": 1698374022,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 21,
        "id": "",
        "categories": [
          "River"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 5,
            "3": 35,
            "4": 67,
            "5": 209
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.142284,
        "address": null,
        "travel_time": null
      }
    ]
  }
}