{
  "list_id": "702",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/702/1.jpg",
  "description": "Dive into \"Discover Bangkok's Hidden Free Gems\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/129577"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Discover Bangkok's Hidden Free Gems",
  "city_id": "4",
  "subtype": "poi",
  "city": "Bangkok",
  "created_ts": 1759251272,
  "slug": "discover-bangkoks-hidden-free-gems-bangkok-poi-89bc6c",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJfWxvUM2e4jARCxWWp4sC0B4",
        "generalDescription": "The Bangkok Art and Culture Centre, also known as BACC, is a contemporary arts venue that has become a focal point for the Thai art community. This modern facility offers free exhibitions featuring film, photography, and other art forms. The building's design incorporates elements of traditional Thai architecture while embracing flexibility and natural light. Visitors can explore the multi-story center at no cost and may be tempted to enjoy coffee at the Gallery Drip cafe on the ground floor.",
        "utcOffset": 420,
        "maxMinutesSpent": 240,
        "longitude": 100.530217,
        "rating": 4.6,
        "numRatings": 19376,
        "sources": [
          {
            "id": "904225",
            "type": "webPlacesList",
            "url": "https://10best.usatoday.com/destinations/thailand/bangkok/attractions/free-things-to-do/",
            "sourceSite": "Web",
            "snippet": "The Bangkok Art & Culture Centre, more commonly known by its abbreviated form, BACC, somewhat put the Bangkok art scene on the map, as it was built back when the city was really a backwater for contemporary and cutting edge modern art. These days, it's a magnet for the burgeoning Thai art community and hosts regularly changing film, photography, and other art exhibitions. Almost all of the displays throughout the multi-story building are free, and it's one of Bangkok's better places to spend a rainy day wandering around and not spending anything, although you most likely will be tempted to have a cup of the city's best coffee at the master brewing Gallery Drip cafe, which is located on the ground floor of the BAAC.",
            "siteName": "USA TODAY 10Best",
            "shortName": "What are the best things to do for free in Bangkok?",
            "indexInSource": 2,
            "iconSiteId": 74201,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "371878",
            "type": "webPlacesList",
            "url": "https://castawaywithcrystal.com/free-things-to-do-in-bangkok-thailand/",
            "sourceSite": "Web",
            "snippet": "A place of music, theatre, design, and art, the Bangkok Art and Culture Center is the perfect place to enjoy the afternoon and learn a little bit more about the world around you. As you meander through the multiple floors of the center, you will find countless exhibits tucked away in corners and sitting right in the wide-open. Depending on your preference you can just see a few exhibits on your way to another free activity in Bangkok, or you can spend the whole day enjoying all there is to be seen at the Art and Culture Center.",
            "siteName": "Castaway with Crystal",
            "shortName": "12 Enriching Free Things to Do in Bangkok, Thailand",
            "indexInSource": 3,
            "iconSiteId": 30069,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424464",
            "type": "webPlacesList",
            "url": "https://lubd.com/9-awesome-and-free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Bangkok Art and Culture Centre, often referred to as BACC, serves as a vibrant hub for the arts, situated at the bustling Pathumwan crossroads. This venue was created to foster a sense of community among artists, with a schedule of changing exhibitions all year round, it’s an ideal spot for those in search of artistic inspiration, wanting to dive into the world of art, or simply wishing to appreciate various art forms. Stands as a beacon for art enthusiasts looking for free things to do in Bangkok.",
            "siteName": "Lub d - Unforgettable stays, endless connections",
            "shortName": "9 Awesome and Free Things to Do in Bangkok",
            "indexInSource": 4,
            "iconSiteId": 36699,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424465",
            "type": "webPlacesList",
            "url": "https://www.bangkokinsiders.com/free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "The Bangkok Art & Culture Centre (BACC) is the heart of contemporary art, culture, and creativity in the center of Bangkok, making it one of Bangkok’s most exciting free attractions. The striking structure, a spiral-shaped building opposite the MBK Center, is a meeting place for art lovers and creatives, reflecting Thailand’s dynamic art scene. Spread over nine floors, the BACC offers an inspiring selection of exhibitions ranging from traditional Thai art to modern, experimental works.",
            "siteName": "Bangkok Insiders",
            "shortName": "11 Free Things To Do In Bangkok",
            "indexInSource": 6,
            "iconSiteId": 91892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "313378",
            "type": "webPlacesList",
            "url": "https://tourscanner.com/blog/things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "A center where music, art, and culture, all coincide for a wonderful experience for visitors and locals to enjoy. The Bangkok Art & Culture Centre is a site where events are often held such as musical and cultural performances, literature readings, and other special projects that invite guests to witness and participate in. Take an afternoon to step in, and enjoy the People’s Gallery – a gallery where artists and intellectuals perform expose’s on their art and latest works.",
            "siteName": "TourScanner",
            "shortName": "79 Fun & Unusual Things to Do in Bangkok",
            "indexInSource": 13,
            "iconSiteId": 14255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94488",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/tourist-attractions-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "If you love art, visiting the Bangkok Art and Culture Center is one of the best things to do in Bangkok. Situated in the Pathum Wan district of the city, it is a dynamic center of creativity that showcases the city’s contemporary art scene. It occupies several levels of exhibition space and accommodates various galleries, which feature diverse art forms, including paintings, sculptures, installations, and multimedia works by local and international artists.",
            "siteName": "Touropia",
            "shortName": "28 Top Tourist Attractions in Bangkok (+Map)",
            "indexInSource": 2,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441177",
            "type": "webPlacesList",
            "url": "https://theplanetd.com/best-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "The Bangkok Art and Cultural Centre is locaterd among the famous shopping malls of Bangkok in the heart of the city. It is a great place to meet up with friends, catch one of its revolving display of Thai Art, see live music or just go to the library to browse and have a coffee. It is located at the BTS Skytrain station and is close to attractions like National Stadium, Siam Paragon, MBK Centre and more.",
            "siteName": "The Planet D: Adventure Travel Blog",
            "shortName": "32 Best Things to do in Bangkok, Thailand",
            "indexInSource": 14,
            "iconSiteId": 1973,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908757",
            "type": "webPlacesList",
            "url": "https://www.cleverthai.com/free-and-cheap-things-to-do-bangkok/",
            "sourceSite": "Web",
            "snippet": "Website:http://www.bacc.or.th/Address: 939 Rama I Rd, Wang Mai, Pathum Wan, Bangkok 10330, ThailandContact details: +6622146630Entrance fee: FreeOperating hours:. If you’re looking for an amazing cultural experience, you’ve got to check out the Bangkok Art and Culture Centre (BACC). This place is super cool with its modern and sleek building, and it’s filled to the brim with thought-provoking artworks.",
            "siteName": "Clever Thai",
            "shortName": "Top 20 Free and Affordable Experiences in Bangkok [2025 ]",
            "indexInSource": 2,
            "iconSiteId": 77327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904229",
            "type": "webPlacesList",
            "url": "https://wisata.app/en-us/diary/free-tourist-attractions-in-bangkok",
            "sourceSite": "Web",
            "snippet": "Bangkok Art and Cultural Center (BACC) is the hub of the thriving arts scene in the city and showcases a diverse range of contemporary art, design, music, theater and film. Visitors can explore BACC free of charge. With over 1.7 million annual visitors, BACC is a must-visit destination in Bangkok.",
            "siteName": "Wisata App",
            "shortName": "9 Must-See Free Tourist Attractions in Bangkok That Won't Break the Bank!",
            "indexInSource": 4,
            "iconSiteId": 29828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904236",
            "type": "webPlacesList",
            "url": "https://voyageursintrepides.com/en/the-15-best-free-activities-in-bangkok",
            "sourceSite": "Web",
            "snippet": "From dazzling temples to delicious food and more, Bangkok’s Chinatown is one of the most thriving in the world. Visitors to this historic part of the city can spend hours wandering its crowded shopping streets, and admiring the glittering gold; which appears in many of the shop windows.",
            "siteName": "- Le blog des curieux du voyage",
            "shortName": "The 15 best free activities in Bangkok -",
            "indexInSource": 0,
            "iconSiteId": 16077,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109716",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/free-activities-in-bangkok-1658441",
            "sourceSite": "Web",
            "snippet": "This modern art center across the street from MBK mega mall has revolving art exhibits on eleven floors and funky outdoor art installations, too. The modern, airy building itself is worth a visit.",
            "siteName": "TripSavvy",
            "shortName": "Great Free Things To Do in Bangkok [With a Map]",
            "indexInSource": 0,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uDjRBqZfHAF4sMDyYQzFxzqGkG8oz2sY",
          "hncVoWGInVz8hSUnduOojaioaoTBzFf6",
          "arRojZdC3w3LuUMSZfGfCNTpY1bfSnYU",
          "LiCpSC2p0twYqwtJrSk8q2Rv8DeCIcrg",
          "Fm92ojW29XK7aaBrrlM2YzR378yRbhtg",
          "uDjRBqZfHAF4sMDyYQzFxzqGkG8oz2sY",
          "hncVoWGInVz8hSUnduOojaioaoTBzFf6",
          "arRojZdC3w3LuUMSZfGfCNTpY1bfSnYU",
          "LiCpSC2p0twYqwtJrSk8q2Rv8DeCIcrg",
          "Fm92ojW29XK7aaBrrlM2YzR378yRbhtg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Bangkok Art & Culture Centre",
        "placeId": "ChIJfWxvUM2e4jARCxWWp4sC0B4",
        "internationalPhoneNumber": "+66 2 214 6630",
        "reviews": [
          {
            "rating": 5,
            "text": "BACC is a must visit in Bangkok. Free to enter. the bottom floors house some cute shops cafes and restaurants, lots of unique and creative finds. The top two or three floors contain an ever changing series of exhibitions, you never know what you will find. But typically the art tends to have a Thai focus. There are often exhibitions off student work here, which can be inspiring.\nAmazing building just to enjoy walking through the space, but it often rewards with some incredible art.",
            "author_name": "simon gurney",
            "relative_time_description": "",
            "time": 1754967843,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's an amazing center where you can delight your eyes with beautiful art. I was impressed by how they support young artists by showcasing their work. It was also enjoyable to find some great art items for sale. Both the shops and galleries were fantastic.\n\nI couldn't help but feel like there are more opportunities to make this place vibrant or more inviting. Little cold.\n\nToilet were bad though. And the lockers were crazy old.",
            "author_name": "Enkhjin Ganbaatar",
            "relative_time_description": "",
            "time": 1751467280,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Free art space with local vibes\nEasy to get to from the BTS, and parking is available. Don't expect a fancy art gallery, but the atmosphere is nice and chill. You'll often find interesting photo exhibitions by local artists - once I even saw a quirky display of cups in unusual shapes 😄\n\nWhat makes it feel truly Thai is the food – there's something to eat on almost every floor. Worth a visit if you're nearby!",
            "author_name": "Marat Nomad",
            "relative_time_description": "",
            "time": 1752999146,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.bacc.or.th/",
        "index": 1,
        "id": "",
        "categories": [
          "Art gallery",
          "Museums",
          "Art center",
          "Art Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 195,
            "2": 217,
            "3": 1371,
            "4": 4537,
            "5": 13073
          }
        },
        "minMinutesSpent": 240,
        "latitude": 13.746737,
        "address": "939 Rama I Rd, Wang Mai, Pathum Wan, Bangkok 10330, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJG7BL7Saf4jARNmn5AQiyAaw",
        "generalDescription": "Lumphini Park is a sprawling urban oasis in downtown Bangkok, reminiscent of New York's Central Park. Spanning 142 acres, it offers manicured lawns, playgrounds, and an artificial lake with boat rentals. Accessible via public transport, the park provides a tranquil escape from the city's hustle and bustle. Visitors can spot water monitors by the lake and enjoy activities like boating and bicycling.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 100.541698,
        "rating": 4.5,
        "numRatings": 37157,
        "sources": [
          {
            "id": "903067",
            "type": "webPlacesList",
            "url": "https://www.cntraveler.com/gallery/best-things-to-do-in-bangkok",
            "sourceSite": "Web",
            "snippet": "Bangkok is the ultimate concrete jungle, and most of its green spaces have long been gobbled up by developers adding condominium towers to the skyline. But smack dab in the center of the city is leafy Lumphini Park; often called the \"Central Park of Bangkok\" and named after the Nepali birthplace of Buddha, this an urban respite for many Bangkokians. The geographical heart of the park is an artificial lake where you can rent swan-shaped paddle boats; a jogging track, which fills up early in the morning and around sunset, encircles the lake.",
            "siteName": "Condé Nast Traveler",
            "shortName": "20 Best Things to Do in Bangkok, From Palaces to Piping-Hot Street Food",
            "indexInSource": 0,
            "iconSiteId": 18,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "371834",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/20-free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Central Bangkok’s biggest park rolls out over reams of woodland, lawns and lakes between the Siam shopping area and the business district. It’s an important cultural venue, hosting a whole load of free events and festivals. Thai monks teach Buddhist dharma, afternoon rock concerts attract an eclectic crowd and on winter afternoons, the Bangkok Symphony Orchestra plays classical music.",
            "siteName": "The Culture Trip",
            "shortName": "Awesome Free Things To Do In Bangkok, Thailand",
            "indexInSource": 3,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94487",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/thailand/bangkok/attractions",
            "sourceSite": "Web",
            "snippet": "Named after the Buddha’s birthplace in Nepal (Lumbini), Lumphini Park is central Bangkok’s largest and most popular park. Its 58 hectares are home to an…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Bangkok, Bangkok Region",
            "indexInSource": 4,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "313378",
            "type": "webPlacesList",
            "url": "https://tourscanner.com/blog/things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "A haven for nature lovers located right in the middle of Bangkok lies Lumphini Park, in which the word Lumphini is Thai for the birthplace of Buddha in Nepal. Many visitors like to take a break from the hectic city for a bit of a breather whether it’s sitting on a bench taking in the luscious garden views or walking the tree-lined paths. On many occasions, visitors can expect to find different events held at the park, from music festivals to food festivals.",
            "siteName": "TourScanner",
            "shortName": "79 Fun & Unusual Things to Do in Bangkok",
            "indexInSource": 11,
            "iconSiteId": 14255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "371880",
            "type": "webPlacesList",
            "url": "https://www.hostelworld.com/blog/15-things-to-do-for-free-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "At almost 58 hectares, this gorgeous park provides some much-appreciated breathing room away from the busy streets of Bangkok. During the day you can stroll around the trees, open green areas and lake, while make sure to check out the statue of the king at the south-western entrance. Just don’t light up – smoking here is prohibited.",
            "siteName": "Hostelworld Travel Blog",
            "shortName": "15 Free Things to Do in Bangkok from Ancient Temples to Insectariums",
            "indexInSource": 0,
            "iconSiteId": 27,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424465",
            "type": "webPlacesList",
            "url": "https://www.bangkokinsiders.com/free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Lumphini Park, a green oasis in the heart of Bangkok, is one of the best free things to do in Bangkok. It is a great retreat and offers a welcome break from the city’s hectic atmosphere. With an area of over 500,000 square meters, the park is a popular place for locals and tourists to relax, play sports or simply enjoy nature.",
            "siteName": "Bangkok Insiders",
            "shortName": "11 Free Things To Do In Bangkok",
            "indexInSource": 1,
            "iconSiteId": 91892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904242",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/bangkok/trips/10-free-things-to-do-in-bangkok-for-the-budget-traveller-5bbb8a3fb9c24",
            "sourceSite": "Web",
            "snippet": "Visit the expansive greens of Lumphini Park, one of the most picture perfect spots in Bangkok. Situated in the middle of the city humdrum, this park is a welcome break for one and all as you go around exploring the city. A number of fun outdoor activities await you here, and entry to this gorgeous park is absolutely free.",
            "siteName": "Tripoto",
            "shortName": "10 Free Things to Do in Bangkok for the Budget Traveller",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94488",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/tourist-attractions-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Bangkok is a high-octane city, so you’ll want a change of place at some point during your trip there. At this time, a trip to Lumphini Park is a good idea. This expansive green space is situated in the heart of the city and offers a welcome retreat from the urban chaos.",
            "siteName": "Touropia",
            "shortName": "28 Top Tourist Attractions in Bangkok (+Map)",
            "indexInSource": 19,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424546",
            "type": "webPlacesList",
            "url": "https://travelnation.co.uk/blog/free-things-to-do-in-bangkok",
            "sourceSite": "Web",
            "snippet": "Amidst the jumping nightlife, lively street markets and racing tuk-tuk’s, Lumphini Park is an oasis of calm. The park encompasses tropical gardens and paved jogging paths with a lake where you can rent paddle boats and spot huge monitor lizards.",
            "siteName": "Travel Nation",
            "shortName": "Free Things To Do In Bangkok",
            "indexInSource": 3,
            "iconSiteId": 42180,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "436224",
            "type": "webPlacesList",
            "url": "https://www.voyagetips.com/en/things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "If you’ve had enough of the crowds and noise of Bangkok, you should head to Lumphini Park. This huge park is the largest green space in the city. You can stroll along landscaped paths and around the lake.",
            "siteName": "Voyage Tips",
            "shortName": "30 Best Things to do in Bangkok | Guide 1, 2, 3 Days",
            "indexInSource": 6,
            "iconSiteId": 14264,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109716",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/free-activities-in-bangkok-1658441",
            "sourceSite": "Web",
            "snippet": "Bangkok’s most popular public park offers fun and interesting activities any time of the day. If you’re up early, head over by 6 a.m. to watch folks fan dancing, practicing Tai Chi and running.",
            "siteName": "TripSavvy",
            "shortName": "Great Free Things To Do in Bangkok [With a Map]",
            "indexInSource": 1,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Apmp7sb9sIh6Cg4ChKHlIoL2fB4weH6w",
          "etzXfQyVgAxXrKED6hvjvmQspVWGEokY",
          "Vp3K9jb1wx8gEBfBlP2jVSGhPeegOLFr",
          "4v0RPzbVWvf3bOewAM7I2zKTmYQAvwO8",
          "Tasug1JMQn7JMqeGck3oNIOFCYf7yQOU",
          "Apmp7sb9sIh6Cg4ChKHlIoL2fB4weH6w",
          "etzXfQyVgAxXrKED6hvjvmQspVWGEokY",
          "Vp3K9jb1wx8gEBfBlP2jVSGhPeegOLFr",
          "4v0RPzbVWvf3bOewAM7I2zKTmYQAvwO8",
          "Tasug1JMQn7JMqeGck3oNIOFCYf7yQOU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0430"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0430"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0430"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0430"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0430"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0430"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0430"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Lumphini Park",
        "placeId": "ChIJG7BL7Saf4jARNmn5AQiyAaw",
        "internationalPhoneNumber": "+66 2 252 7006",
        "reviews": [
          {
            "rating": 5,
            "text": "Lumphini Park is a peaceful green escape right in the heart of busy Bangkok! It's clean, calm, and beautifully maintained - perfect for morning walks, jogging, or just relaxing by the lake. You'll see locals doing yoga, people boating, and even monitor lizards roaming freely! The fresh air and shade from big trees make it a perfect spot to unwind. Whether you want to exercise, enjoy nature, or simply take a break from the city noise, Lumphini Park is a must-visit gem in Bangkok!",
            "author_name": "Mahir Hussain",
            "relative_time_description": "",
            "time": 1752598309,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lumphini Park is a large and beautifully maintained green space right in the heart of Bangkok. It feels like a true oasis in the middle of the bustling city, with its spacious walkways, serene ponds, and the striking backdrop of towering skyscrapers. The park is perfect for a morning jog, a leisurely walk, or simply to relax and watch life go by. Despite the many trees, there is surprisingly little shade in some areas, so it can get quite hot during the day. Still, it's one of the best spots in Bangkok to escape the noise and experience a more peaceful side of the city.",
            "author_name": "KT",
            "relative_time_description": "",
            "time": 1755319730,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A perfect spot in the heart of Bangkok for exercise and relaxation! 🏃‍♂️🚴‍♀️ The park is spacious, clean, and very well-maintained.\n\nGreat for jogging, or just stretching out on the grass. There's a friendly and peaceful atmosphere - lots of locals and foreigners come here early in the morning and late afternoon.\n\nHighly recommend if you're into outdoor workouts or just want a breath of fresh air in Bangkok.",
            "author_name": "Lê Hồ Bảo Châu",
            "relative_time_description": "",
            "time": 1750178967,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "City park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 525,
            "2": 465,
            "3": 2852,
            "4": 9254,
            "5": 24048
          }
        },
        "minMinutesSpent": 120,
        "latitude": 13.731428,
        "address": "Lumphini, Pathum Wan, Bangkok 10330, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJcaMWWAOF4jAR5z30rLFvg-Y",
        "generalDescription": "Ko Kret is a rural, artificial island located in the Chao Phraya River at the northern end of Bangkok. It is inhabited mostly by Mon immigrants who have preserved their original cultures, offering visitors a chance to experience traditional handmade ceramics and unique local cuisine. The island's traffic-free lanes and rustic atmosphere provide a peaceful escape from the city, allowing for leisurely walks and exploration.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 100.47619,
        "rating": 4.4,
        "numRatings": 716,
        "sources": [
          {
            "id": "371834",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/thailand/articles/20-free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Bangkok’s largest river island lies in the northern district of Nonthaburi. Here urbanity fades to sleepy rural landscapes of small villages and paddy fields. The island has long been famous for its traditional pottery makers, who sculpt elaborately decorated earthenware – water containers, vases – from the local clay.",
            "siteName": "The Culture Trip",
            "shortName": "Awesome Free Things To Do In Bangkok, Thailand",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904225",
            "type": "webPlacesList",
            "url": "https://10best.usatoday.com/destinations/thailand/bangkok/attractions/free-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Ko Kret is an island in the Chao Phraya River at the northern end of Bangkok. Originally settled by Mons, it is famed for its earthenware ceramics and for the traditional Thai sweet, Khao cher, rice served with fragrant water and side dishes which is rare to find elsewhere in the capital. The island feels more like a southern paradise than part of Bangkok, as it is composed of small traffic-free lanes, dilapidated homes, and a rustic feel.",
            "siteName": "USA TODAY 10Best",
            "shortName": "What are the best things to do for free in Bangkok?",
            "indexInSource": 4,
            "iconSiteId": 74201,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1159629",
            "type": "webPlacesList",
            "url": "https://homeiswhereyourbagis.com/en/20-things-you-should-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Ko Kret is an island 20 km north of Bangkok, which is located in the Chao Phraya River and is great for a day trip. You can take a bus (number 155 or 505) from the Victory Monument or the shopping mall Central World in Pak Kret or the Chao Phraya Express boat using the green flag. Both for very modest fees.",
            "siteName": "Travel Blog: Home is where your Bag is - Holiday Tips & City Trips",
            "shortName": "20 Things You Should Do in Bangkok",
            "indexInSource": 9,
            "iconSiteId": 25299,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904238",
            "type": "webPlacesList",
            "url": "https://www.thatbangkoklife.com/free-things-to-do-in-bangkok/",
            "sourceSite": "Web",
            "snippet": "Ko Kret Island – This artificial island is the perfect way to get out of the city but not spend too much. You can take a bus or taxi to Koh Kret and get off at Wat Sanam Seua Temple, then take the 2 baht ferry across to the island. Explore the island and enjoy affordable and tasty food on offer.",
            "siteName": "That Bangkok Life",
            "shortName": "34 FREE Things to do in Bangkok",
            "indexInSource": 15,
            "iconSiteId": 44274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904236",
            "type": "webPlacesList",
            "url": "https://voyageursintrepides.com/en/the-15-best-free-activities-in-bangkok",
            "sourceSite": "Web",
            "snippet": "Ko Kret is an island located on the Chao Phraya River at the northern tip of Bangkok. Originally settled by Mons, it is famous for its earthenware ceramics and for the traditional Khao cher, a rice served with fragrant water and accompaniments that is rare to find elsewhere in the capital",
            "siteName": "- Le blog des curieux du voyage",
            "shortName": "The 15 best free activities in Bangkok -",
            "indexInSource": 2,
            "iconSiteId": 16077,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sqhiBm1Zj0DuTR1laHkruucJeHIxWFqr",
          "GkkbAi8VlsO4FGwRYZ4D53l5a0Rnd5WL",
          "Fgbu0DuQjdULfJ0IONIY0jZguVJRp2Jo",
          "0JlcCqxNdDCRU3Xd5ECyfzLejaDoRnyP",
          "U9LbBRdw4oUsGu4kEbICwZWzpcsq7qI9",
          "sqhiBm1Zj0DuTR1laHkruucJeHIxWFqr",
          "GkkbAi8VlsO4FGwRYZ4D53l5a0Rnd5WL",
          "Fgbu0DuQjdULfJ0IONIY0jZguVJRp2Jo",
          "0JlcCqxNdDCRU3Xd5ECyfzLejaDoRnyP",
          "U9LbBRdw4oUsGu4kEbICwZWzpcsq7qI9"
        ],
        "openingPeriods": [],
        "name": "Ko Kret",
        "placeId": "ChIJcaMWWAOF4jAR5z30rLFvg-Y",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is an island north of Chao Phraya in Bangkok.\nIt is famous for its ceramics and is crowded with many tourists on weekends.\nIf you take public transportation, get off at Pak Kret and it is a 5-minute walk, or you can take a motorcycle taxi to the pier.\nYou can get to the island in 2-3 minutes from the pier.\nIf you take a boat, you can see a leaning temple, and you can cycle around the island on a bicycle. You can see many temples and cafes along the river.\n\nPersonally, I recommend walking around the island, going to a cafe to rest if you are hot or tired, and then walking again. It is not bad to cycle around.",
            "author_name": "Lim ChaeWoo",
            "relative_time_description": "",
            "time": 1743924656,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "KhoKert is sure a lovely place for your weekend day trip where you can discover with nature, local people, and culture. I love to ride a bicycle there. There are lots of food shops and chilling places. It's not far from the centre of bangkok at all. If you love to see the river, trees & nature, meet local smailing people, bicycles, and food ,here is the must visit at Kho Kert!",
            "author_name": "Tuk - Karanee McNamara",
            "relative_time_description": "",
            "time": 1745278582,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A charming little local island not far from Bangkok. The island is full of life - with local markets, riverside cafés, and even the unique experience of roasting and brewing your own coffee. You'll also find beautiful temples and high-quality local products. Visitors can easily get around the island by motorbike taxi or rent a bicycle. Best to visit in the morning to enjoy everything at a relaxed pace.",
            "author_name": "Lana X",
            "relative_time_description": "",
            "time": 1752313909,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Island",
          "Sights & Landmarks",
          "Historic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 13,
            "3": 49,
            "4": 182,
            "5": 452
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.911446,
        "address": "Pak Kret District, Nonthaburi 11120, Thailand",
        "travel_time": null
      }
    ]
  }
}