{
  "list_id": "694",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/694/1.jpg",
  "description": "Dive into \"Chalong's Coastal Escapes: Beach Bliss Awaits\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/111526"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chalong's Coastal Escapes: Beach Bliss Awaits",
  "city_id": "146242",
  "subtype": "poi",
  "city": "Chalong",
  "created_ts": 1759249445,
  "slug": "chalongs-coastal-escapes-beach-bliss-awaits-chalong-poi-dadd36",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJBVMebEolUDARduwCCVdlNxE",
        "generalDescription": "Freedom Beach, located in the lively Patong district, offers a serene and unspoiled setting. Accessible by boat or through an adventurous jungle trek, this 300m strip of white sand provides a peaceful escape from the crowds. With clear turquoise waters and lush greenery as its backdrop, it's an ideal spot for relaxation. Unlike other beaches on the island, Freedom Beach is free from noisy water activities like jet skiing and parasailing.",
        "utcOffset": 420,
        "maxMinutesSpent": 180,
        "longitude": 98.275823,
        "rating": 4.4,
        "numRatings": 8375,
        "sources": [
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "A short, 10-minute ride in a long-tail boat will take you from the hustle and bustle of Patong (on the west coast) to the heart of tranquility at Freedom Beach. One of the cleanest beaches in Phuket, this hidden masterpiece is the reason you came to Thailand in the first place–to marvel at its picturesque, virtually untouched beauty. Freedom beach offers a throwback to the way Thailand was before tourism turned its enchanting shores into a tourist hot spot—-dotted with quiet beaches, immaculate sand, and an atmosphere of utter relaxation.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "311838",
            "type": "webPlacesList",
            "url": "https://www.boatinthebay.com/10-quiet-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Freedom Beach is only a few minutes away from crowded Patong but it might as well belong to a different universe. Hidden from the public view, this natural oasis is guarded by a very steep slope leading to it. Most visitors get to Freedom Beach by renting overpriced long tail boats, therefore your yacht trip is a perfect opportunity to visit this paradise.",
            "siteName": "Boat in the Bay",
            "shortName": "10 Quiet Beaches in Phuket Best to Visit by Boat",
            "indexInSource": 4,
            "iconSiteId": 36056,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ILZFF96JmwYl7NAeCgOA5rlFzpt4KFNG",
          "qq7eWwfAM5B7XgJITq1NzVdJ7kyuHjRS",
          "SFYvHBFNC10N1txyAz6IIy6rYJT3wwdT",
          "EHbOBIRl502FaHdA2iX9F4BHnP2SNQRT",
          "SoQeRUc0BwexWKlZcDYwWjxGpgbctZWd",
          "ILZFF96JmwYl7NAeCgOA5rlFzpt4KFNG",
          "qq7eWwfAM5B7XgJITq1NzVdJ7kyuHjRS",
          "SFYvHBFNC10N1txyAz6IIy6rYJT3wwdT",
          "EHbOBIRl502FaHdA2iX9F4BHnP2SNQRT",
          "SoQeRUc0BwexWKlZcDYwWjxGpgbctZWd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Freedom Beach",
        "placeId": "ChIJBVMebEolUDARduwCCVdlNxE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The descent to the beach is very difficult, and the return from the beach requires even more energy.\n\nThe length of the beach is approximately 330 meters - it is a small beach. It is immersed in the wild, tropical green of the jungle, it is very beautiful and interesting, its territory is divided into several areas by natural rock formations. There are few people and a lot of space.\n\nThe wide shoreline, hidden sunbeds and umbrellas, make this beautiful beach wild. Practically nothing has been changed here by human hands!\n\nThe flora is amazing: a large number of: different trees, massive shrubs, palm trees, beautiful stones and everything else.\n\nThe sand here is very soft, light in color. Turquoise, clear sea. Good depth and there are no low tides (watch the tides in the appendix)! Here is a coral reef, which is worth exploring, armed with a mask, snorkel and flippers.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745481500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The water is crystal clear and super clean gives off serious Fiji island vibes. Perfect spot for laying out under the sun, grabbing a cold drink, and just soaking in the view. No noisy water sports or banana boats, which is a huge plus if you're here to relax.\nBut fair warning: the hike up and down is no joke! It's steep and a bit rough, so definitely not for the faint-hearted. That said, if you're into adventure and don't mind breaking a sweat to get to paradise, it's 100% worth it. Feels like a hidden gem for beach lovers who enjoy a bit of a challenge.",
            "author_name": "Benjamin Lee",
            "relative_time_description": "",
            "time": 1754238802,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place was incredible but it is quite the journey to get to and from. We took a grab and I was quite nervous when we were driving in due to the steep, windy roads. They dropped us off at a booth that makes you pay 100 baht per person. After reading, they make you pay this for walking through their land to get to the beach. After walking about 10 minutes down some dirt path with stairs, we finally made it to some rocks that we had to climb down to get to the beach. Once there, we quickly realized why it was called freedom beach. There is weed everywhere, everyone is just chillin on towels and enjoying life. The vibes here are spot on and 100% worth the journey for couples and single people (not families). The journey back up seemed like it would be easier since there are stairs but the stairs were a joke because they led you to a pickup truck that costs 100 baht per person. The alternative was to climb up a mountain basically so my recommendation is to bring water and sneakers so you can get to and from the beach easily and safely. Also the grabs picking you up won't come all the way up to pick you up so that was quite a journey to navigate.",
            "author_name": "Christine Aaron",
            "relative_time_description": "",
            "time": 1753586741,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 438,
            "2": 254,
            "3": 619,
            "4": 1437,
            "5": 5635
          }
        },
        "minMinutesSpent": 180,
        "latitude": 7.875256,
        "address": "ถนนศิริราช, Pa Tong, Kathu District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ1SemHHIlUDARH2WofLMBaOQ",
        "generalDescription": "Karon Beach is a stunning 4-kilometer stretch of golden sand and crystal-clear waters, making it an ideal destination for couples and families seeking a more tranquil experience compared to the bustling Patong Beach, just 15 minutes away. This picturesque beach offers calm swimming conditions on serene days, while adventurous souls can enjoy the thrill of larger waves when the winds pick up.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.293619,
        "rating": 4.6,
        "numRatings": 8503,
        "sources": [
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Wedged between Patong (to the north) and Kata (to the south), it's the third longest beach on the island and one of the most popular. Karon beach boasts the typical soft, golden sand made famous by this region, and sea so turquoise it screams \"holiday.\". Much quieter than its sandy neighbors, this beach offers visitors a quieter, more laid-back experience.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "The beach is long, the sand is fine, and there are hotel options to suit everyone - 5 star to fan rooms in guesthouses... The beach area has been revamped over the last few years, and every time I hit Karon after coming from Patong I think \"wow, this is nice\".",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 0,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZLugfMn9G6iFSRrLk7jHAjdhcJIWPG1s",
          "fwsz2xfJS3WG9gjxIN7EMtmJ2z50bF44",
          "lN9BMDn9ALH3yGh1QCfcB4BweGvFREXQ",
          "B97o3or2qZETiaXWEb9lwCn9E53rtKqB",
          "lq84Q9U4vxLLQRBLeHUWJQYbWC24WjAa",
          "ZLugfMn9G6iFSRrLk7jHAjdhcJIWPG1s",
          "fwsz2xfJS3WG9gjxIN7EMtmJ2z50bF44",
          "lN9BMDn9ALH3yGh1QCfcB4BweGvFREXQ",
          "B97o3or2qZETiaXWEb9lwCn9E53rtKqB",
          "lq84Q9U4vxLLQRBLeHUWJQYbWC24WjAa"
        ],
        "openingPeriods": [],
        "name": "Karon Beach",
        "placeId": "ChIJ1SemHHIlUDARH2WofLMBaOQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Clean water and sands. Less crowded than any beach you may wish to visit in Phuket. Few food stalls and activities.  The beach is huge and the waves are beautiful.",
            "author_name": "Reem Mohamed",
            "relative_time_description": "",
            "time": 1754773333,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The sand here are soft and feel great. But the waves could be scary if you come at raining season. Sunset view is nice.",
            "author_name": "Percy",
            "relative_time_description": "",
            "time": 1748320449,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice beach to take the family out. The sunset is amazing here.\n\nLots of water sports activities are available here and across the beach there good spaces for parking the motorbike and lots of bars and restaurants to chillout and see the sunset.",
            "author_name": "Ananth Radhakrishnan",
            "relative_time_description": "",
            "time": 1755090064,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 119,
            "3": 477,
            "4": 1791,
            "5": 6019
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.843899,
        "address": "Karon, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJAdUTdI0lUDAR-EN1U6iZIY0",
        "generalDescription": "Kata Beach, a stunning gem on Phuket's southwest coast, is renowned for its picturesque 1.5 km stretch of soft white sand and crystal-clear turquoise waters. This idyllic location is perfect for swimming, snorkeling, and soaking up the sun. The beach is flanked by vibrant restaurants and resorts that cater to every need. Just a stone's throw away lies a community park designed for families seeking fun and relaxation away from the beach hustle.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.297647,
        "rating": 4.5,
        "numRatings": 3931,
        "sources": [
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "Close to Chalong Bay and Naiharn beach, Rawai is full of small restaurants and food stalls and is a great place to rent a longtail boat to nearby islands. Not a swimming beach really, but makes a good stop off on a tour of the southwest corner of Phuket.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 10,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2sGCtqKpHT8W7tNWih7wnYOUipJl3y5c",
          "1PsnNmoHYq1IZfIPSDSZ9tSEedZ0WVMb",
          "9rsZFgihUjKQnmQwq9RaemVIKwS8mnA2",
          "ePcqjhlF2GTbfIIdVtZ4lSH34P1xH6tZ",
          "idcfXY0FoG097b1qE9eqosTskfj1F4yF",
          "2sGCtqKpHT8W7tNWih7wnYOUipJl3y5c",
          "1PsnNmoHYq1IZfIPSDSZ9tSEedZ0WVMb",
          "9rsZFgihUjKQnmQwq9RaemVIKwS8mnA2",
          "ePcqjhlF2GTbfIIdVtZ4lSH34P1xH6tZ",
          "idcfXY0FoG097b1qE9eqosTskfj1F4yF"
        ],
        "openingPeriods": [],
        "name": "Kata Beach",
        "placeId": "ChIJAdUTdI0lUDAR-EN1U6iZIY0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Easily the most enjoyable beach experience if you head here slightly early in the day.\n\nTons of beach beds that are handled by the attendant, but also enough space at the ends to swim quietly and away from all things commercial.\n\nThe currents here are also a lot more manageable and do not pose as much of a safety risk as some of the other beaches. Could see a lot of families with young children enjoying themselves in the water.",
            "author_name": "Russell Fernandes",
            "relative_time_description": "",
            "time": 1748071456,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Stunning beach at dusk. There were so many surfers and it was really pretty. Nice to walk along. A little dirty here and there but generally really well kept.",
            "author_name": "Travels a lot",
            "relative_time_description": "",
            "time": 1753031053,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach had very calm and clean waters, fine sand ideal for making sand castles and clean enough for kids to play around with.\nFamily friendly place be it day or night. Ideal area to be with family.\nVery relaxed environment, beach boys selling seats to tourists, helpful people around.",
            "author_name": "Chiragi Jadav",
            "relative_time_description": "",
            "time": 1755720072,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 97,
            "2": 102,
            "3": 283,
            "4": 823,
            "5": 2626
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.820694,
        "address": "Karon, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJTTc2L58uUDAR2RhIMgwRAP8",
        "generalDescription": "Ao Yon Beach is a hidden gem nestled between Panwa beach and Cape Panwa in Thailand. Despite being relatively unknown, this tranquil beach offers a long stretch of warm sand and clear blue waters surrounded by tall palm trees. While it may not be as popular as other beaches on the west coast, Ao Yon boasts a serene tropical setting that is perfect for relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.391608,
        "rating": 4.6,
        "numRatings": 574,
        "sources": [
          {
            "id": "311838",
            "type": "webPlacesList",
            "url": "https://www.boatinthebay.com/10-quiet-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Nestled south of Cape Panwa, Ao Yon is a restful residential beach known among locals. Ao Yon has two parts that are separated by a rocky cape; one of them features a big shrimp farm, and behind the beach there is a waterfall. Like Panwa, Ao Yon Beach offers wonderful panoramic views of Chalong Bay and Lone Island.",
            "siteName": "Boat in the Bay",
            "shortName": "10 Quiet Beaches in Phuket Best to Visit by Boat",
            "indexInSource": 1,
            "iconSiteId": 36056,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NOLA7JOppnx2ChtrtVY3qFpTjp3JoUHP",
          "DIvpa3TcgNmAhtzOaagRkroiptSS6KLq",
          "OdXzLoxWldsqoGoVB81sW58uoo3Nwrjd",
          "IeHtQ3DTH0pRrZWLuis5ToWQEI8DVHet",
          "V3kJOv77WGpgm8y1rwmQMBONUWPcowZZ",
          "NOLA7JOppnx2ChtrtVY3qFpTjp3JoUHP",
          "DIvpa3TcgNmAhtzOaagRkroiptSS6KLq",
          "OdXzLoxWldsqoGoVB81sW58uoo3Nwrjd",
          "IeHtQ3DTH0pRrZWLuis5ToWQEI8DVHet",
          "V3kJOv77WGpgm8y1rwmQMBONUWPcowZZ"
        ],
        "openingPeriods": [],
        "name": "Ao Yon Beach",
        "placeId": "ChIJTTc2L58uUDAR2RhIMgwRAP8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful beach, there are fewer people there. You can swim even when the tide is low. The sun hides behind the hill earlier than on other beaches in the area, around 5:30 PM. The part behind the rock is better (not the small beach by the road), it is larger. Access is from the small beach by the road to the right along the stones. Parking is easy to find.",
            "author_name": "Jana",
            "relative_time_description": "",
            "time": 1742042658,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful, quiet, cozy beach with a length of about 650 meters. Even in high season, it is not crowded and you can find a place to relax without much trouble!\n\nThere are low tides on this beach (- * follow the tides in the appendix), but they are not as strong as on Ravai beach and the opportunity to swim here is almost always preserved.\n\nSome hotels located on the beach have sunbeds and umbrellas. You can talk to the hotel staff and rent them.\n\nThe flora of the beach is made up of sparse plantings of deciduous trees and palm trees, and at the beginning and end of the beach are towering mountains with a stone base.\n\nThe sand here is hard, light gray in color! The entrance to the sea is average in depth and depends on the time of day! The water in the sea is not the most transparent, has a greenish tint due to the presence of plankton.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745544806,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Super peaceful, with soft sand and calm vibes ideal for sunbathing, reading, or just relaxing without the usual noise. No jet skis or water sports blasting around, which makes it even better if you just want to chill.\nWhat's also great is that you can hop on a boat to Coral Island (Koh Hae) from here super convenient if you want to explore a bit more. Definitely one of my favorite spots for a slow, easy beach day",
            "author_name": "Benjamin Lee",
            "relative_time_description": "",
            "time": 1754237564,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 5,
            "3": 38,
            "4": 98,
            "5": 420
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.812794,
        "address": "5/13 Soi Ao-Yon Khaokhad, Wichit, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJnY8hVIYlUDARJNxukL1bIIU",
        "generalDescription": "Nui Beach, also known as Water Beach Club or Rock Swing Beach, is a secluded paradise located on the west coast of Phuket. Accessible through a coconut grove after Karon Viewpoint, this undeveloped sandy beach offers a peaceful holiday experience away from the tourist crowds. With limited facilities and fewer visitors compared to neighboring beaches, Nui Beach provides an unspoiled and tranquil environment for relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 98.29107,
        "rating": 4.2,
        "numRatings": 1931,
        "sources": [
          {
            "id": "520160",
            "type": "webPlacesList",
            "url": "https://loverawai.com/recommended/beaches-in-rawai/",
            "sourceSite": "Web",
            "snippet": "Getting to Nui Beach is a little adventure but it’s worth it. The road to the beach is a hilly dirt road in the jungle. You can pass it by yourself or take a taxi at the exit of the main road.",
            "siteName": "Love Rawai",
            "shortName": "Top beaches of Rawai, Phuket",
            "indexInSource": 4,
            "iconSiteId": 32727,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nTcCWt8lcill6phY3cKmbCHMfey1cdPM",
          "kwD6nSZqywJBUQRlCUeIrxEONIj3FZhp",
          "8r3bAkupuecvu3xX0CP1r1GcHVCZHuoj",
          "OgVf6c9y9x17e3KXhCTlSARb2W8y466G",
          "5niU36bneaJ5vb7viaYLJvu2VGg8B1Ak",
          "nTcCWt8lcill6phY3cKmbCHMfey1cdPM",
          "kwD6nSZqywJBUQRlCUeIrxEONIj3FZhp",
          "8r3bAkupuecvu3xX0CP1r1GcHVCZHuoj",
          "OgVf6c9y9x17e3KXhCTlSARb2W8y466G",
          "5niU36bneaJ5vb7viaYLJvu2VGg8B1Ak"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Nui Beach",
        "placeId": "ChIJnY8hVIYlUDARJNxukL1bIIU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "For anyone seeking a breathtaking, secluded beach with crystal-clear waters, Nui Beach is an absolute dream. The journey? A fun off-road adventure that only adds to the experience-unless, of course, you believe every paradise should come with a four-lane highway.\n\nNow, let's clear up some misunderstandings: Nui Beach, like all beaches in Thailand, is part of the kingdom's natural beauty and is open to everyone. You're free to enjoy the sand and sea at no cost. However, the sunbeds, bar, and other facilities are privately maintained, and naturally, access to these comforts comes with a fee-just as you'd expect anywhere that provides quality service in a beautiful setting.\n\nSome visitors seem surprised that a remote beach club isn't running as a charity, but for those who appreciate a well-kept paradise and don't mind supporting the people who make it special, Nui Beach is more than worth it. If adventure, exclusivity, and stunning scenery sound like your kind of day, you'll love it here as much as we did!\n\nAnd a special mention: the owner's replies to brainrotted reviews are truly a gem of their own -some of the best communication I've seen, pure and honest. That alone makes this appreciation review worth writing. Recommended 🥰\n\n(If you disagree; get yourself checked, mentally.)",
            "author_name": "Ellen Marie Lasson",
            "relative_time_description": "",
            "time": 1742550826,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The beach itself is very cool...however be warned that the road to access it is not really a road but more of an off-road trail.  It's actually part of an ATV park.  I did make it on a scooter, so it is possible on a scooter or motorcycle, however I would not recommend this for a novice rider.  The terrain is very steep with lots of rocks and washouts.  Also be warned they have started collecting a fee to visit and a little man literally sprinted to me with his hand out to collect the 100 baht fee before I could even park and get off my bike.  They then added a 20 baht \"parking\" fee.  The whole thing was very scam-y.  In the big picture the fee and risk of personal injury is probably worth it to access the beach.  The whole place has a very pirate vibe with several bars and great picture points.  They have spent lots of time and energy to decorate it very well.  Overall...worth it...if you are aware of the risk and cost!",
            "author_name": "Mike Moore",
            "relative_time_description": "",
            "time": 1740477378,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Quite the experience. Nui beach is a hidden gem. Whilst close to the busy Kata, you feel like in an other peaceful world. Far from the crowds, amazing views, crystal clear water, and lots of beautiful fishes if you fancy an improvised snorkeling session. The way to the beach is very steep and bumpy. So you might want to hike there (or drive you scooter if you have good suspensions). Also, locals provide 4x4 taxi and ATV services. The journey through the jungle is worth it.",
            "author_name": "Alex Andre",
            "relative_time_description": "",
            "time": 1744372250,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach club",
          "Outdoor Activities",
          "Public beach",
          "Beach & Pool Clubs"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 194,
            "2": 59,
            "3": 145,
            "4": 267,
            "5": 1266
          }
        },
        "minMinutesSpent": 120,
        "latitude": 7.787499,
        "address": "Soi Laemmumnok, Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJR-hNwPElUDARgnRTnE7du3E",
        "generalDescription": "Kata Noi Beach, a hidden gem on Phuket's southwest coast, offers an idyllic escape with its stunning white sands and crystal-clear aquamarine waters. Nestled in a serene bay just south of the bustling Karon Beach, this beach is perfect for families seeking relaxation away from the party scene of Patong. The 1.5 km stretch is lined with swaying palm trees that provide shade while vendors offer refreshing drinks and local snacks right at your fingertips.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.299007,
        "rating": 4.6,
        "numRatings": 2674,
        "sources": [
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "Just a few minutes drive from Kata Beach, it's home to the Kata Thani Resort and Mom Tri's Villa Royale, yet retains a quiet feeling, mainly I think because the road goes nowhere!",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 7,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QfjMB9Hq69WsDEkjwUGRFSyaxI69wCRx",
          "Fu37tM0r4myhmDfePlYubJWxm2AIweK5",
          "js0US4lR8KAmvEvOM4JfvU5wrT4mopgX",
          "1mvtUa2MU1jT7dC25BPa9dYAbC605s6L",
          "5smR9mJbAGEDG0m2iSmXYrhcClr0Jn8t",
          "QfjMB9Hq69WsDEkjwUGRFSyaxI69wCRx",
          "Fu37tM0r4myhmDfePlYubJWxm2AIweK5",
          "js0US4lR8KAmvEvOM4JfvU5wrT4mopgX",
          "1mvtUa2MU1jT7dC25BPa9dYAbC605s6L",
          "5smR9mJbAGEDG0m2iSmXYrhcClr0Jn8t"
        ],
        "openingPeriods": [],
        "name": "Kata Noi Beach",
        "placeId": "ChIJR-hNwPElUDARgnRTnE7du3E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful beach ⛱️  there where no swimming signs and it was choppy but it seems quite safe if you stay close. Not too crowded and very clean! Would 100% recommend",
            "author_name": "Laura Ronderos",
            "relative_time_description": "",
            "time": 1753952091,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is a quiet enough beach, without a lot of entertainment venues. Most often people come to this beach, stay in a hotel and try not to go far away, enjoying a quiet vacation.\n\nThe beach is small in size: its length is about 700 meters. In high season there are a lot of tourists here, but compared to the previous beaches: Kata and Karon, there is a place to stay!\n\nKata Noi beach is quite a famous vacation spot among tourists.\n\nThe flora here is made up of trees of mixed species, nevertheless, the beach is open enough to spread the sun's rays. Be sure to use high UV protection creams when sunbathing here.\n\nThe sand here is soft, light gray in color. The entrance to the sea is medium deep. The water is clear, blue-green color! The wind in the high season is not strong.\n\nThe bulk of vacationing tourists are concentrated at the hotels adjacent to the beach.\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745481806,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Kata Noi Beach is a stunning, quiet escape with soft golden sand and crystal-clear water. Less crowded than nearby beaches, it's perfect for swimming, sunbathing, or catching a breathtaking sunset.\n\nStaying at Katathani Phuket Beach Resort makes the experience even better, with direct beachfront access, lush pools, and seaside dining. While the area has limited nightlife, it's ideal for a relaxing getaway.\n\n✔️ Beautiful, clean, and quiet\n✔️ Great swimming & incredible sunsets\n✔️ Best enjoyed from Katathani Resort\n\n❌ Few dining options nearby but couple very good options (BlueShark)\n❌ Can be wavy in monsoon season when the waves/swell are coming from the west.\n\n⭐ 5/5 – Perfect for those seeking tranquility!",
            "author_name": "Saku Pietilä",
            "relative_time_description": "",
            "time": 1740995955,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 32,
            "3": 128,
            "4": 428,
            "5": 2043
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.806317,
        "address": "Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJk6TZDLwoUDAR4KWnaDeSJus",
        "generalDescription": "Aek Rawai Seafood Restaurant is a hidden gem nestled along the roadside of Rawai, offering an authentic dining experience that locals cherish. This quaint eatery may not boast flashy signage or attract throngs of tourists, but it’s the perfect spot for indulging in fresh seafood. The unique layout features a kitchen on one side and a cozy dining area across the road, creating a lively atmosphere as staff navigate back and forth with delicious dishes.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.347171,
        "rating": 3.9,
        "numRatings": 148,
        "sources": [
          {
            "id": "971277",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/chalong-phuket/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Phuket 101",
            "shortName": "Chalong, Phuket",
            "indexInSource": 15,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AScMzFVYcmTSjGnk4Y8TlBDqLrgivO5L",
          "FqmKc5zA6MLXmRIe2Xiw5bews14rfmLT",
          "EM1MIC10lJGk5IPxD6Uk4Qlj1sgJacub",
          "AScMzFVYcmTSjGnk4Y8TlBDqLrgivO5L",
          "FqmKc5zA6MLXmRIe2Xiw5bews14rfmLT",
          "EM1MIC10lJGk5IPxD6Uk4Qlj1sgJacub"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          }
        ],
        "name": "Aek Rawai Seafood",
        "placeId": "ChIJk6TZDLwoUDAR4KWnaDeSJus",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place moved from Rawai to a more remote location. The lights and settings are beautiful, the food is really good price and tasty, the staff were perfect, would definitely return.",
            "author_name": "Naruto",
            "relative_time_description": "",
            "time": 1728214135,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very good seafood restaurant on the beach!\nGood price for good fresh food.\nWe come here many times and it's always perfect, they are fast and they can suggest you what to eat.",
            "author_name": "Roberto C. (Kiss)",
            "relative_time_description": "",
            "time": 1648049025,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A lovely beachside Thai Restaurant.\n\nYou know the food is going to be good when there are more locals than foreigners.\n\nEnsure you sit outdoors, in the seaside shacks which are along Rawai Beach.\n\nOrdered Papaya Salad and Chicken Pad Kra Pao, both were amazing. Made the mistake of asking the Papaya Salad to be spicy, it was intense but addictive.\n\nGreat vibes and good hospitality.",
            "author_name": "Mo Qureshi",
            "relative_time_description": "",
            "time": 1636625219,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/jhaofah48chalong.restaurant",
        "index": 7,
        "id": "",
        "categories": [
          "Restaurant",
          "Aerated drinks supplier",
          "Beer store",
          "Store",
          "Thai restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 8,
            "3": 21,
            "4": 34,
            "5": 69
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.843171,
        "address": "16 ฉลอง, 1 Soi Jaofa 48, Tambon Chalong, เมือง, Phuket 83130, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJE0_UfQAnUDARjif7lXMJrjc",
        "generalDescription": "Nestled away and hidden from plain sight, Ao Sane beach is a small gem that can be spotted from Nai Harn Beach. Accessible through The Nai Harn hotel, it comprises three intimate sandy bays connected by a few beach bungalows. This petite and uncrowded spot boasts magnificent rocks and offers a tranquil escape from the bustling beaches found elsewhere in the Rawai area.",
        "utcOffset": 420,
        "maxMinutesSpent": 150,
        "longitude": 98.297162,
        "rating": 3.7,
        "numRatings": 110,
        "sources": [
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Another hidden nirvana, Ao Sane beach can be reached by driving or walking through the Nai Harn hotel on Nai Harn Beach. Perhaps the island's rockiest beach, Ao Sane is also one of its best \"secrets.\" This beach is where you'll find the meaning of true tranquility. You won't be bombarded by hawkers selling their wares or have to suffer through the incessant whining of Jet Skis on Ao Sane.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520160",
            "type": "webPlacesList",
            "url": "https://loverawai.com/recommended/beaches-in-rawai/",
            "sourceSite": "Web",
            "snippet": "You can get to this beach by walking through the Naiharn Hotel first and then going down the small hill. Ao Sane is another small (about 200 meters) natural beach without sun beds and jet skis. The beach is a picturesque rocky bay, a great place for snorkeling and chilling among wild nature.",
            "siteName": "Love Rawai",
            "shortName": "Top beaches of Rawai, Phuket",
            "indexInSource": 2,
            "iconSiteId": 32727,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "311838",
            "type": "webPlacesList",
            "url": "https://www.boatinthebay.com/10-quiet-beaches-in-phuket/",
            "sourceSite": "Web",
            "snippet": "Ao Sane Beach, situated in the southwest of Phuket, is perfect for diving and snorkeling even during the low season. It consists of three smaller beaches connected by short paths and split by rocky headlands. About 200 meters long, Ao Sane features rocks and corals close to the shore.",
            "siteName": "Boat in the Bay",
            "shortName": "10 Quiet Beaches in Phuket Best to Visit by Boat",
            "indexInSource": 3,
            "iconSiteId": 36056,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "Barely known, Ao Sane is home to some bungalows and the Baan Krating Jungle Resort. To get there you first come to Naiharn beach, and must drive through The Nai Harn Resort. A quiet spot with a nice view across Naiharn bay.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 4,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ko3IXMydEJdLMTNNHN3PdAil83tHhmM6",
          "LZjBZyPm3sseVyiM7TJD5SCz2k3xLsTr",
          "pHAcrJ9OUPkkMGk1R2xTN4XzsyFwgZqw",
          "VW4i98eUdUJItkdXrAwH7EHwOAotVO9X",
          "ko3IXMydEJdLMTNNHN3PdAil83tHhmM6",
          "LZjBZyPm3sseVyiM7TJD5SCz2k3xLsTr",
          "pHAcrJ9OUPkkMGk1R2xTN4XzsyFwgZqw",
          "VW4i98eUdUJItkdXrAwH7EHwOAotVO9X"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ao Sane beach",
        "placeId": "ChIJE0_UfQAnUDARjif7lXMJrjc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 4,
            "text": "A truly stunning beach-peaceful and serene. The area is gradually becoming private, but it's still worth a visit. The sea is clean and beautiful, with water that isn't overly salty. The shoreline is covered with gorgeous little stones, adding to its charm.\n\nHowever, there are sharp, larger stones under the water that could cause deep cuts, so caution is necessary. The waves here provide an incredible and unforgettable experience!",
            "author_name": "Shamseer Mharoof (IamShamzii)",
            "relative_time_description": "",
            "time": 1736359968,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The length of this beach is approximately 330 meters - it is a small, comfortable beach for a quiet rest. Ao Sane is not well known among tourists.\n\nThe flora of this beach consists of trees of mixed species and a large number of beautiful, varied boulders! The sand on the beach is hard, gray-yellow color. Shallow entrance to the sea. The water in the sea is transparent, bluish color! In high season there is almost no wind on the beach!\n\nHere is a large and beautiful coral reef!\n\nFew people know, but this beach is divided into three zones by natural barriers, in the form of a large cluster of stones. In the north of the beach you can find yourself in a deserted area and quietly rest there away from people, under the shade of overhanging trees. In some places there is not a very good entrance to the sea. There may be large rocks on the bottom, but the water is very clear and you can see them with the naked eye!\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745483306,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Ao Sane as it was - is no more. Like so much of Phuket - which I first visited in 1975 - it is in the process of being concreted and utterly trashed. The water was nice and small reef fish plentiful though when I swam over from Nai Harn earlier today (7 April 2025)..",
            "author_name": "Scot Barme",
            "relative_time_description": "",
            "time": 1744018715,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach club"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 14,
            "3": 9,
            "4": 26,
            "5": 48
          }
        },
        "minMinutesSpent": 150,
        "latitude": 7.77783,
        "address": "Q7HW+7R7, Karon, Mueang Phuket District, Phuket 83100, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ_V6Oe9g6UDARmJVc5L3BEYw",
        "generalDescription": "Paradise Beach Club is a popular four-star venue located on the pristine Paradise Beach in Phuket. It offers a vibrant beach atmosphere during the day and transforms into a lively nightlife spot after sunset. Unlike the bustling Patong Beach, Paradise Beach provides a more glamorous and relaxed setting for visitors seeking leisure and sunbathing. The club features well-maintained sandy shores and clear waters, making it an ideal place to unwind.",
        "utcOffset": 420,
        "maxMinutesSpent": 240,
        "longitude": 98.265344,
        "rating": 4,
        "numRatings": 4911,
        "sources": [
          {
            "id": "540357",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/thailand/top-rated-beaches-in-phuket-tha-1-47.htm",
            "sourceSite": "Web",
            "snippet": "Walking on Paradise Beach is akin to stepping into the pages of a travel magazine. The glossy, azure sea laps an impressively clean shore while giant palm trees lean and sway in the background. A rope swing glides gently with the breeze.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Phuket | PlanetWare",
            "indexInSource": 4,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FEqOv6X6E9Juext8C04hKtxcVa4PHtSR",
          "wJWmluH2AzwhgEPbqirSXy2PprKFOs4C",
          "b3vzdfZ9BjIG2HEiORaG14gONs5duO11",
          "vV8JHsIhUzdv7ZyRle5MThHgSbODq0rR",
          "rjqmh0cNl5aMePVvOiXypMRrMz62lSYM",
          "FEqOv6X6E9Juext8C04hKtxcVa4PHtSR",
          "wJWmluH2AzwhgEPbqirSXy2PprKFOs4C",
          "b3vzdfZ9BjIG2HEiORaG14gONs5duO11",
          "vV8JHsIhUzdv7ZyRle5MThHgSbODq0rR",
          "rjqmh0cNl5aMePVvOiXypMRrMz62lSYM"
        ],
        "openingPeriods": [],
        "name": "Paradise Beach",
        "placeId": "ChIJ_V6Oe9g6UDARmJVc5L3BEYw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "What a beautiful day at this place the staff was great. The food was good . Lots to choose from. The Ocean is nice and calm. The only bad experience is the one you leave you have to take one of their taxes at their prices you can not get a crab because no grab car will go in there some type of taxi Mafia. I think management should do something about that (have a wonderful day and then have to deal with that at the end) maybe try to arrange something with your grab driver when you're going. Other than that bad experience the place was awesome.",
            "author_name": "Mart Lyons",
            "relative_time_description": "",
            "time": 1750072794,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I've been visiting this beach since before the beach club existed, back when it was just a simple, natural paradise. Over the years, the area has transformed into a fully established beach club, and it's a mixed bag.\n\nPros:\n•\tThe beach itself is beautiful, with two distinct areas you can explore. It's the main reason I keep coming back.\n\n•\tThe pool facility is nice and adds a touch of comfortability.\n\n•\tIt's a convenient spot if you're looking for a mix of beach and pool relaxation.\n\nCons:\n•\tThe prices keep increasing every year, so be prepared to spend a fair amount.\n\n•\tThe food is crap\n\n•\tThe staff can be rude and disorganized, the order mistakes are reoccurring\n\n•\tThey use a paper invoicing system, and billing mistakes seem intentional. Always double-check your bill to avoid being overcharged.\n\nIf you love the beach itself and happy to pay for the comfort of beach bar facilities then it's worth visiting. My recommendation is to arrive by bike, pay the entry fee, and bring your own towel to enjoy the beach without using the club facilities. Alternatively, you can hire a bed for a more comfortable setup, but expect to pay a premium. The beach is still lovely, but the beach club is a bit of a shambles so expect to only enjoy the facilities",
            "author_name": "Anthony K",
            "relative_time_description": "",
            "time": 1737416004,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "They charge for everything , from the entrance to the beach to the seating area. The menu is very expensive, and you're not allowed to bring any food or drinks with you. For example, a small bottle of water costs 60 baht! A jet ski for 30 minutes is 2,000 baht.\n\nWhen you want to return to your hotel, taxis are very expensive, and they don't allow Bolt to come in.\n\nOther than that, everything is amazing. The food is good, and the service is great. The place has a beautiful lagoon and a pool with a stunning view ofthe ocean and beach. We had a great day there  but again, it's very, very expensive.",
            "author_name": "Nir Henig",
            "relative_time_description": "",
            "time": 1754826680,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://paradisebeachphuket.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Beach pavillion",
          "Bar",
          "Event venue",
          "Live music venue",
          "Resort hotel",
          "Restaurant",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 484,
            "2": 257,
            "3": 523,
            "4": 1014,
            "5": 2630
          }
        },
        "minMinutesSpent": 240,
        "latitude": 7.890918,
        "address": "Muen-Ngern Road, Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJlz7j37woUDARfDrLfKWxSi4",
        "generalDescription": "Ra Wai Beach, located at the southern end of Phuket island, is renowned as the first tourist beach on the island. While not suitable for swimming, it offers stunning views of nearby islands and a tranquil local atmosphere. The beach serves as a departure point for boat tours to various islands and sightseeing spots in the surrounding sea. Visitors can enjoy fresh seafood at nearby restaurants and explore the local fishing community.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.321741,
        "rating": 4.3,
        "numRatings": 901,
        "sources": [
          {
            "id": "520160",
            "type": "webPlacesList",
            "url": "https://loverawai.com/recommended/beaches-in-rawai/",
            "sourceSite": "Web",
            "snippet": "Rawai Beach is a great place for an evening walk along the sea or for a lunch or dinner near the water edge with the sounds of waves. You can enjoy stunning view to the small islands surrounding the south of Phuket and traditional Thai boats against the background of Andaman Sea. Rawai Beach is used as a pier for one-day boat tours to Coral Island, Racha Islands, Bon Island, etc.",
            "siteName": "Love Rawai",
            "shortName": "Top beaches of Rawai, Phuket",
            "indexInSource": 3,
            "iconSiteId": 32727,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390155",
            "type": "webPlacesList",
            "url": "https://www.jamiesphuketblog.com/2007/02/beaches-of-phuket.html",
            "sourceSite": "Web",
            "snippet": "Close to Chalong Bay and Naiharn beach, Rawai is full of small restaurants and food stalls and is a great place to rent a longtail boat to nearby islands. Not a swimming beach really, but makes a good stop off on a tour of the southwest corner of Phuket.",
            "siteName": "jamiesphuketblog.com",
            "shortName": "Phuket Beaches - Yes, we have a lot of Beaches!",
            "indexInSource": 8,
            "iconSiteId": 40600,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yx398yLmJmdrVjXZjVMjr3rY4sez8qry",
          "4FT4sZIKLuXEnsuLmD90YFbXCL1eQ2ne",
          "D4tmWWAFly3fbtU8JqWohaBFsO0XaoN0",
          "oTBRS5g9031lA5HCmL637odU7UJBjPQC",
          "R91oYdWp34Mlt9YW4rAJ2LehDhjxjFiy",
          "yx398yLmJmdrVjXZjVMjr3rY4sez8qry",
          "4FT4sZIKLuXEnsuLmD90YFbXCL1eQ2ne",
          "D4tmWWAFly3fbtU8JqWohaBFsO0XaoN0",
          "oTBRS5g9031lA5HCmL637odU7UJBjPQC",
          "R91oYdWp34Mlt9YW4rAJ2LehDhjxjFiy"
        ],
        "openingPeriods": [],
        "name": "Ra Wai Beach",
        "placeId": "ChIJlz7j37woUDARfDrLfKWxSi4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The beach is full of docked boats, making it unsuitable for sunbathing or swimming, but it provides a different kind of vibe.\n\nI enjoy observing the numerous small animals without needing to dive.\n\nThe place is practically empty, tranquil, and serene. It's easily accessible; just park and enjoy a walk.",
            "author_name": "A Dapawi",
            "relative_time_description": "",
            "time": 1740966872,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Surrounding environment is suitable for just sightseeing the vibe over there.  I wouldn't recommend for swimming or playing sand at here as you can see from the pictures there are a lot of boats and the nearly no place to walk nearby the ocean",
            "author_name": "Happy Triplet mother",
            "relative_time_description": "",
            "time": 1744955775,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great for dining, walking and getting the vibe. Not suitable for a perfect sun and sand experience. Mainly boats with less space to swim or enjoy the nature.",
            "author_name": "Meysam Soheilipour",
            "relative_time_description": "",
            "time": 1756527281,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 37,
            "3": 119,
            "4": 194,
            "5": 526
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.771887,
        "address": "Phuket, Thailand",
        "travel_time": null
      }
    ]
  }
}