{
  "list_id": "696",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/696/1.jpg",
  "description": "Dive into \"Chiang Mai's Hidden Gems: Free Adventures Await\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/129590"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chiang Mai's Hidden Gems: Free Adventures Await",
  "city_id": "19",
  "subtype": "poi",
  "city": "Chiang Mai",
  "created_ts": 1759250021,
  "slug": "chiang-mais-hidden-gems-free-adventures-await-chiang-mai-poi-696827",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJTUwhjTg62jARC17ZjKZAjd4",
        "generalDescription": "Huai Kaeo Waterfall is a seasonal attraction located near Chiang Mai, offering smaller cascades and plenty of hiking trails. The area features picturesque natural scenery with easy access to the waterfall, although it may not be wheelchair or stroller accessible past a certain point. Visitors can enjoy the serene pools below the falls for picnicking and relaxation, as well as embark on an interesting jungle hike starting from the waterfall area.",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 98.944546,
        "rating": 4.3,
        "numRatings": 2070,
        "sources": [
          {
            "id": "353492",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/things-to-do-in-chiang-mai",
            "sourceSite": "Web",
            "snippet": "Wat Phra That Doi Suthep, chiang mai Doi Inthanon National Park, chiang mai Doi Inthanon National Park, chiang mai Wat Chedi Luang, chiang mai Wat Chedi Luang, chiang mai Chang Puak Gate Night Market, chiang mai Chang Puak Gate Night Market, chiang mai Sunday Walking Market, chiang mai Sunday Walking Market, chiang mai Kat Rin Kham Night Bazaar, chiang mai Kat Rin Kham Night Bazaar, chiang mai Lanna Folklife Museum, chiang mai Lanna Folklife Museum, chiang mai Chiang Mai Night Safari Chiang Mai Night Safari The Tiger Kingdom, chiang mai Flight Of The Gibbon, chiang mai Flight Of The Gibbon, chiang mai Wat Phra Singh, chiang mai Wat Phra Singh, chiang mai San Kamphaeng Hot Springs, chiang mai San Kamphaeng Hot Springs, chiang mai Bo Sang Umbrella Village, chiang mai Bo Sang Umbrella Village, chiang mai Huay Kaew Waterfall, chiang mai Huay Kaew Waterfall, chiang mai Kalare Night Market, chiang mai Kalare Night Market, chiang mai Thai Elephant Conservation Centre, chiang mai Thai Elephant Conservation Centre, chiang mai Grand Canyon Chiang Mai Grand Canyon Chiang Mai Saturday Walking Street Market, chiang mai Saturday Walking Street Market, chiang mai Queen Sirikit Botanic Garden, chiang mai Queen Sirikit Botanic Garden, chiang mai Wat Chiang Man, chiang mai Wat Chiang Man, chiang mai Chiang Mai Zoo Anusarn Night Market, chiang mai Anusarn Night Market, chiang mai Bua Tong Sticky Waterfall, chiang mai Bua Tong Sticky Waterfall, chiang mai Mae Ping River Cruise, chiang mai Mae Ping River Cruise, chiang mai Wiang Kum Kam, chiang mai Wiang Kum Kam, chiang mai Wat Umong, chiang mai Wat Umong, chiang mai Royal Park Rajapruek, chiang mai Royal Park Rajapruek, chiang mai Wat Chet Yot, chiang mai Wat Chet Yot, chiang mai Doi Ang Khang, chiang mai Doi Ang Khang, chiang mai Wat Lok Moli, chiang mai Wat Lok Moli, chiang mai Chiang Mai City Arts & Cultural Centre Chiang Mai City Arts & Cultural Centre Wat Phan Tao, chiang mai Wat Phan Tao, chiang mai Huay Teung Thao Reservoir, chiang mai Huay Teung Thao Reservoir, chiang mai Wat Phra Khao, chiang mai Wat Phra Khao, chiang mai Wat Srisuphan, chiang mai Wat Srisuphan, chiang mai Chai Lai Orchid Elephant Camp, chiang mai Chai Lai Orchid Elephant Camp, chiang mai Chiang Dao Cave, chiang mai Chiang Dao Cave, chiang mai Elephant Life Experience, chiang mai Elephant Life Experience, chiang mai Karen Hill Tribe, chiang mai Karen Hill Tribe, chiang mai Museum Of World Insects And Natural Wonders, chiang mai Museum Of World Insects And Natural Wonders, chiang mai Pongyang Jungle Coaster, chiang mai Pongyang Jungle Coaster, chiang mai Doi Prat Bet, chiang mai Doi Prat Bet, chiang mai Bhubing Palace, chiang mai Bhubing Palace, chiang mai Bai Orchid And Butterfly Farm, chiang mai Bai Orchid And Butterfly Farm, chiang mai Three Kings Monument, chiang mai Three Kings Monument, chiang mai Tha Pae Walking Street, chiang mai Tha Pae Walking Street, chiang mai Elephant Jungle Sanctuary, chiang mai Elephant Jungle Sanctuary, chiang mai Hmong Village, chiang mai Hmong Village, chiang mai Monthathan Waterfall, chiang mai Monthathan Waterfall, chiang mai Doi Pui Village, chiang mai Doi Pui Village, chiang mai",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Things to Do in Chiang Mai: Get UPTO 40% Off",
            "indexInSource": 15,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1389755",
            "type": "webPlacesList",
            "url": "https://chiangmaifamilyguide.com/free-things-to-do-with-kids-and-teenagers-in-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "Huay Kaew Waterfall is the easiest to get to from Chiang Mai!. We are also working on a separate more detailed post about waterfalls in Chiang Mai, but most you have to pay to get into. This one and Sticky Waterfall mentioned above are FREE!",
            "siteName": "Chiang Mai Family Guide",
            "shortName": "Free Things to do With Kids in Chiang Mai",
            "indexInSource": 3,
            "iconSiteId": 10394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904514",
            "type": "webPlacesList",
            "url": "https://tourscanner.com/blog/fun-things-to-do-in-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "After a day of sightseeing temples in Chiang Mai, check out the incredible Huay Kaew Waterfall, which is the most accessible waterfall close to Chiang Mai.",
            "siteName": "TourScanner",
            "shortName": "60 Fun Things to Do in Chiang Mai for a Memorable Trip",
            "indexInSource": 17,
            "iconSiteId": 14255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "S2WGnzI8BvX6saDkQa84lKeInVsr258p",
          "iXdb4vp2H2EebJLMEpi631SUKWKT07kS",
          "xqNtpqvL6pz8qWKlT1zwu5D5vxswRYI3",
          "oD16Pf7s83Bpsu9QpF17zOiLCysB9dO9",
          "eXjD4GzoLsHLJ63Wg42skSMScEtiRkr8",
          "S2WGnzI8BvX6saDkQa84lKeInVsr258p",
          "iXdb4vp2H2EebJLMEpi631SUKWKT07kS",
          "xqNtpqvL6pz8qWKlT1zwu5D5vxswRYI3",
          "oD16Pf7s83Bpsu9QpF17zOiLCysB9dO9",
          "eXjD4GzoLsHLJ63Wg42skSMScEtiRkr8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Huay Keaw Waterfall",
        "placeId": "ChIJTUwhjTg62jARC17ZjKZAjd4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This Space is a must-visit for a peaceful nature escape. Open 8 am to 5 pm, it's immaculately clean, free to enter, and blissfully uncrowded. The abundance of butterflies and old trees is enchanting, and the seating near the waterfall offers a truly meditative experience. Highly recommended.",
            "author_name": "Aaryan Chandra Prakash",
            "relative_time_description": "",
            "time": 1742302452,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Huay Kaew Waterfall is a lovely little nature escape right at the edge of Chiang Mai city, located within Doi Suthep–Pui National Park. It's very easy to reach, just a short distance from the Chiang Mai Zoo and the Kruba Srivichai Monument, making it a convenient stop for both locals and travelers. The area is green, peaceful, and perfect for relaxing or enjoying a picnic. You can rent a mat, sit by the flowing water, and just enjoy the cool breeze from the forest.\n\nEven though it's not the largest or most dramatic waterfall in Chiang Mai, it has its own charm. In the dry season, the water flow can be quite low, but during and after the rainy season (July–November) the stream becomes stronger and more refreshing. It's a popular spot for families, couples, and solo visitors who want a quick break from the city without having to hike far. There's also a short trail leading to Wang Bua Ban viewpoint for those who want a bit of adventure.\n\nOverall, Huay Kaew Waterfall is not just a scenic natural spot-it's a peaceful retreat that's free to visit, easy to access, and well worth including in your Chiang Mai itinerary.",
            "author_name": "SmarkLabs",
            "relative_time_description": "",
            "time": 1755249849,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolute must visit. The hike was enjoyable. Water was cold. Though you'll only find water as yoh go up higher and not at the entrance (I visited in March first week).\nIts relatively deserted in the morning and people crowd up later from afternoon tk evening. I continued to hike upwards to try to see the source of waterfall. I found several plunge pools on my way. However i couldn't go beyond a certain point. Surely recommend a hike upwards, if you're interested, although quite challenging.",
            "author_name": "Vamsi Krishna",
            "relative_time_description": "",
            "time": 1744395509,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Waterfalls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 38,
            "2": 56,
            "3": 245,
            "4": 558,
            "5": 1168
          }
        },
        "minMinutesSpent": 60,
        "latitude": 18.811847,
        "address": "Suthep, Mueang Chiang Mai District, Chiang Mai 50300, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJdcghNKI62jAR9iY55KuPO50",
        "generalDescription": "Tha Phae Gate, a well-preserved city gate with a rich history dating back to the Lanna Kingdom, was originally known as Chiang Ruak Gate. Situated by the Mae Ping River, it served as a vital entrance for trade routes. The gate's name was changed to Tha Phae, meaning 'Harbor of the Floating House,' reflecting its connection to river traders and fishermen. Today, it stands as an iconic landmark within the ancient city wall of Chiang Mai.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 98.993369,
        "rating": 4.3,
        "numRatings": 25921,
        "sources": [
          {
            "id": "2415293",
            "type": "webPlacesList",
            "url": "https://www.thaiairways.com/en_DK/lifestyle_zone/ChiangMai.page?",
            "sourceSite": "Web",
            "snippet": "In the Old City especially around Tha Phae Gate and Chiang Mai Gate, hundreds of hawkers and stalls are set up at night and visitors can find both modern and traditional Lanna food. Sai Oua (northern Thai sausage),  Nam Prik Noom (roasted chili dip),  Nam Prik Ong (tomato chili dip) and  Cap Mhoo (fried pork skin) are Chiang Mai’s most well-known specialties.",
            "siteName": "thaiairways.com",
            "shortName": "Chiang Mai Attractions | Things To Do In Chiang Mai",
            "indexInSource": 6,
            "iconSiteId": 15214,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "470741",
            "type": "webPlacesList",
            "url": "https://theplanetd.com/best-things-to-do-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "When you visit Chiang Mai there is no doubt you will visit the old city to explore its temples. The Old City Wall is the gateway to the Old City and the Tha Pae Gate is the most popular landmark in Chiang Mai. This is the hub of Chain Mai being the entrance to the old city where you can explore temples, the night market, and plenty of restaurants.",
            "siteName": "The Planet D: Adventure Travel Blog",
            "shortName": "35 of the Best Things to do in Chiang Mai, Thailand",
            "indexInSource": 4,
            "iconSiteId": 1973,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424536",
            "type": "webPlacesList",
            "url": "https://paper-planes.co/50-free-things-to-do-in-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "Walk up to Doi Suthep – Every year in May thousands of people make a pilgrimage starting at the front gate of Chiang Mai University on Huay Kaew Road and going all the way up the mountain to Wat Phra That Doi Suthep temple (with free food and drinks along the way!).",
            "siteName": "paper-planes.co",
            "shortName": "50 FREE Things to Do in Chiang Mai",
            "indexInSource": 6,
            "iconSiteId": 71307,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908965",
            "type": "webPlacesList",
            "url": "https://www.twowanderingsoles.com/blog/unique-experiences-in-chiang-mai-thailand",
            "sourceSite": "Web",
            "snippet": "Sunday Night Market: Tha Phae Gate is where this market starts and the vendors and crowds pack down Rachadamnoen Road into the old city. There are plenty of food stalls and vendors selling anything and everything.",
            "siteName": "Two Wandering Soles",
            "shortName": "45 Absolute Best Things to Do in Chiang Mai, Thailand",
            "indexInSource": 21,
            "iconSiteId": 5057,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373778",
            "type": "webPlacesList",
            "url": "https://www.tripzilla.com/free-things-to-do-chiang-mai-thailand/13999",
            "sourceSite": "Web",
            "snippet": "In the evenings at certain points around town (the park, Tha Pae Gate, often Tesco parking lots for some reason…) there will be group aerobics complete with obnoxious music and sweatbands.",
            "siteName": "TripZilla",
            "shortName": "50 FREE Things to Do in Chiang Mai",
            "indexInSource": 6,
            "iconSiteId": 37,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904514",
            "type": "webPlacesList",
            "url": "https://tourscanner.com/blog/fun-things-to-do-in-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "Dating back to 1297 when Chiang Mai was established, the Tha Phae Gate was constructed as a fortification gate to protect the city from invaders who wanted to take over the city.",
            "siteName": "TourScanner",
            "shortName": "60 Fun Things to Do in Chiang Mai for a Memorable Trip",
            "indexInSource": 0,
            "iconSiteId": 14255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424511",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/attraction/chiang-mai-209/tourist-attractions/",
            "sourceSite": "Web",
            "snippet": "Thapae Gate, if you come to visit Chiang Mai, stop by to take some beautiful photos. There are many angles. It is located in the old city area, not far from the airport.",
            "siteName": "trip.com",
            "shortName": "10 Top Attractions in Chiang Mai ()",
            "indexInSource": 2,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "j3k6uPJCp0pDQH0eV7P2YW0zAnUfF5Z8",
          "mivZC7oSxV8MNXVCGVWCSjb7Haj03byw",
          "GVWJwQrT5cgNCeRlPS01D4CPzjkZ417M",
          "QJwNJEqRW7Iw1G4KEqgX7ofo2WO1khrd",
          "UNurZkZJnptQQ5bUwCcoSJWEZjO52ERM",
          "j3k6uPJCp0pDQH0eV7P2YW0zAnUfF5Z8",
          "mivZC7oSxV8MNXVCGVWCSjb7Haj03byw",
          "GVWJwQrT5cgNCeRlPS01D4CPzjkZ417M",
          "QJwNJEqRW7Iw1G4KEqgX7ofo2WO1khrd",
          "UNurZkZJnptQQ5bUwCcoSJWEZjO52ERM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tha Phae Gate",
        "placeId": "ChIJdcghNKI62jAR9iY55KuPO50",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Always interesting seeing older history related things like the Tha Phae Gate. Definitely a touristy spot but still worth a visit. Very popular spot for pigeon photos and my girlfriend really wanted to do that, so stopped by. Not too many people on a Monday afternoon so we were quickly able to take photos then leave.",
            "author_name": "J Ryan",
            "relative_time_description": "",
            "time": 1752544166,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited early morning around 6 am, and literally no other tourists were around. But when we finished taking pictures, a group of local tourists came.\nLots of pigeons, like hundreds of them. You can feed them if you want.\nI recommend going here early in the morning, just after the sunrise is best.",
            "author_name": "Irene Susianto",
            "relative_time_description": "",
            "time": 1746236763,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were lucky when we visited as they had a community tourism festival with many vendors. Overall it's basically a square where a lot of tourists visit along with pigeons!! There are many stores close by and it's walkable. Not a lot going on when the festival isn't in action but worth the visit anyway!",
            "author_name": "Jane Frances",
            "relative_time_description": "",
            "time": 1755059629,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 387,
            "2": 588,
            "3": 3443,
            "4": 7013,
            "5": 14482
          }
        },
        "minMinutesSpent": 45,
        "latitude": 18.787741,
        "address": "Tha Phae Road, Chang Khlan Sub-district, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      }
    ]
  }
}