{
  "list_id": "700",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/700/1.jpg",
  "description": "Dive into \"Kathu's Captivating Clicks: Discover Photo Gems\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160204"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Kathu's Captivating Clicks: Discover Photo Gems",
  "city_id": "53",
  "subtype": "poi",
  "city": "Kathu",
  "created_ts": 1759250783,
  "slug": "kathus-captivating-clicks-discover-photo-gems-kathu-poi-e356c7",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJwQNkeNkxUDAR8qOAaNNJz6Y",
        "generalDescription": "Phuket Old Town Sunday Night Market Walking Street is a vibrant and diverse market located in the heart of Phuket's historic Old Town. This bustling market, which opened in 2013, showcases the rich cultural tapestry of the Sino-Portuguese community along with Indian, Chinese, and Muslim influences.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.390546,
        "rating": 4.6,
        "numRatings": 1197,
        "sources": [
          {
            "id": "849143",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/night-markets-in-phuket",
            "sourceSite": "Web",
            "snippet": "Phuket Walking Street is one of the most popular weekend night markets in Phuket, set up on Thalang Road. The 350-meter-long commercial street has souvenirs, handicrafts, clothing as well as electronic goods. Phuket Walking Street is one of the best venues to sample local food, with numerous vendors hawking barbecued meat, Thai sweetmeats, and other delicious eatables.",
            "siteName": "Holidify",
            "shortName": "10 Night Markets in Phuket For Shopping, Food and Entertainment",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AXUFz1dcuxJoeSyvcQ2Bg2Vm54kqoNl5",
          "TnPq81PhmBhaY1K9EBRH6OVEKPLyCowa",
          "i1wdnCwGLoDIN71DYuLJB8tUGgdHt3uk",
          "asgcu05IlRLEFPGNGfMk59WqTDsx76Se",
          "fPL0WYd6VPELlECMGxGsMtMu05Jn9rMo",
          "AXUFz1dcuxJoeSyvcQ2Bg2Vm54kqoNl5",
          "TnPq81PhmBhaY1K9EBRH6OVEKPLyCowa",
          "i1wdnCwGLoDIN71DYuLJB8tUGgdHt3uk",
          "asgcu05IlRLEFPGNGfMk59WqTDsx76Se",
          "fPL0WYd6VPELlECMGxGsMtMu05Jn9rMo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          }
        ],
        "name": "Phuket Old Town Sunday Night Market Walking Street",
        "placeId": "ChIJwQNkeNkxUDAR8qOAaNNJz6Y",
        "internationalPhoneNumber": "+66 81 067 3747",
        "reviews": [
          {
            "rating": 5,
            "text": "According to me the Old Town was the best attraction of Phuket. We came here on a Sunday evening which happens to their market day. The buildings here were inspired by Sino Portugal architecture. Very attractive. Many buildings have converted into hotels, museums, cafes and restaurants cum bars. It was very very crowded even though many streets were only for pedestrians. One could find stalls of paintings, artwork, souvenirs and different type of food, fruits and exotic juices. At some place music bands were going on. In one of the lane there were about 30 chairs for foot massage. The entire area was lighted with colorful lights. It looked very pretty in the night. The ambiance was rocking. If you want to enjoy Indian cuisine then visit Amritsar restaurant.",
            "author_name": "Balkrishna Shroff",
            "relative_time_description": "",
            "time": 1744210957,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Phuket Night Market is a vibrant showcase of Thailand's heart and soul-where sizzling street food meets the charm of handcrafted souvenirs. As the sun sets, the streets come alive with color, aroma, and sound. The air is rich with the scent of grilled seafood, skewered meats, spicy papaya salad, mango sticky rice, and crispy Thai pancakes made right before your eyes. Every bite tells a story-authentic, bold, unforgettable.\n\nWander further and you'll find rows of stalls lined with artisan crafts: handwoven bags, coconut-shell jewelry, carved soaps, and quirky artwork by local creators. These aren't tourist trinkets-they're pieces of culture, made with skill and care.\n\nThe market isn't just a place to shop or eat-it's an experience. It captures the spirit of Phuket: warm, creative, and buzzing with life. Whether you're hunting for unique keepsakes or just want to eat like a local, this night market is a must-visit.",
            "author_name": "Clive",
            "relative_time_description": "",
            "time": 1754223375,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Amazing place to be on a Sunday. Very vibrant market with lots of options to eat and shop. Can easily spend 5-7 hours here - if it isn't raining. Parking is an issue, get there early if you have a car.",
            "author_name": "Gautam M",
            "relative_time_description": "",
            "time": 1752761300,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.siamdealz.com/",
        "index": 1,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 15,
            "3": 70,
            "4": 255,
            "5": 851
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.885877,
        "address": "Dibuk Rd, Talat Yai, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJCVYWcbE6UDARt7lWAulfnaY",
        "generalDescription": "Malin Plaza is a bustling night market located in lively Patong, offering a wide variety of goods and street food. It's well-known for its beachwear, Thai spa products, and traditional handicrafts. The market provides a cooler shopping environment compared to other busy markets in the area. Visitors can explore tabletop stalls, re-purposed shipping containers, and more under a metal roof.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 98.293181,
        "rating": 4.4,
        "numRatings": 7816,
        "sources": [
          {
            "id": "849143",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/night-markets-in-phuket",
            "sourceSite": "Web",
            "snippet": "Malin Plaza in south Patong is a bazaar known for its amazing offerings of local food. Some of the popular choices include tropical fruits like mango and star-fruits, Thai pancakes, sticky rice as well as buying fresh fish and getting it cooked by the locals. It is also a great place to pick up some traditional Thai trinkets, traditional souvenirs, and Thai knick-knacks at affordable prices.Timings - 12:00 PM to 12:00 AM (Daily)Location - Kata Beach",
            "siteName": "Holidify",
            "shortName": "10 Night Markets in Phuket For Shopping, Food and Entertainment",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0b033usPNBczgWNkBi4JzD2MuPXayEyR",
          "A6NaIRFwE1PT8uIIWPZW5LQ4qsqXrdt9",
          "EYh9PjLoMTvBbgZlvVLaQtb8TCkVK0cr",
          "qkA4ShoYCE2NFGTdkIE5H5LTpD0of3No",
          "4sV4q9njYLbPSAi4QP81Uv0fG0OknjTB",
          "0b033usPNBczgWNkBi4JzD2MuPXayEyR",
          "A6NaIRFwE1PT8uIIWPZW5LQ4qsqXrdt9",
          "EYh9PjLoMTvBbgZlvVLaQtb8TCkVK0cr",
          "qkA4ShoYCE2NFGTdkIE5H5LTpD0of3No",
          "4sV4q9njYLbPSAi4QP81Uv0fG0OknjTB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Malin Plaza",
        "placeId": "ChIJCVYWcbE6UDARt7lWAulfnaY",
        "internationalPhoneNumber": "+66 93 323 0333",
        "reviews": [
          {
            "rating": 5,
            "text": "Such an amazing place! I was on the lookout for some Indian or vegetarian food, but didn't find much around. However, I did come across one food stall (you'll see it in one of my photos) - the people there were incredible! I asked for fried rice with just vegetables, and they totally nailed it. The taste was absolutely awesome!",
            "author_name": "Jai Sawle",
            "relative_time_description": "",
            "time": 1750738706,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had a great experience here in the afternoon as well as the evening. There are many food stalls to choose from with different cooked foods as well as juices and desserts. The ingredients are all fresh and made to order. There is a lot of seating throughout the market and workers who pass by to help clear off tables. Towards the back of the market are souvenir/clothing stalls that offer a solid selection of clothes/trinkets that are good quality and priced fairly. Overall a great spot to grab a bite and get some souvenirs.\nDefinitely get the massive water coconut and mango sticky rice, that alone is worth the trip.",
            "author_name": "Sam D",
            "relative_time_description": "",
            "time": 1737115689,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "There was a wide variety of food options, from fresh seafood and Thai street food to sushi, grilled meats, and refreshing tropical fruits. I especially enjoyed the seafood, which was cooked to perfection and full of flavor. The fresh fruit smoothies were also a must-try!\n\nThe atmosphere was lively and welcoming, with friendly vendors and a great mix of tourists and locals. Despite being busy, the market was well-organized, making it easy to explore different food stalls.",
            "author_name": "Mr See",
            "relative_time_description": "",
            "time": 1742783958,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Night market",
          "Shopping",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 166,
            "2": 184,
            "3": 809,
            "4": 2030,
            "5": 4632
          }
        },
        "minMinutesSpent": 90,
        "latitude": 7.882641,
        "address": "162, 51-52 Prachanukhro Rd, Pa Tong, Kathu District, Phuket 83150, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ9YE0sJEwUDARyOir4LzMV6I",
        "generalDescription": "Nestled in a vibrant jungle setting, Kathu Waterfall is a hidden gem that promises an adventure for all ages. A short trek from the road leads you to this charming spot, conveniently located near Phuket Wake Park. While the base may seem unassuming, with a local eatery serving delicious made-to-order meals, the true beauty lies above. To reach the top of Kathu Waterfall, prepare for an exhilarating climb involving steep stairs and slippery rocks.",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 98.322905,
        "rating": 3.8,
        "numRatings": 3205,
        "sources": [
          {
            "id": "905007",
            "type": "webPlacesList",
            "url": "https://www.thailandnomads.com/must-see-waterfalls-in-phuket/",
            "sourceSite": "Web",
            "snippet": "The Kathu waterfall is conveniently located in the centre of the Phuket island near Patong. It has a series of drop pools leading all the way up to the main pool which is at an elevation. The ascent is quite challenging but the view you get after reaching the top is certainly worth all the effort.",
            "siteName": "Thailand Nomads",
            "shortName": "The Best 5 Waterfalls in Phuket",
            "indexInSource": 2,
            "iconSiteId": 21656,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "910390",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/kathu/",
            "sourceSite": "Web",
            "snippet": "Kathu waterfall was probably the first talked about place in the Kathu area. It’s well indicated and found at the end of a narrow road. It’s not a very impressive waterfall, and it’s only really worth going during the low season, after several days of rain.",
            "siteName": "Phuket 101",
            "shortName": "Kathu - What to do in Kathu?",
            "indexInSource": 8,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cb06dwVchAqMlROSICUeyHfK7lwIcthn",
          "6MJI9Ogek3NyIPROrGCwGBFNRhwhlEq5",
          "5lOKp6dGblM8rT0Ga9Mh9vNbm5HETtcK",
          "sD6Hj43ia1TWAK7nsR6NogUY8q3TwRoM",
          "xmQ83wwmlJRHoM1BuvHSASrE2hoKjQag",
          "cb06dwVchAqMlROSICUeyHfK7lwIcthn",
          "6MJI9Ogek3NyIPROrGCwGBFNRhwhlEq5",
          "5lOKp6dGblM8rT0Ga9Mh9vNbm5HETtcK",
          "sD6Hj43ia1TWAK7nsR6NogUY8q3TwRoM",
          "xmQ83wwmlJRHoM1BuvHSASrE2hoKjQag"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Kathu Waterfall",
        "placeId": "ChIJ9YE0sJEwUDARyOir4LzMV6I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Kathu Waterfall is a popular natural attraction located in Kathu District, Phuket, Thailand. It is known for its series of cascading pools and lush surroundings, making it a refreshing spot for nature lovers and adventure seekers. Here's a detailed guide to Kathu Waterfall:\n\nKey Features of Kathu Waterfall\n\nMulti-Tiered Cascades: The waterfall consists of several tiers, with drop pools along the way. The first tier features a pool suitable for swimming, while higher levels offer scenic views and quieter spots for relaxation.\n\nStaircase Access: Visitors can climb up a 130-meter staircase to explore the different levels of the waterfall. The climb can be steep but is shaded, with rest stops available.\n\nNatural Beauty: Surrounded by dense tropical vegetation, the area provides a tranquil escape from Phuket's bustling tourist spots.\n\nBest Time to Visit\n\nThe waterfall is most active during the rainy season, from June to November. This period ensures a steady water flow and vibrant greenery. However, visitors should avoid heavy rains as the stairs can become slippery.   Kathu Waterfall, Phuket",
            "author_name": "Marcel Bohunský",
            "relative_time_description": "",
            "time": 1743476397,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A tame waterfall during dry season. So I cannot strongly recommend it. But still nice!\n\nNevertheless, still a nice side adventure if you want a small hike. There are a moderate number of steps to - and past - the first waterfall.\n\nAnd then a short jungle walk which is quite tranquil to the very top.\n\nAlso a nice couple of cafes at the bottom!",
            "author_name": "Wise Lotus",
            "relative_time_description": "",
            "time": 1738311780,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "An interesting place with a very beautiful picture.\n\nAt the very bottom level there is a small pool for very small children. The main waterfall is located a little higher, after going up the steps.\n\nThere is very beautiful flora and rich fauna here. Trees with huge trunk diameters and powerful roots, vines and various plants and flowers create a special, indescribable atmosphere in this place. There are spiders, snakes and lizards - they can mainly be found early in the morning and late in the evening.\n\nAccess to the waterfall is easy, so this place can be visited with children to let them splash in the water and take photos for memory!\n\n*\n\nWhen visiting this attraction, you need to stock up on water, repellents and have comfortable shoes\n\nbest time to visit: June - October\n\nentrance: free\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745566420,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Waterfalls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 276,
            "2": 271,
            "3": 666,
            "4": 740,
            "5": 1256
          }
        },
        "minMinutesSpent": 60,
        "latitude": 7.934441,
        "address": "W8MF+Q5C, Kathu, Kathu District, Phuket 83120, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJKWWkolcwUDARvgqpo3636wY",
        "generalDescription": "Wat Kathu, located on the outskirts of a village, has recently undergone renovations and is now a picturesque spot that attracts many photographers, including those from China and Korea. This tranquil place offers insight into Thailand's cultural history and is an important site for religious activities. While it may not always be open to visitors, the serene atmosphere and beautiful surroundings make it worth exploring.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.342483,
        "rating": 4.3,
        "numRatings": 178,
        "sources": [
          {
            "id": "910390",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/kathu/",
            "sourceSite": "Web",
            "snippet": "Kathu temple is a beautiful park on the edge of the village. It was recently renovated and is an excellent photo opportunity if you are in the area. It’s so photogenic that many Chinese and Korean photographers use it for their pre-wedding shootings (yes, they are everywhere anyway)",
            "siteName": "Phuket 101",
            "shortName": "Kathu - What to do in Kathu?",
            "indexInSource": 12,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "56oNxGR86Zg3zz7zSEPTgbwA68xNLj93",
          "uD3j3DlLRdd2L4E6yRp5SzUWsAki77U7",
          "g9mAUV7G9xLTXSWB7CZHyVFVbewrMPeY",
          "56oNxGR86Zg3zz7zSEPTgbwA68xNLj93",
          "uD3j3DlLRdd2L4E6yRp5SzUWsAki77U7",
          "g9mAUV7G9xLTXSWB7CZHyVFVbewrMPeY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Wat Kathu (Wat Nai Tu)",
        "placeId": "ChIJKWWkolcwUDARvgqpo3636wY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A very interesting and beautiful complex is located in the area of ​​the island with the same name. A picturesque place with many trees and very green - which is why the air here is very fresh and pleasant.\n\nIn the center of the temple complex there is a large, sacred tree, the branches of which cover a large number of interesting figures and statues of Buddha - in this place you can relax in the shade from the sun.\n\nThere are many interesting buildings here, inherent in Buddhist culture. Near the large, familiar boat, there is another one - small and very elegant. It is made of white stone and has a blue roof - it looks very beautiful and contrasting, against the background of the greenery surrounding it.\n\nFull information with video and convenient navigation - in the application 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745635466,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Simple temple not much to see, for me worth it only if you close to this place.",
            "author_name": "hit the trip",
            "relative_time_description": "",
            "time": 1733030378,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "One big scam, where inside the main building 'golden' amulets are sold for hundreds of dollars, which are simply made of Chinese plastic and have no value whatsoever. Buddhism is misused here to scam tourists.",
            "author_name": "Rene",
            "relative_time_description": "",
            "time": 1740865845,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/Watkathu?mibextid=ZbWKwL",
        "index": 4,
        "id": "",
        "categories": [
          "Buddhist temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 4,
            "3": 26,
            "4": 41,
            "5": 100
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.918413,
        "address": "Kathu, Kathu District, Phuket 83120, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJT7GTvoQuUDARdGc-u-OykZE",
        "generalDescription": "Nestled behind the beach near Ao Yon, close to Cape Panwa, Ton Ao Yon Waterfall is a hidden gem known to only a few locals and adventurous travelers. Its secluded location has helped preserve its natural beauty. Accessible via a steep and tricky climb, visitors are advised to wear suitable footwear for the excursion. A faded sign discreetly marks the path to the waterfall, which can be easily missed.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.389914,
        "rating": 4,
        "numRatings": 353,
        "sources": [
          {
            "id": "905007",
            "type": "webPlacesList",
            "url": "https://www.thailandnomads.com/must-see-waterfalls-in-phuket/",
            "sourceSite": "Web",
            "snippet": "It is one of the untraversed waterfalls of the Phuket town located 3.6 km east of the Khao Khad Viewpoint in Cape Panwa. Due to its discreet location, it is only visited by locals and well-informed tourists and hence remains unspoiled to date. You can spot several drop pools on your way to the waterfall, some are so big that you can even bathe in them.",
            "siteName": "Thailand Nomads",
            "shortName": "The Best 5 Waterfalls in Phuket",
            "indexInSource": 1,
            "iconSiteId": 21656,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "m4JdQyHXWuW2iG0K2WbxjSHHI43bWp7h",
          "JNwvERJV4OQAJXHxmZymBq3saHiQXCFq",
          "ulWbfTxUcGCRpoNifnMl3PIlVJKpy35o",
          "m4JdQyHXWuW2iG0K2WbxjSHHI43bWp7h",
          "JNwvERJV4OQAJXHxmZymBq3saHiQXCFq",
          "ulWbfTxUcGCRpoNifnMl3PIlVJKpy35o"
        ],
        "openingPeriods": [],
        "name": "Ton Ao Yon Waterfall",
        "placeId": "ChIJT7GTvoQuUDARdGc-u-OykZE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful secluded location which gets very few visitors. It is several small waterfalls cascading down. During the rainy season it becomes a single body of water and is meant to be very impressive ( I have not visited it during the rainy season) The photos I have taken were in December.",
            "author_name": "John Ferguson",
            "relative_time_description": "",
            "time": 1706416473,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The waterfall starts right by the parking lot and follows deep into the jungle. It is surrounded by beautiful plants and vines. You have to walk to it on stony ground, so you have to be careful. There are several waterfalls here, the last level is the fifth. The higher you go, the more beautiful and primitive nature becomes.\n\nThis is a non-tourist place, there are not many people here. The nature here is beautiful and the atmosphere is quiet and peaceful\n\nThe flora and fauna of this place is especially worth mentioning. There are beautiful trees, which you will not see in other places of the island. The wild jungle, plants and flowers are a delight to the eye. There are also beautiful butterflies and various birds, as well as huge spiders, snakes and lizards - watch your step!\n\n*\n\nto visit this attraction you should have water, repellent and comfortable shoes\nl\nbest time to visit: June - October\n\nadmission: free\n\nFull information with video and easy navigation - in the app 👉 PHUKETON",
            "author_name": "Igor Dvorov (PhuketON)",
            "relative_time_description": "",
            "time": 1745566540,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice waterfall with a lot of nature. Only not so much water when I was there. It's still a nice place to sit around and enjoy the nature and its sounds. But don't expect too much.",
            "author_name": "Jonathan van Olderen",
            "relative_time_description": "",
            "time": 1747805494,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 23,
            "3": 59,
            "4": 74,
            "5": 171
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.822401,
        "address": "R9CQ+XX7, Wichit, Mueang Phuket District, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJJbM7yDAxUDARAqlIXuzFFBw",
        "generalDescription": "Delico Decoration Coffee & Restaurant is a trendy cafe located on the Bypass Road, offering a variety of coffees, teas, and delectable cakes. The interior boasts bold blue walls adorned with vintage chairs, oversized mirrors, and an assortment of decorative items. The cafe's glistening copper coffee machine and creative coffee presentations are truly impressive. In addition to its photogenic decor, the cafe also serves simple Thai dishes and provides friendly service.",
        "utcOffset": 420,
        "maxMinutesSpent": 150,
        "longitude": 98.371307,
        "rating": 4.6,
        "numRatings": 395,
        "sources": [
          {
            "id": "803789",
            "type": "webPlacesList",
            "url": "https://www.mamybooking.com/blog/12-beautiful-photographic-cafes-in-phuket-that-are-awesome-until-your-friends-must-be-jealous/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Mamy Booking - Blog",
            "shortName": "12 beautiful photographic cafes in Phuket that are awesome even your friends must be jealous - Mamy Booking",
            "indexInSource": 5,
            "iconSiteId": 21291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tHv2fbFFFRANS94vLFBsOHsuerj3e2R8",
          "TUUW8S7QIbCM5CvLfALanlTfMG1qIZik",
          "73cGC5TrlfKMFQZX5DVhq6D2eoT0cLKZ",
          "7AoEOxDzCpTP6y9IJUxmtbrTv85vul6n",
          "tCDx5jjNAHTMbAU8i29QbyfBuDhxS9ul",
          "tHv2fbFFFRANS94vLFBsOHsuerj3e2R8",
          "TUUW8S7QIbCM5CvLfALanlTfMG1qIZik",
          "73cGC5TrlfKMFQZX5DVhq6D2eoT0cLKZ",
          "7AoEOxDzCpTP6y9IJUxmtbrTv85vul6n",
          "tCDx5jjNAHTMbAU8i29QbyfBuDhxS9ul"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Delico Decoration Coffee & Restaurant",
        "placeId": "ChIJJbM7yDAxUDARAqlIXuzFFBw",
        "internationalPhoneNumber": "+66 98 274 0247",
        "reviews": [
          {
            "rating": 5,
            "text": "Cute little cafe along a busy road. Nicely decorated. The prad kapow was delicious! We don't recommend the passion fruit coffee. The staff kindly swapped it for an Americano, I don't think the passion fruit was ripe. They also gave us complementary apple. Nice coffee ☕️",
            "author_name": "K LTL",
            "relative_time_description": "",
            "time": 1736405343,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place, delicious food, crafted drink, cool design. Don't have too much parking space, so if car, have to park on the road. The design is just perfect, so many small details, big work! Recommended!",
            "author_name": "Anastasiia",
            "relative_time_description": "",
            "time": 1756556901,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Accidentally stop by at this shop because of the heavy rain even has been riding past many times.\nBeautiful shop for your ig feeds.\nStaffs are so humble and good service.\nBright and well-decorated cafe and restaurants.",
            "author_name": "Black Cat Travel",
            "relative_time_description": "",
            "time": 1725723424,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/pg/Delico-Decoration-Coffee-Dessert-2383434985277709/about/?ref=page_internal",
        "index": 6,
        "id": "",
        "categories": [
          "Restaurant",
          "Art cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 11,
            "3": 21,
            "4": 69,
            "5": 289
          }
        },
        "minMinutesSpent": 150,
        "latitude": 7.922467,
        "address": "107/48 ม.5 รัษฎา, Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJlS7hrA8xUDARZLmJ8Yk1f_8",
        "generalDescription": "Refresh Cafe is a charming tropical-style spot that's a must-visit. The Bali-inspired decor and small pool create an inviting atmosphere for relaxation and photo opportunities. Known for its fresh drinks and extensive menu, the cafe offers delicious treats in a picturesque setting. With thatched roofs, lush greenery, and a refreshing pool, it's perfect for capturing tropical vibes on your social media feed.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.391407,
        "rating": 4.2,
        "numRatings": 164,
        "sources": [
          {
            "id": "803789",
            "type": "webPlacesList",
            "url": "https://www.mamybooking.com/blog/12-beautiful-photographic-cafes-in-phuket-that-are-awesome-until-your-friends-must-be-jealous/",
            "sourceSite": "Web",
            "snippet": "Cute cafe in Tropical style, it is considered as another must-try café. It is decorated in a Bali style shop and if you walk backward, you will see a small pool for us to sit and relax and take pictures from many angles. The restaurant’s drinks are fresh and have a large menu to choose from, in addition to the delicious taste and the appearance is also inviting.",
            "siteName": "Mamy Booking - Blog",
            "shortName": "12 beautiful photographic cafes in Phuket that are awesome even your friends must be jealous - Mamy Booking",
            "indexInSource": 1,
            "iconSiteId": 21291,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Mq78EzHOMhKeXkjoSQc9FSXbh304U15R",
          "AVqufGGM3CudEYEr1p94Gcm8N3YOO0cn",
          "tDhOZRsSNRboMVoTYk631Uo3NztNbgpB",
          "HX2Evu4SM4tDoJz1pvDH9dx6SRoII5DD",
          "jR166qL4aNB5aXqzKvJz7GMsjNcG6azA",
          "Mq78EzHOMhKeXkjoSQc9FSXbh304U15R",
          "AVqufGGM3CudEYEr1p94Gcm8N3YOO0cn",
          "tDhOZRsSNRboMVoTYk631Uo3NztNbgpB",
          "HX2Evu4SM4tDoJz1pvDH9dx6SRoII5DD",
          "jR166qL4aNB5aXqzKvJz7GMsjNcG6azA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Refresh Cafe",
        "placeId": "ChIJlS7hrA8xUDARZLmJ8Yk1f_8",
        "internationalPhoneNumber": "+66 95 261 8846",
        "reviews": [
          {
            "rating": 5,
            "text": "We ordered freshly squeezed juice, which was refreshing and clearly made with fresh ingredients. The acai bowl was a highlight – perfectly sized, beautifully presented, and packed with fresh, delicious toppings. The inside ambiance was cozy and welcoming and the staff was friendly. Overall, a great spot for a healthy sweet meal. Highly recommend! They also offer vegan options and oat milk.",
            "author_name": "Filip Šobar",
            "relative_time_description": "",
            "time": 1727410141,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I'm not one to write reviews, but I was quite disappointed. This place has so much potential!☹️ I wish there was a recent review about how it currently looks. I was super excited to come here because on the pictures it looked really cute, especially the pool area. However, when I arrived here the pool was empty and the entire area just looked like it's not maintained at all.",
            "author_name": "carla",
            "relative_time_description": "",
            "time": 1744098008,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Cute cafe with outdoor seating. Didn't have much choice of food that was on the menu though which wasn't great. Served cakes and smoothies but more of a light bite place. Was a few yards from our hostel so very ideal location.",
            "author_name": "Sam's Reviews",
            "relative_time_description": "",
            "time": 1737360701,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Fruit parlor",
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 13,
            "3": 11,
            "4": 42,
            "5": 91
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.886858,
        "address": "parking area, 2/23 limelight avenue, Dibuk Rd, Thalardyai Phuket 83000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJTTlKmPkxUDAR0-o8vEC1jG4",
        "generalDescription": "We Camping Phuket is a delightful dining spot nestled in Kathu, where the charm of camping decor meets a vibrant outdoor seating area. While it may evoke thoughts of camping, the experience here is all about enjoying delicious food and drinks in a unique setting adorned with makeshift tents perfect for photo ops. The menu boasts an exciting mix of Thai-style hot pot that surprises many visitors with its distinct flavors reminiscent of Tom Yum soup, showcasing Thailand's culinary diversity.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.348831,
        "rating": 4.2,
        "numRatings": 136,
        "sources": [
          {
            "id": "910390",
            "type": "webPlacesList",
            "url": "https://www.phuket101.net/kathu/",
            "sourceSite": "Web",
            "snippet": "We Camping Phuket is a local restaurant located in Kathu, with fun camping decor and a vast outdoor sitting area. Despite the name, the place is not related to camping at all: it is the decor theme where customers can sit outdoors while taking photos in the makeshift tents. The food and drinks are good and cheap, and the team is friendly.",
            "siteName": "Phuket 101",
            "shortName": "Kathu - What to do in Kathu?",
            "indexInSource": 2,
            "iconSiteId": 232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "v3OracO6j66sONDwlDUh5aAHMZU99soD",
          "mT2GtJgxk11YlfQmO0958Gc6VzEzN3ok",
          "ycQJf6CBdEhNTABJ1b1b47I5ENebgele",
          "v3OracO6j66sONDwlDUh5aAHMZU99soD",
          "mT2GtJgxk11YlfQmO0958Gc6VzEzN3ok",
          "ycQJf6CBdEhNTABJ1b1b47I5ENebgele"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1700"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "We Camping Phuket",
        "placeId": "ChIJTTlKmPkxUDAR0-o8vEC1jG4",
        "internationalPhoneNumber": "+66 98 017 4481",
        "reviews": [
          {
            "rating": 5,
            "text": "We Camping Phuket is such a great place to eat! We tried the Thai-style hot pot here, which was a surprise because we always thought hot pot was only popular in China. It turns out Thailand has it too, and the flavor is so unique-kind of like Tom Yum soup. It was our first time trying it, and we found it really special and exciting. The only thing is that the restaurant doesn't seem to have many international tourists, so we had to communicate using a translator instead of English. Overall, it was a fun and delicious experience!",
            "author_name": "Zewei Zhang",
            "relative_time_description": "",
            "time": 1735056716,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We tried European food here. Tasty food with little quantity.\n\nService was outstanding. Staff was very helpful and kind.\n\nLoved the ambience.",
            "author_name": "Adv Surabhi Sawant",
            "relative_time_description": "",
            "time": 1730977052,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The restaurant is a proper eastern european one with a huge variety of food. The chef is great, and the food is amazing. The chef is open for any food ideas, and if you tell him in advance, he can cook what you like.\nThe restaurant has many Romanian dishes and all are great.\nThe atmosphere is very nice too and in the evenings they have live music, also plenty of space for big groups.\nThe menu includes dishes from Romania, Russia, and local Thai food.\nI definitely recommend this restaurant, and i will always be glad to go.",
            "author_name": "SuperYacht Days",
            "relative_time_description": "",
            "time": 1709978844,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://summerlandphuket.com/foodmenu",
        "index": 8,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar & grill"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 7,
            "3": 14,
            "4": 26,
            "5": 82
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.907909,
        "address": "2/127 หมู่ 2 ตำบลกะทู้, Phuket, Kathu District, Phuket 83120, Thailand",
        "travel_time": null
      }
    ]
  }
}