{
  "list_id": "712",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/712/1.jpg",
  "description": "Dive into \"Romantic Escapes in Khao Lak\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163878"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Romantic Escapes in Khao Lak",
  "city_id": "173",
  "subtype": "poi",
  "city": "Khao Lak",
  "created_ts": 1759252956,
  "slug": "romantic-escapes-in-khao-lak-khao-lak-poi-e110ca",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ2YYyj43uUDAR0Jh237IAAR0",
        "generalDescription": "Khao Lak-Lam Ru National Park, named after its two peaks, is a tropical forest park known for its scenic beaches and diverse wildlife. The area has rebounded from the 2004 tsunami and now offers vibrant tourism experiences. Visitors can enjoy sunbathing on Khao Lak beach, engaging in conservation activities, and exploring the rich underwater world off the Andaman Sea coast. The park also features mesmerizing waterfalls and abundant wildlife for nature enthusiasts to explore.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.239814,
        "rating": 4.5,
        "numRatings": 2145,
        "sources": [
          {
            "id": "1041464",
            "type": "webPlacesList",
            "url": "https://www.travelfish.org/location/thailand/southern_thailand/phang_nga/khao_lak",
            "sourceSite": "Web",
            "snippet": "The actual Khao Lak beach is a small one, located just south of Khaolak Lamru National Park, but the name \"Khao Lak\" is generally used to refer to a 30 km long coastal area from Bang Sak to the north and the Thap Lamu pier area to the south. Beaches continue all the way north up to Ban Nam Khem and Ko Kho Khao and south down to Thai Muang and Phuket, so if you like long walks on the beach, the general Phang Nga coastal area — with Khao Lak at its centre — is a good choice.",
            "siteName": "Travelfish",
            "shortName": "Khao Lak travel guide",
            "indexInSource": 6,
            "iconSiteId": 490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011633",
            "type": "webPlacesList",
            "url": "https://www.aleenta.com/blog/things-do-khao-lak/",
            "sourceSite": "Web",
            "snippet": "If you’re dying to encounter some of Thailand’s exotic wildlife, consider exploring the Khao Lak-Lum Ru Park jungle. Within the boundaries of this park, you’ll find a true tropical forest, complete with a tree canopy, waterfalls, and rivers. You may also encounter many animals here, including tigers, osprey, and cobras.",
            "siteName": "Aleenta Resorts",
            "shortName": "Things to Do in Khao Lak",
            "indexInSource": 1,
            "iconSiteId": 2223,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011631",
            "type": "webPlacesList",
            "url": "https://www.apsarakhaolak.com/5-lovely-activities-to-do-on-your-honeymoon-in-khao-lakthailand/",
            "sourceSite": "Web",
            "snippet": "Deep within the dense rainforest, you and your partner can take on a safari adventure and witness exotic wildlife along the way at the Khao Lak National Park.",
            "siteName": "Apsara Beachfront Resort and Villa",
            "shortName": "5 Lovely Activities to Do on Your Honeymoon in Khao Lak,Thailand",
            "indexInSource": 2,
            "iconSiteId": 38359,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KRxz0EdnE0E6FgdV58jhBf3DVcyuqBwH",
          "hfQ6ru2FqUs2V8qM3WVccY7oC78BdiER",
          "kwn9PTQajR3EPNOBEU3zOIo6jsJ9nw3N",
          "CWdeIjeZZ7Ee3snz7cKYP4VEbi238Z1h",
          "OukyaDLTUcj1upebxiV7PgicpbZsblTh",
          "KRxz0EdnE0E6FgdV58jhBf3DVcyuqBwH",
          "hfQ6ru2FqUs2V8qM3WVccY7oC78BdiER",
          "kwn9PTQajR3EPNOBEU3zOIo6jsJ9nw3N",
          "CWdeIjeZZ7Ee3snz7cKYP4VEbi238Z1h",
          "OukyaDLTUcj1upebxiV7PgicpbZsblTh"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Khao Lak-Lam Ru National Park",
        "placeId": "ChIJ2YYyj43uUDAR0Jh237IAAR0",
        "internationalPhoneNumber": "+66 76 485 243",
        "reviews": [
          {
            "rating": 5,
            "text": "It's pretty. I loved the beach the most. There's also a restaurant and toilets. You could have a picnic there too.",
            "author_name": "Anna Smithers",
            "relative_time_description": "",
            "time": 1746365196,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We entered the Lam Ru National Park close to the big road in Khao Lak. Ticket was 100 baht per person. The trail goes 1,1 km to Small Sandy Beach. At first this distance seems nothing but actually the terrain can be a bit challenging and takes more time than you think. In pictures it's difficult to understand but it goes up and down and mostly nature trail, not stairs. Lots of roots, rocks, uneven steps. For elderly and kids, I'd say it's challenging.\nBe aware, on this trail you won't find a waterfall.\nThere are toilets, and one restaurant and at the beach one cafe. Trail is open until 16.30 and don't exactly remember the wording, but being out there after that time can bring you a penalty up to 100 000 baht.\n\nOverall we enjoyed the hike and the views.",
            "author_name": "Kersti P",
            "relative_time_description": "",
            "time": 1736472814,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing place, great nature, you can spot lizards (i saw even a big one) and easy hiking with beautiful beach in the end with small bar with shakes coffee soft drinks. There are toilets in many places. Totally recommended. 100thb entrance, 20thb parking for motorbike.",
            "author_name": "Aleksander “Alek” Rutkowski",
            "relative_time_description": "",
            "time": 1739342140,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.thainationalparks.com/khao-lak-lam-ru-national-park",
        "index": 1,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 34,
            "3": 150,
            "4": 499,
            "5": 1413
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.626358,
        "address": "หมู่ที่ 7, Phet Kasem Rd, Khuekkhak, Takua Pa District, Phang Nga 82210, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJcf9BE-_pUDARa7D0LOftkJM",
        "generalDescription": "Coconut Beach in Khao Lak, Thailand is a picturesque destination known for its soft white sands, clear turquoise waters, and coconut palm-fringed shoreline. Nestled just 2 kilometers from Pakarang Beach, this idyllic spot offers a serene escape with stunning views of the Andaman Sea. Protected from strong waves by Parakang Cape to the west, it's perfect for swimming and relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.234664,
        "rating": 4.6,
        "numRatings": 1593,
        "sources": [],
        "imageKeys": [
          "hZzhvZUnMqQPUutP4jggkqaCj9ftl5mQ",
          "Hzky43FtOaK7csiVCKpMXfCvqn37ZYia",
          "SokcLOxk2nhAyCVexsmydkVZvaaLioAs",
          "bcRzCOcXr0QsWSI2FWWxE0OLaAxEwgEp",
          "eTbapf7hiRY8lD6L6gUByOWLO0jCa1Pg",
          "hZzhvZUnMqQPUutP4jggkqaCj9ftl5mQ",
          "Hzky43FtOaK7csiVCKpMXfCvqn37ZYia",
          "SokcLOxk2nhAyCVexsmydkVZvaaLioAs",
          "bcRzCOcXr0QsWSI2FWWxE0OLaAxEwgEp",
          "eTbapf7hiRY8lD6L6gUByOWLO0jCa1Pg"
        ],
        "openingPeriods": [],
        "name": "Coconut beach",
        "placeId": "ChIJcf9BE-_pUDARa7D0LOftkJM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice quiet beach. But you may get a little greeting from a jellyfish, it's a bit annoying, I was treated by a nice lady from the buffet, but I recommend taking a small bottle of vinegar with you (this applies to the whole Khao Lak area)",
            "author_name": "Boris Mager",
            "relative_time_description": "",
            "time": 1746065048,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Coconut Beach was the perfect escape - we loved the peaceful, remote vibe. There were a few great beach bars to choose from, each with its own charm. The highlight? Getting a massage right on the beach while listening to the waves. Pure bliss!",
            "author_name": "Brittany Green",
            "relative_time_description": "",
            "time": 1747531736,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the warm and clean beaches in the south of Thailand. We went to Khao Sok from phuket and on our way back we looked for some nice beaches around Phang Nga and coconut beach was recommended. There is also White sand beach close it. What I like the most is that when you get sun loungers with 100baht you can get food with it (included but only food that is less than 100 not drinks) so when u get urself a sun loungers ask for that 😅 we got coconut 🥥 and cheese balls and fries. The coconut was worth it. And it is not crowded which is a plus👌",
            "author_name": "Salah Eddine Saadallah",
            "relative_time_description": "",
            "time": 1744427783,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 20,
            "3": 82,
            "4": 332,
            "5": 1129
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.733764,
        "address": "Khuekkhak, Takua Pa District, Phang Nga, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJA7-CSsTuUDARjD_wbmDhdWA",
        "generalDescription": "Casual restaurant serving Italian pasta, pizza & grill dishes, with a special children's menu.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.250016,
        "rating": 4.6,
        "numRatings": 746,
        "sources": [
          {
            "id": "2353667",
            "type": "webPlacesList",
            "url": "https://khaolakcenter.com/top-10-romantic-dining-spots-in-khao-lak/",
            "sourceSite": "Web",
            "snippet": "On this special day, you and your loved one deserve authentic Italian cuisine at Bella Italia, crafted by Sandro, the Italian owner. Enjoy crispy wood-fired pizzas, fresh pasta, and delectable Italian gelato in a cosy, romantic atmosphere, an ideal setting for a memorable evening with your special one. 📩 Reservation :  📞 +66631648292 |🔗 Bella Italia",
            "siteName": "Khao Lak Center",
            "shortName": "Top 10 Romantic Dining Spots in Khao Lak",
            "indexInSource": 2,
            "iconSiteId": 57730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MI1yiSMX9oKlQ4KqRPK6k35Ua6yNuc0w",
          "ONspHldtx5qBDKnYUipqjW2LFZBaC4bx",
          "QsoPhPf988EXK1lvHyB4q1vBveQpWb3t",
          "MI1yiSMX9oKlQ4KqRPK6k35Ua6yNuc0w",
          "ONspHldtx5qBDKnYUipqjW2LFZBaC4bx",
          "QsoPhPf988EXK1lvHyB4q1vBveQpWb3t"
        ],
        "openingPeriods": [],
        "name": "Pizzeria Ristorante Bella Italia",
        "placeId": "ChIJA7-CSsTuUDARjD_wbmDhdWA",
        "internationalPhoneNumber": "+66 63 164 8292",
        "reviews": [
          {
            "rating": 5,
            "text": "Tastes like Italy but when in Thailand. I do recomend going here if you want a good piece of bread after weeks of rice. Yum!",
            "author_name": "Caroline E",
            "relative_time_description": "",
            "time": 1744701773,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Omg... The 6 of us wondered... How did this restaurant score so highly, when none of us enjoyed any of the food they served?\nOn the first night, they were full and as we were already hungry, we decided against waiting to be seated. So we agreed to come back the following day during lunchtime...\nAnd so we were back, and we were glad that there was almost no one else during lunch. It's almost like having the whole restaurant to ourselves!\nWe proceeded to order 2 pizzas, 2 pastas, a tuna carppacio and some other sides, which we couldn't remember. Coming here full of anticipation only got us really disappointed....\nLet me start off with the first pasta with olives... Can't really remember the name of it, but I don't taste any italian authenticity in it, and the pasta lack any flavour, other than the black olives that provided that bit of saltiness. I was hoping that the anchovies will give it that fragrance but the anchovies seem to have swam off somewhere and could hardly be found there...\nTo be fair, we were told beforehand that it would be dry, so we shdnt complain on that, but then again, it was really way too dry.\nThe aglio olio on the other hand was wetter, as there's the olive oil all around the pasta. On first taste, it was decent... But it's really just normal... One for us decided to take a bite and try the garlic... I mean how bad can garlic be in an aglio olio... She said it was really bad... And lack the garlic taste. I didn't quite agree with her, but definitely, I can cook better than them!\nWe were also excited about the pizza... The crust was decent but we couldn't understand why they had to also cook the Parma ham, which made it really really dry! (To make ourselves feel better, we ordered another Parma ham pizza the following day at a Phuket town restaurant and it was SO MUCH better. That restaurant wasn't even Italian).\nFinally the tuna carppacio... It didn't came as expected and strange to have rockets on it... Probably to make it look and feel more Italian??\nWe proceeded to squeeze the lemon on it, and regretted... This dish tasted only of very mild olive oil and that sour taste from the lemon. Strange dish, perhaps trying to mimick some Thai or Japanese fusion raw tuna? Still, I managed to finish eating it as it was still pretty edible.\nAt the end of the day, none of us were satisfied with this meal and we had to grab a bite somewhere else to fulfil our stomach wishes!\nOverall, this is a 3.5 out of 10. Am not sure if it's because the good chefs only work in the evening ... But to have such level of quality during lunch, I feel they might as well just remain open only for dinner services... So I will strongly discourage anyone from dining here during lunchtime.... For dinner... Only u can tell... But we will never, as there is no chance we will be back again.",
            "author_name": "Jialong Liu",
            "relative_time_description": "",
            "time": 1737907939,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "this evening we wanted a real pizza and also a good Spritz! we were satisfied! as a former restaurant owner we appreciated the attentive and careful service of the waiters and the kindness of the owner Alessandro",
            "author_name": "Alessandro Dotta",
            "relative_time_description": "",
            "time": 1734971024,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/sandrobelllaitalia/?locale2=th_TH",
        "index": 3,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 23,
            "3": 26,
            "4": 115,
            "5": 571
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.645133,
        "address": "Nang Thong Road, Khuekkhak, Takua Pa District, Phang Nga 82190, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJb0HxZGLvUDAR6jwmXNMZ3kQ",
        "generalDescription": "Ton Chong Fa Waterfall, located approximately 7 km from Bang Niang, is a popular attraction in Khao Lak-Lam Ru National Park. The waterfall consists of five levels, with the first level accessible after a twenty-minute walk through a lush rainforest. Visitors can cool off in the large pool at this level before embarking on a more challenging hike to reach the higher levels. The journey to the upper levels involves navigating narrow and steep paths, making it suitable for physically fit travelers.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.287142,
        "rating": 4.5,
        "numRatings": 527,
        "sources": [
          {
            "id": "1011631",
            "type": "webPlacesList",
            "url": "https://www.apsarakhaolak.com/5-lovely-activities-to-do-on-your-honeymoon-in-khao-lakthailand/",
            "sourceSite": "Web",
            "snippet": "If you’ve had your fair share of sun-bathing at Khao Lak’s famous beach towns, there is more nature to explore beyond the sandy shorelines, forests, and mountains. If you want to freshen up at tranquil scenery, chasing adventure at the Chong Fah Waterfall is sure to add a splash of excitement to your honeymoon trip.",
            "siteName": "Apsara Beachfront Resort and Villa",
            "shortName": "5 Lovely Activities to Do on Your Honeymoon in Khao Lak,Thailand",
            "indexInSource": 1,
            "iconSiteId": 38359,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412377",
            "type": "webPlacesList",
            "url": "https://www.devasom.com/khaolak/3-exciting-activities-to-do-in-khao-lak-for-your-nature-driven-honeymoon/",
            "sourceSite": "Web",
            "snippet": "Khao Lak is known for its beautiful beaches and vibrant night markets, but there’s more beauty to discover beyond its lush jungles. If you’re looking to chase safari adventures deep within the island’s forests, hiking to the Chong Fah Waterfall is sure to add a refreshing take on your honeymoon.",
            "siteName": "Devasom Khao Lak",
            "shortName": "3 Exciting Activities to Do in Khao Lak For Your Nature - Driven Honeymoon",
            "indexInSource": 1,
            "iconSiteId": 37160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011633",
            "type": "webPlacesList",
            "url": "https://www.aleenta.com/blog/things-do-khao-lak/",
            "sourceSite": "Web",
            "snippet": "In Khao Lak, the Chong Fah Waterfall is a site not to be missed. Water pours down the rocks through lush, green vegetation into a lagoon-like pool that is perfect for a relaxing swim. You won’t want to leave this idyllic spot.",
            "siteName": "Aleenta Resorts",
            "shortName": "Things to Do in Khao Lak",
            "indexInSource": 0,
            "iconSiteId": 2223,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iVX3gjpvf0UWMsWgMgtFnMATiJ39AMOj",
          "0bW1nUbrWUOgjwotNr0Io77ijLUO4iqL",
          "2rludQjusotScgZnNKLHOZYwGDchLGHn",
          "sNVJdblo6N0r59tEjiKkl8E6Az74P9aL",
          "5Xa6otMPfsDTlPd3ynkzYhAPoBtvnSxk",
          "iVX3gjpvf0UWMsWgMgtFnMATiJ39AMOj",
          "0bW1nUbrWUOgjwotNr0Io77ijLUO4iqL",
          "2rludQjusotScgZnNKLHOZYwGDchLGHn",
          "sNVJdblo6N0r59tEjiKkl8E6Az74P9aL",
          "5Xa6otMPfsDTlPd3ynkzYhAPoBtvnSxk"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Ton Chong Fa Waterfall",
        "placeId": "ChIJb0HxZGLvUDAR6jwmXNMZ3kQ",
        "internationalPhoneNumber": "+66 76 485 243",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing place, 100thb entrance, 4 waterfalls in 1km hiking. I was there before 10am almost no one there in high season and it took me 2h but if you go with more people 3h with making photos and small swim with fish spa is enough time.\nWear proper shoes after 3d waterfall its getting harder.\nBeautiful nature.\nRemember about bringing water.\nHave fun!",
            "author_name": "Aleksander “Alek” Rutkowski",
            "relative_time_description": "",
            "time": 1739341821,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ton Chong Fa Waterfall – A Journey of Sweat, Fish, and Poor Life Choices\n\nVisited this jungle gem thinking, “How bad can a short hike be?” Spoiler alert: very. I arrived full of hope and left looking like a 90-year-old who just escaped the ICU. The first waterfall is gorgeous - totally worth it. They say there are four more... but sometimes, you just have to look mortality in the eye and say: “Nah, I'm good.”\n\nSat with my feet in the cool water, only to be gently exfoliated by a gang of local fish nibbling at my toes like it was happy hour. Very spa-like. Very wild.\n\nAlso encountered a lost, chain-smoking Russian tourist puffing away like he was on a break from a coal mine. Politely pointed out the very clear NO SMOKING signs, but apparently, nature rules don't apply if you're carrying a pack of Marlboros and no soul.\n\nPro tips:\n\nBring water. Or beer. Whatever fuels your spirit.\n\nWear actual shoes. Hiking up in slippery beach flip-flops is a bold move - and by bold, I mean stupid. Don't be me.\n\nPrepare to sweat. Like, Niagara Falls levels of sweat.\n\nWould I do it again? Probably. But next time, I'm bringing sherpas and a personal fan. Highly recommend.",
            "author_name": "Jeroen Henneman",
            "relative_time_description": "",
            "time": 1744969372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Only 100 baht for entrance and great waterfalls. You can get to to the first waterfall Stage quite easy but after that you have to do quite some hiking and walking through water. We've done it with sandals quite easy and some parts can be done barefoot.\n\nThe water is very clean and fresh and nice for a dip. But don't expect to have a relaxing day as the pool areas are quite small",
            "author_name": "Moritz Gutfrucht",
            "relative_time_description": "",
            "time": 1750871112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 9,
            "3": 32,
            "4": 90,
            "5": 383
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.65614,
        "address": "M74P+FV2, Takua Pa, Takua Pa District, Phang Nga 82110, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ2SrmbljCUDAR_JY4oQ3txeQ",
        "generalDescription": "Bang Sak Beach, located at the northern end of Phang Nga's coastline, offers a serene expanse of golden sands and clear emerald waters. The area is home to luxurious beachfront resorts and is surrounded by natural attractions such as waterfalls, streams, and lush forests, providing opportunities for activities like bamboo rafting and hiking. The beach also features charming seafood shacks serving local delicacies and refreshing beverages.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.262091,
        "rating": 4.5,
        "numRatings": 416,
        "sources": [],
        "imageKeys": [
          "eB8rsXMGFWbMbPIwfO2V0orgx3Lbf2qZ",
          "fLCoCFsmLslV748hrT2TEZ9kE4raT3sc",
          "9ZNfXzAAVt62kLbKFoAzx4bkIK57Rhl8",
          "eB8rsXMGFWbMbPIwfO2V0orgx3Lbf2qZ",
          "fLCoCFsmLslV748hrT2TEZ9kE4raT3sc",
          "9ZNfXzAAVt62kLbKFoAzx4bkIK57Rhl8"
        ],
        "openingPeriods": [],
        "name": "Bang Sak Beach",
        "placeId": "ChIJ2SrmbljCUDAR_JY4oQ3txeQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely beach. Lots of shells, corals and rocks so wear boat shoes when wading into the water. There are jelly fish and sea lice so take care",
            "author_name": "Arshia Gratiot",
            "relative_time_description": "",
            "time": 1703861641,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A really peaceful beach without crowded tourists. There are about 3 restaurants next to the ocean and you can eat on the beach. The road along this beach is quiet and not busy. There are many trees and shadows for picnic and putting up a hammock.",
            "author_name": "Mark Khaolak",
            "relative_time_description": "",
            "time": 1737535387,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice sandy beach. Lots of shade from trees. Small local market with food near the beach.",
            "author_name": "Maria Dashutina",
            "relative_time_description": "",
            "time": 1730444411,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 28,
            "4": 107,
            "5": 271
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.788557,
        "address": "Bang Muang, Takua Pa District, Phang Nga 82190, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJK9ORtDHpUDAR_58msu8FAMg",
        "generalDescription": "Bang Niang Market is a vibrant open-air marketplace in Khao Lak's Bang Niang district, offering local handicrafts and street foods year-round. It's a must-visit for those seeking an authentic Thai cultural experience. Just a short ride north from La On, this area boasts a famous food and souvenir market with less crowded spaces compared to other areas. While not the largest beach, Bang Niang offers a perfect sunset, calm waters for swimming, and shady spots for relaxation.",
        "utcOffset": 420,
        "maxMinutesSpent": 150,
        "longitude": 98.251571,
        "rating": 4.2,
        "numRatings": 7752,
        "sources": [
          {
            "id": "1412377",
            "type": "webPlacesList",
            "url": "https://www.devasom.com/khaolak/3-exciting-activities-to-do-in-khao-lak-for-your-nature-driven-honeymoon/",
            "sourceSite": "Web",
            "snippet": "There’s no shortage of fun in Khao Lak as the popular beach towns, exotic jungles, rich cultural heritage, and other hidden beauties in between are worth dedicating a spot in your itinerary. However, shopping for local trinkets in the island’s neon-clad market also offers a unique experience on its own.",
            "siteName": "Devasom Khao Lak",
            "shortName": "3 Exciting Activities to Do in Khao Lak For Your Nature - Driven Honeymoon",
            "indexInSource": 2,
            "iconSiteId": 37160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1041464",
            "type": "webPlacesList",
            "url": "https://www.travelfish.org/location/thailand/southern_thailand/phang_nga/khao_lak",
            "sourceSite": "Web",
            "snippet": "Bang Niang beach lies to the north of Nang Thong, and while it’s also popular and full of resorts and restaurants, it retains a quieter, lower key feel. A night market and bus station are located along Phet Kasem Rd in Bang Niang.",
            "siteName": "Travelfish",
            "shortName": "Khao Lak travel guide",
            "indexInSource": 2,
            "iconSiteId": 490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011631",
            "type": "webPlacesList",
            "url": "https://www.apsarakhaolak.com/5-lovely-activities-to-do-on-your-honeymoon-in-khao-lakthailand/",
            "sourceSite": "Web",
            "snippet": "With that in mind, Biang Niang Market is a colorful town that offers the best shopping site in town – from clothes, accessories, to food tripping between the throngs of stalls that offer a taste of authentic Thai cuisine.",
            "siteName": "Apsara Beachfront Resort and Villa",
            "shortName": "5 Lovely Activities to Do on Your Honeymoon in Khao Lak,Thailand",
            "indexInSource": 3,
            "iconSiteId": 38359,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2QmFg4qx3wq4mUnMGTRd9h4vxcWPIA8Y",
          "yZNzMKNwUJSMeBNlN39UL7b6uvYj3HAM",
          "dUtp8BytL3Kc1Xr2i1AjNOQM8COnOAHT",
          "TxZxDrHGagOjYDGdpJTHQgetFxEiyfiR",
          "ljOOXhNJuNVq8knErhJIgyR6cnimMA8h",
          "2QmFg4qx3wq4mUnMGTRd9h4vxcWPIA8Y",
          "yZNzMKNwUJSMeBNlN39UL7b6uvYj3HAM",
          "dUtp8BytL3Kc1Xr2i1AjNOQM8COnOAHT",
          "TxZxDrHGagOjYDGdpJTHQgetFxEiyfiR",
          "ljOOXhNJuNVq8knErhJIgyR6cnimMA8h"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Bang Niang Market",
        "placeId": "ChIJK9ORtDHpUDAR_58msu8FAMg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Fun very large market with a wide variety of vendors. Many souvenirs options, t shirts and well known brand (most likely knockoffs but not bad quality…) backpacks.\n\nYou can easily spend a few days walking through this market but before you go make sure to check it's open since they close 3 days a week.",
            "author_name": "Atara Szlar",
            "relative_time_description": "",
            "time": 1752894448,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pretty nice evening market with places to sit and have dinner. More non-food though. Food stands sell more or less the same products. When in Khao Lak it is worth visiting for the experience.",
            "author_name": "Emile Wassen",
            "relative_time_description": "",
            "time": 1745751407,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "They have price fixing and not everyone wants to negotiate the prices of certain goods. The assortment is rich and they also consider tourists to be rich. Some sellers believe that if you want to know the price, you have to buy it. The food is delicious and at good prices.",
            "author_name": "Hubert Wlosek",
            "relative_time_description": "",
            "time": 1746705112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.bangniangmarket.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Market",
          "Shopping",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 189,
            "2": 279,
            "3": 1163,
            "4": 2538,
            "5": 3579
          }
        },
        "minMinutesSpent": 150,
        "latitude": 8.666674,
        "address": "Phet Kasem Rd, Khuekkhak, Takua Pa District, Phang Nga 82220, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJiUPm2wbpUDARVMUOM4f4DTs",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": 240,
        "longitude": 98.252323,
        "rating": 4.8,
        "numRatings": 91,
        "sources": [
          {
            "id": "2353667",
            "type": "webPlacesList",
            "url": "https://khaolakcenter.com/top-10-romantic-dining-spots-in-khao-lak/",
            "sourceSite": "Web",
            "snippet": "📍 private dining experienc e | intimate private garden dinner. Celebrate love this Valentine’s Day with an intimate private garden dinner at a special price of 4,500 THB/couple. Limited tables available – Book now!",
            "siteName": "Khao Lak Center",
            "shortName": "Top 10 Romantic Dining Spots in Khao Lak",
            "indexInSource": 5,
            "iconSiteId": 57730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Agj9BV9MKPS5A9YDFZWDTlss2s9Pam6v",
          "XieuGATrXsMdoIWIgeS0h9yqKxKDlmLK",
          "ElrTzbsTc9PGB7BqcKVPxkMppCVOD1LI",
          "Agj9BV9MKPS5A9YDFZWDTlss2s9Pam6v",
          "XieuGATrXsMdoIWIgeS0h9yqKxKDlmLK",
          "ElrTzbsTc9PGB7BqcKVPxkMppCVOD1LI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "La Vita Sana",
        "placeId": "ChIJiUPm2wbpUDARVMUOM4f4DTs",
        "internationalPhoneNumber": "+66 76 428 589",
        "reviews": [
          {
            "rating": 5,
            "text": "My partner and I recently visited La Vita Sana for a full day spa experience.\n\nAnd I must say, this was THEE most worth it thing we've done on our trip here.\n\nMoney extremely, extremely well spent!\n\nFrom the atmosphere, to the staff, to the food, everything was fantastic.\n\nThey've only been open about 8 months so I was told. And We were somehow the only guests ALL day! So it was like a private spa experience with no other guests whatsoever.\n\nWe indulged in the private dinner as well and everything was so amazing and picturesque.\n\nIf you're looking for a spa day in the Khao lak area, this is the spot to be.\n\nAlso, shoutout and Thank you M for playing pickleball with me too!",
            "author_name": "Brendan David",
            "relative_time_description": "",
            "time": 1734528444,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "YOU GOTTA GO HERE! I will come back to Khao Lak again next year just to come back here! I went here EVERY DAY I was in Khao Lak because I was so impressed with this beautiful, two years old wellness center. Both NUI and MUKDA in the SPA gave very good Thai massages, very intuitive. Mukda also did the facial special which was delightful and had many steps over 90 minutes in a beautiful spa room. AOM and PRUDY at the front desk were both professional and fun.\nYOGA - The yoga TEACHER, RIM, was quite experienced and the view from the yoga studio onto the lake was BEAUTIFUL. I especially liked her little sound bath at the end of yoga class, her adjustments just for my yoga practice and making sure I always had spring water in my glass during class.\nRESTAURANT - The menu had both healthy sections like grilled fish, purple potatoes and spinach with a juice bar. As well as local southern Thai recipes.\nI forgot the nice driver's name but he picked me up and drop me off at my hotel which is not part of the three hotels associated with the spa.",
            "author_name": "Michael Huffman",
            "relative_time_description": "",
            "time": 1740754544,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "La Vita Sana Khaolak provided what might be the most relaxing spa day we've ever had – a truly exceptional experience from start to finish. We opted for the half-day package, which offered a wonderful sequence of treatments.\n\nIt began with the Onsen. We appreciated having the area to ourselves but I figure that was because it wasn't a very busy afternoon. The cold water plunge was perfectly invigorating. A minor note: we would have preferred slightly hotter water and steam, but overall it was a peaceful beginning. The subsequent massage, however, was absolutely perfect – deeply relaxing and expertly delivered. The calming sound healing session that followed was equally wonderful.\n\nThe package finished with a lovely lunch that was light, healthy, and surprisingly delicious. Throughout the visit, we admired the beautiful aesthetics and tranquil atmosphere of the spa. If you're looking for profound relaxation in Khao Lak, La Vita Sana is a must-visit.",
            "author_name": "Ronit Bhat",
            "relative_time_description": "",
            "time": 1743849591,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.lavitasanakhaolak.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Wellness center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 2,
            "4": 2,
            "5": 84
          }
        },
        "minMinutesSpent": 240,
        "latitude": 8.679608,
        "address": "80, 15 หมู่ที่ 5 Phet Kasem Rd, Khuekkhak, Takua Pa District, Phang Nga 82220, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJZYWrovnvUDARtwy2ZlCUNbs",
        "generalDescription": "Perched on a hill in Khuekkhak, KhaoLak Phu View offers a cozy and relaxed dining experience with stunning views of the Andaman Sea. The restaurant serves a variety of Western and Thai dishes, including fresh seafood at reasonable prices. Accessible via a steep road or shuttle service, it's known for its romantic ambiance and delicious food. Additionally, visitors can arrange sunset dinner cruises in the nearby Phang Nga Bay for an unforgettable experience.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.255084,
        "rating": 4.3,
        "numRatings": 719,
        "sources": [
          {
            "id": "2353667",
            "type": "webPlacesList",
            "url": "https://khaolakcenter.com/top-10-romantic-dining-spots-in-khao-lak/",
            "sourceSite": "Web",
            "snippet": "Celebrate this special day on top of the hill with a breathtaking panoramic view of Khao Lak. Enjoy a candlelit dinner under the stars, paired with fine wine for a magical Valentine’s evening.",
            "siteName": "Khao Lak Center",
            "shortName": "Top 10 Romantic Dining Spots in Khao Lak",
            "indexInSource": 6,
            "iconSiteId": 57730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ItztNhRYzF0tYsBxdaSOBXUPJLZlydzN",
          "BkJEyGdtlrJYUsJ4bB4FoXvFVqjD6hmQ",
          "QkBdtlyB4wDUKyxAI6nq1QOlz2y5Moiy",
          "5TNCUOXdHIceEDjPW0mWpiOmNC7Ykk6s",
          "WjRpLQtMbaSFk4NdgLUybEXTKnbapgSc",
          "ItztNhRYzF0tYsBxdaSOBXUPJLZlydzN",
          "BkJEyGdtlrJYUsJ4bB4FoXvFVqjD6hmQ",
          "QkBdtlyB4wDUKyxAI6nq1QOlz2y5Moiy",
          "5TNCUOXdHIceEDjPW0mWpiOmNC7Ykk6s",
          "WjRpLQtMbaSFk4NdgLUybEXTKnbapgSc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "KhaoLak Phu View",
        "placeId": "ChIJZYWrovnvUDARtwy2ZlCUNbs",
        "internationalPhoneNumber": "+66 87 895 5891",
        "reviews": [
          {
            "rating": 5,
            "text": "A place with a stunning view, delicious food and reasonable prices, what can you ask for more?\n\nThe restaurant is located at an elevated point overlooking the main road and the sea. The view is gorgeous, especially during the sunset. Since getting there may be challenging for some (it's a bit of a steep climb), they offer free transportation from the road to the restaurant and back even to your hotel.\n\nThe only small caveat I noticed was the service which was a bit slow, but understandable since the place does not have a lot of staff.",
            "author_name": "Serban Vadineanu",
            "relative_time_description": "",
            "time": 1729343572,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a great time at the restaurant. We stayed on until the monsoon rain passed. Food is so yummy. Homecooked Thai food.  Very nice mango sticky rice dessert. The owners blessed us with their homegrown mangosteen and rambutans. So sweet and juicy as it was the season.\nThey provide free transport from the main road. We would see the Andaman sea. Beautiful.",
            "author_name": "Jophia Bok",
            "relative_time_description": "",
            "time": 1750990257,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a cool place! Great view and amazing food. Fish was fresh and the taste was really good. The pineapple chicken curry was so tasty. Prices are as cheap as on the street and yet the service is 5 star.",
            "author_name": "Nathan Kowalski",
            "relative_time_description": "",
            "time": 1727750476,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 1,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://m.facebook.com/%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81-%E0%B8%A0%E0%B8%B9%E0%B8%A7%E0%B8%B4%E0%B8%A7-KhaoLak-Phu-View-2745078595588997/?utm_source=tripadvisor&utm_medium=referral",
        "index": 8,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 28,
            "3": 65,
            "4": 135,
            "5": 450
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.648885,
        "address": "Khuekkhak, Takua Pa District, Phang Nga 82190, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJA_GhuGTCUDARY4FvXrYur4w",
        "generalDescription": "Pak Weep Beach, located in Khao Lak, is a family-friendly destination known for its tranquil atmosphere and entertainment options. Unlike other beaches in the area, Pak Weep offers a quieter and less touristy experience. The beach is lined with trees and features facilities dedicated to children such as slides, tree swings, and inflatable toys. It's also conveniently located near Nang Thong Beach and La On Village for those seeking nightlife.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.258238,
        "rating": 4.6,
        "numRatings": 293,
        "sources": [],
        "imageKeys": [
          "iYeI7alSrfhMmGdTkgBPNL8ExXTMMmmD",
          "4nJIeO6IXv3Zk4DIrNhuNOPO5yJffaia",
          "iYeI7alSrfhMmGdTkgBPNL8ExXTMMmmD",
          "4nJIeO6IXv3Zk4DIrNhuNOPO5yJffaia"
        ],
        "openingPeriods": [],
        "name": "Pak Weep Beach",
        "placeId": "ChIJA_GhuGTCUDARY4FvXrYur4w",
        "internationalPhoneNumber": "+66 98 093 1752",
        "reviews": [
          {
            "rating": 5,
            "text": "Our favourite beach of our month long visit to Thailand. Most other beaches that we went to were really busy which is not our cup of tea at all.\n\nThis beach was always very quiet and is ideal for walking for miles in either direction, which we did every time that we visited. We were staying in Khao Lak but it worth the 10 - 15 minute journey heading north to get away from the crowds.\nThe sea was always calm and ideal for swimming.\n\nWe always used The Golden Teak restaurant and bar which is one of the first that you come to as the food and drink were excellent and the staff were brilliant. ( See my review )\nWe would spend all day there which was so relaxing.",
            "author_name": "Richard Williams",
            "relative_time_description": "",
            "time": 1707210170,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had a lovely time with my boyfriend, we walked along the beach and played on the swing.\nIt's such a peaceful, secluded spot with hardly anyone around.\nSo quiet and calming, perfect for a relaxing getaway.",
            "author_name": "Ploy",
            "relative_time_description": "",
            "time": 1752923446,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful part of this coastline very private beach unknown by most visitors. The water is very nice to swim also the beach is great for walking north to south. It's a very relaxing day here sleeping in the sun. Many small bars and restaurants for food or drinks. You can also bring your own. Lots of tables and chairs and sunlounges all free",
            "author_name": "David Hasnip",
            "relative_time_description": "",
            "time": 1704359257,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 2,
            "3": 15,
            "4": 69,
            "5": 202
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.757933,
        "address": "Unnamed Rd, Khuekkhak, Takua Pa District, Phang Nga 82190, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJf3bk_IvpUDARPErFSREykL4",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.252799,
        "rating": 4.6,
        "numRatings": 130,
        "sources": [
          {
            "id": "2353667",
            "type": "webPlacesList",
            "url": "https://khaolakcenter.com/top-10-romantic-dining-spots-in-khao-lak/",
            "sourceSite": "Web",
            "snippet": "Share a seafood platter or crack open lobster to create a fun, intimate experience with your loved one. Pair your meal with healthy drinks, or a cocktail for the perfect romantic Valentine’s dinner. 📩 Reservation :📞 +66647151629|🔗 Zab Nua Seafoods",
            "siteName": "Khao Lak Center",
            "shortName": "Top 10 Romantic Dining Spots in Khao Lak",
            "indexInSource": 4,
            "iconSiteId": 57730,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "56Rzb2l2v57TG6085AWrI8SMp1JNaT95",
          "mtYwh4eVb1BshdqwYqFkWoVAcbYYS2xS",
          "Yel9GnQPDsnQvxuH14ZGERnKl9n2qqC8",
          "56Rzb2l2v57TG6085AWrI8SMp1JNaT95",
          "mtYwh4eVb1BshdqwYqFkWoVAcbYYS2xS",
          "Yel9GnQPDsnQvxuH14ZGERnKl9n2qqC8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1530"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1530"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1530"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1530"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1530"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1530"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1530"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Zab Nua Seafoods @Khao Lak by Go Lek",
        "placeId": "ChIJf3bk_IvpUDARPErFSREykL4",
        "internationalPhoneNumber": "+66 99 242 9463",
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice Thai restaurant. The interior was very nice.\nThe staff friendly and attentive. Waiting time for the food normal.\nThe food was just brilliant. Everything very fresh. The seafood perfect. The vegetables not too sweet like it's sometimes in touristic areas.\nThe desserts are a bit overpriced but also tasty. The cocktails were not that professionally done. Some too sour and some too strong.\nBut I can recommend the place and might visit it one more time.",
            "author_name": "Oliver Borbach",
            "relative_time_description": "",
            "time": 1733908674,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Good atmosphere and nice waitress.\n\nThe food was very underwhelming. Neither the shrimps or the fish felt fresh. We had better pineapple rice elsewhere. It's also quite expensive for Thai standards and the quality/flavour doesn't match the price. We were disappointed and went for dessert somewhere else.",
            "author_name": "Patrícia Filipe",
            "relative_time_description": "",
            "time": 1736687295,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The food was delicious (aroy mak) and the hosts made me and my family feel extremely welcomed. Would 10/10 recommend this place to friends and family. Thank you to the manager Ying and props to the chef 👩‍🍳",
            "author_name": "Helen Johnston",
            "relative_time_description": "",
            "time": 1736758297,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/Thebest.Seafoods.Khaolak",
        "index": 10,
        "id": "",
        "categories": [
          "Seafood restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 2,
            "3": 5,
            "4": 16,
            "5": 102
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.672068,
        "address": "1/12 หมู่ที่ 5 บ้านบางเนียง, Phet Kasem Rd, Khuekkhak, Takua Pa District, Phang Nga 82220, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJm5Ub7vfpUDARclB7-JbFXz0",
        "generalDescription": "Khao Lak Beach is a relatively new beach destination in an area that previously had little local population or nearby towns. It's a peaceful resort area ideal for those seeking tranquility, but not suitable for those looking for nightlife and excitement. The beach is lined with palm trees and offers scenic sunset views, making it a popular spot for leisurely walks. Khao Lak is divided into different village sections, each offering its own unique charm.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.243171,
        "rating": 4.5,
        "numRatings": 406,
        "sources": [
          {
            "id": "1041464",
            "type": "webPlacesList",
            "url": "https://www.travelfish.org/location/thailand/southern_thailand/phang_nga/khao_lak",
            "sourceSite": "Web",
            "snippet": "The actual Khao Lak beach is a small one, located just south of Khaolak Lamru National Park, but the name \"Khao Lak\" is generally used to refer to a 30 km long coastal area from Bang Sak to the north and the Thap Lamu pier area to the south. Beaches continue all the way north up to Ban Nam Khem and Ko Kho Khao and south down to Thai Muang and Phuket, so if you like long walks on the beach, the general Phang Nga coastal area — with Khao Lak at its centre — is a good choice.",
            "siteName": "Travelfish",
            "shortName": "Khao Lak travel guide",
            "indexInSource": 5,
            "iconSiteId": 490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qxzXjw9fmj95jcySKvP9rkVlOpHYovQd",
          "Xpc0fsUWv2TmGB6wdAqiM32ElWVr3I76",
          "Yb6iHXLlbrwRbwKhTRj3KY6ukf1x5bBJ",
          "NtTSPuaHt2r0r5pOisgLxzyHQZGlOOXU",
          "rIHMlM4tYD5xsMibqcCh7MsOtgMOdysB",
          "qxzXjw9fmj95jcySKvP9rkVlOpHYovQd",
          "Xpc0fsUWv2TmGB6wdAqiM32ElWVr3I76",
          "Yb6iHXLlbrwRbwKhTRj3KY6ukf1x5bBJ",
          "NtTSPuaHt2r0r5pOisgLxzyHQZGlOOXU",
          "rIHMlM4tYD5xsMibqcCh7MsOtgMOdysB"
        ],
        "openingPeriods": [],
        "name": "Khao Lak Beach",
        "placeId": "ChIJm5Ub7vfpUDARclB7-JbFXz0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely beach, sandy and great for swimming, surfing.\n\nSeafood Resturants around the beach.\n\nGreat for families",
            "author_name": "Khalil Alsaboori",
            "relative_time_description": "",
            "time": 1724037552,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This beach is a very clean, calm and nice beach. It's not crowded at all. You can witness some amazing sunsets on the beach. It's a great beach to just take your beach towel and a good book. A mini picnic basket will be useful too.  If you are interested in taking pictures, then the water looks blue in the afternoon so that's the time for some great pics too :)",
            "author_name": "Palkan Bandekar",
            "relative_time_description": "",
            "time": 1526191999,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach with very nice views in the evening. It's a very good place to take pictures and picnic in the morning/late evening when there's no so much sun. I enjoyed running on the beach barefooted and exploring the rocks for little crabs, fish and snails.",
            "author_name": "Colin Hong",
            "relative_time_description": "",
            "time": 1521270178,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 6,
            "3": 28,
            "4": 91,
            "5": 273
          }
        },
        "minMinutesSpent": null,
        "latitude": 8.667404,
        "address": "Phang Nga, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJv15HEDbpUDARA7GY5NcwLLQ",
        "generalDescription": "Bang Niang Beach, located in Khao Lak, Thailand, is a popular destination known for its vibrant atmosphere and variety of attractions. While the beach itself may not be as expansive as others in the area, it boasts a range of accommodations including Chong Fah Resort, La Flora Hotel, Ramada Resort, Khaolak Resort, Sudala Hotel, Ayara Villas and Casa De La Flora.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 98.24397,
        "rating": 4.3,
        "numRatings": 273,
        "sources": [
          {
            "id": "1011631",
            "type": "webPlacesList",
            "url": "https://www.apsarakhaolak.com/5-lovely-activities-to-do-on-your-honeymoon-in-khao-lakthailand/",
            "sourceSite": "Web",
            "snippet": "Only a short kilometers away from Bang La On, Biang Niang Beach is a popular choice for love birds as it features miles of white sands that lap against sparkling blue waters. The coconut groves line the coastline and create a postcard-perfect image of an oasis, making it one of the best places to relax and relish the sun with your partner.",
            "siteName": "Apsara Beachfront Resort and Villa",
            "shortName": "5 Lovely Activities to Do on Your Honeymoon in Khao Lak,Thailand",
            "indexInSource": 0,
            "iconSiteId": 38359,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412377",
            "type": "webPlacesList",
            "url": "https://www.devasom.com/khaolak/3-exciting-activities-to-do-in-khao-lak-for-your-nature-driven-honeymoon/",
            "sourceSite": "Web",
            "snippet": "Thailand is home to the world’s most stunning beaches, which is why it makes sense to head for the white sands, sparkling ocean, and coconut groves lining the coastline as soon as you’re ready to take on a love-filled escapade. Speaking of which, Biang Niang Beach is one of the best options for couples to taste a slice of paradise.",
            "siteName": "Devasom Khao Lak",
            "shortName": "3 Exciting Activities to Do in Khao Lak For Your Nature - Driven Honeymoon",
            "indexInSource": 0,
            "iconSiteId": 37160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1041464",
            "type": "webPlacesList",
            "url": "https://www.travelfish.org/location/thailand/southern_thailand/phang_nga/khao_lak",
            "sourceSite": "Web",
            "snippet": "Bang Niang beach lies to the north of Nang Thong, and while it’s also popular and full of resorts and restaurants, it retains a quieter, lower key feel. A night market and bus station are located along Phet Kasem Rd in Bang Niang.",
            "siteName": "Travelfish",
            "shortName": "Khao Lak travel guide",
            "indexInSource": 4,
            "iconSiteId": 490,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vCVpMXAm55dgoqqaglfuSkp8fGmDI347",
          "Qxlyn5IJntitSOezS41ElfmRLruDR6SG",
          "CUdmiqwy8gs8I4WXD4lJP48AfXYMpbLY",
          "REjhPCG51QFOSYEW5H8eWq7qkrXdRgEz",
          "VRfqtANPhSBCSOSUfdRbwdIAXRsc3KHb",
          "vCVpMXAm55dgoqqaglfuSkp8fGmDI347",
          "Qxlyn5IJntitSOezS41ElfmRLruDR6SG",
          "CUdmiqwy8gs8I4WXD4lJP48AfXYMpbLY",
          "REjhPCG51QFOSYEW5H8eWq7qkrXdRgEz",
          "VRfqtANPhSBCSOSUfdRbwdIAXRsc3KHb"
        ],
        "openingPeriods": [],
        "name": "Bang Niang Beach",
        "placeId": "ChIJv15HEDbpUDARA7GY5NcwLLQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A good walking beach this morning",
            "author_name": "Mark Khaolak",
            "relative_time_description": "",
            "time": 1735700142,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The beach is long, wide, almost deserted. The sand is yellow, coarse, clean. The entrance to the sea is smooth.",
            "author_name": "Maria Dashutina",
            "relative_time_description": "",
            "time": 1730533830,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Maybe it was nice once but now, the are no bars, restaurants or any other walk in establishments next to the beach, only huge places like Ramada who have sliced up the beach. If you don't stay there you have no place to hang out if you want to take a swim. The resorts have walls or concrete platforms running all the way down to the beach so at high tide you can't even walk along the water. Usually at least these kind of huge resort complexes will have their restaurants and bars open to the sides to encourage walk-ins but not here. There is no beach promenade and if you happen to get trapped in one the only way out is to try and work your way up and out though the back, basically all the way up into town. If you want a good beach experience get over to coconut beach instead.",
            "author_name": "Matti Jääaro",
            "relative_time_description": "",
            "time": 1701256014,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 7,
            "3": 31,
            "4": 90,
            "5": 138
          }
        },
        "minMinutesSpent": 45,
        "latitude": 8.665316,
        "address": "Khuekkhak, Takua Pa District, Phang Nga 82190, Thailand",
        "travel_time": null
      }
    ]
  }
}