{
  "list_id": "691",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/691/1.jpg",
  "description": "Dive into \"Whispers of Love in Mae Rim\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163978"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Mae Rim",
  "city_id": "828",
  "subtype": "poi",
  "city": "Mae Rim",
  "created_ts": 1759248821,
  "slug": "whispers-of-love-in-mae-rim-mae-rim-poi-fe73a9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJtd3x37U52jARIX7FrlxMhp0",
        "generalDescription": "Wat Phra That Doi Suthep, a revered temple in Northern Thailand, is known for its gold stupa, pagodas, and museum. Perched on a mountainside, the temple offers stunning panoramic views of the city. To explore off-the-beaten-path routes in the region, consider hiring a local trekking guide through a reputable company. This allows access to non-touristic areas and an authentic experience.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.921634,
        "rating": 4.7,
        "numRatings": 10411,
        "sources": [
          {
            "id": "825670",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-chiang-mai",
            "sourceSite": "Web",
            "snippet": "Wat Phra That Doi Suthep, simply known as Wat Phra That, is a temple at the top of Doi Suthep, a location that a white elephant allegedly chose. Its high location allows visitors to get a view of the entire city of Chiang Mai. Several pagodas, statues, shrines, and bells can be found along the temple, as well as a mural that portrays the life of Buddha.",
            "siteName": "Trip101",
            "shortName": "Romantic Things To Do In Chiang Mai For Honeymooners - Updated 2025",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9V4nKfhmzGS7Cnuvo7058VSdCp4GpZbX",
          "bg5DLhP3CVbXOmVIOWXs3QKHTZkPF4Og",
          "Iu39bulqsboSlU4N0hQRFVmhFJGUHKKS",
          "XO3hGslIQVobOsRlzMHyBCbw6BFWBGbT",
          "7dPSni6BuqvusEBKx0ynzxFczgdbu11H",
          "9V4nKfhmzGS7Cnuvo7058VSdCp4GpZbX",
          "bg5DLhP3CVbXOmVIOWXs3QKHTZkPF4Og",
          "Iu39bulqsboSlU4N0hQRFVmhFJGUHKKS",
          "XO3hGslIQVobOsRlzMHyBCbw6BFWBGbT",
          "7dPSni6BuqvusEBKx0ynzxFczgdbu11H"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Wat Phra That Doi Suthep",
        "placeId": "ChIJtd3x37U52jARIX7FrlxMhp0",
        "internationalPhoneNumber": "+66 53 295 003",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful temple. Even though it is a bit far from Chiang Mai city center, it is definitely worth visiting. There is an elevator to take you to the top from the parking, but there are also stairs which are super short, so both options are equally convenient. There is a market at the bottom close to parking, with a huge choice of souvenirs and clothes is. Since drivers usually refuse to go that far, the best deal is to arrange with them to drive you and wait there to take you back.",
            "author_name": "Filip Koldzic",
            "relative_time_description": "",
            "time": 1744740934,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great experience. Beautiful views. Gorgeous icons. So lovely. Free entry. Cold beverages are sold as are simple souvenirs.\n\nYou get to see a gorgeous temple that's not very far outside of Chiang Mai. You can take a Grab here -- you'll want to book it round trip to save yourself the hassle of the drive back.\n\nHave an umbrella on hand to shade you from the sun. It's intense and there are areas with no shade where you are walking.",
            "author_name": "Donna Cashore",
            "relative_time_description": "",
            "time": 1747234287,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Summary: Beautiful, peaceful, well maintained, easily accessible from the city\n\nIt wasn't too busy when I visited. It is low tourist season now (June).\nMust wear temple appropriate clothing (cover knees and shoulders) you must take off your shoes before entering the main part of the temple. You can take pictures inside, no problem.\n\nTemple/ Wat: Stunning architecture, painting and attention to detail. It felt very peaceful within the temple, lots of people were praying or meditating and paying respects.\n\nThe Park/Grounds: The grounds surrounding were well maintained.\nGood clean facilities.\nLots of view points to take photos.\nMany souvenir shops and some restaurants/ food stalls at the entrance.\n\nSteps: There are a set of steps that take about 5 minutes to ascend (steep but slow walking) to the start of the temple, if you are not able to do, you can take a cable car/ lift.\n\nTransport: I booked a grab from the city centre and he messaged us to ask if we wanted him to wait for us and drive us back. So it's easy to negotiate a full trip price, most grab/ bolt drivers are happy to do that.\nThere were many Tuk Tuk and Song Thaews available once you're up there to take you back too. Some people drive motorbikes up which has a great view but I would only recommend if you were experienced as the road is very windy and quite steep. It's also rainy season and rained whilst we were there so could make the road slippery.",
            "author_name": "Rebecca Curley",
            "relative_time_description": "",
            "time": 1750235974,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://thai.tourismthailand.org/Attraction/%E0%B8%A7%E0%B8%B1%E0%B8%94%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B8%98%E0%B8%B2%E0%B8%95%E0%B8%B8%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B8%AA%E0%B8%B8%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%A7%E0%B8%A3%E0%B8%A7%E0%B8%B4%E0%B8%AB%E0%B8%B2%E0%B8%A3",
        "index": 1,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Observation Decks & Towers",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 78,
            "3": 421,
            "4": 1858,
            "5": 7965
          }
        },
        "minMinutesSpent": null,
        "latitude": 18.804989,
        "address": "Tambon Su Thep, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ66D0IBo62jARiGi7NFub710",
        "generalDescription": "Nestled in the serene foothills of Doi Suthep, Wat Pha Lat is a hidden gem that often escapes the notice of travelers rushing to the more famous Wat Phra That Doi Suthep. This charming Buddhist temple and monastery may not boast the grandeur of some other temples in Chiang Mai, but its true beauty lies in its tranquil woodland setting. Accessible via a scenic hiking trail, visitors are greeted by lush greenery and soothing sounds from nearby waterfalls.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.934147,
        "rating": 4.8,
        "numRatings": 6692,
        "sources": [
          {
            "id": "905342",
            "type": "webPlacesList",
            "url": "https://www.theblondtravels.com/valentines-day-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "If you want to do some sightseeing, but you want to be alone and create a special atmosphere for yourself and your partner, then visit a place like Wat Pha Lat – a small temple in a jungle – or one of my other favourite 7 temples that I love to visit every once in a while.",
            "siteName": "The Blond Travels",
            "shortName": "Valentine's Day in Chiang Mai: The Most Romantic Things to do",
            "indexInSource": 2,
            "iconSiteId": 659,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gPPkiXeobjj1Dd3mAmjS7KMQGhig1JH3",
          "yYSUuRIxizEgdcco1mgvqFud1JShISRG",
          "vNgVC7UXQ3n914KXHj0XMOq9Ed5NAOr4",
          "RSTTzCKqvdNCmYAvFPoMm4QvQSa6sCCm",
          "wxASDsg23bcbVKgJKdEsLDrWD0iUwofH",
          "gPPkiXeobjj1Dd3mAmjS7KMQGhig1JH3",
          "yYSUuRIxizEgdcco1mgvqFud1JShISRG",
          "vNgVC7UXQ3n914KXHj0XMOq9Ed5NAOr4",
          "RSTTzCKqvdNCmYAvFPoMm4QvQSa6sCCm",
          "wxASDsg23bcbVKgJKdEsLDrWD0iUwofH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "วัดผาลาด (สกิทาคามี)",
        "placeId": "ChIJ66D0IBo62jARiGi7NFub710",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We absolutely loved this temple! Everything about it feels old and authentic, with beautiful architecture that blends perfectly into the natural surroundings. The location is stunning, tucked away in lush greenery, making it feel peaceful and untouched. The nearby waterfall adds to the magic, creating a serene atmosphere that's perfect for exploring or simply soaking it all in. Unlike some overly polished temples, this one has a true sense of history and spirituality. It's an absolute must-visit!",
            "author_name": "İsidora",
            "relative_time_description": "",
            "time": 1743092136,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Peaceful Gem on Doi Suthep 🌿✨\n\nWat Pha Lat, built in 1355 by King Kuena of the Lanna Kingdom, was once a resting stop for pilgrims heading to Wat Phra That Doi Suthep. Nestled in the forest, it's serene, beautiful, and full of history.\n\nI walked a short part of the Monk's Trail before rain poured down - Chiang Mai showers are no joke! The mist, waterfalls, and forest sounds made the temple feel even more magical.\n\nA perfect spot to slow down, breathe, and find peace. Highly recommended! 💚",
            "author_name": "Chatwut Wangwon",
            "relative_time_description": "",
            "time": 1754830965,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Mystical - Peaceful - Photogenic\n\nWe had an amazing visit to Wat Pha Lat and can easily give it five stars. We chose to hike the Monk's Trail, which is a scenic walk through the jungle, not too difficult, but it gets warm in the heat, so don't forget to bring a bottle of water. Taking it slow, we enjoyed spotting birds, spiders, and other insects along the way; it's a lovely mini-adventure for nature lovers. The temple complex itself is absolutely beautiful, set right in the middle of lush greenery and dramatic jungle scenery. If you love photography, you'll be in heaven! When we arrived, clouds rolled in and transformed the whole place into something mystical with the perfect light for taking stunning photos. The temples, statues, and deities are all incredible to see up close.\n\nOne of the best parts was how peaceful it felt. We visited during the off-season (mid-August), and there were hardly any other people around, especially on the trail, so it felt like we had this magical spot almost to ourselves. After exploring, we took a taxi back to the city to escape the midday heat and to avoid a long walk down (especially if you don't want to hike back the same way). Highly recommended for a bit of adventure and a lot of beauty at one of Chiang Mai's true hidden gems!",
            "author_name": "Samuel",
            "relative_time_description": "",
            "time": 1755440995,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/watpalad/?locale2=th_TH&paipv=0&eav=Afb8O6_0yz5jiozU0-ne7oH4YRHnYPAwPUOmTkaB8AqwoaMdYC4_YqSnw90zPKNs7Xo&_rdr",
        "index": 2,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 21,
            "3": 127,
            "4": 743,
            "5": 5791
          }
        },
        "minMinutesSpent": null,
        "latitude": 18.799397,
        "address": "บ้านห้วยผาลาด 101, Sriwichai Alley, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ09XFoDY_2jARLzwh9iOPI6U",
        "generalDescription": "Nestled in the lush landscapes of Thailand, Queen Sirikit Botanic Garden has been captivating visitors since 1992. The garden boasts a diverse collection of rare Thai plants, greenhouses, and beautifully landscaped grounds. One of its main attractions is the Glasshouse Complex, which showcases an array of aquatic plants, lotuses, water lilies, orchids, tropical rainforest plants, cacti and carnivorous plants.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 98.861869,
        "rating": 4.6,
        "numRatings": 6108,
        "sources": [
          {
            "id": "715214",
            "type": "webPlacesList",
            "url": "https://catmotors.net/travel/mae-rim/",
            "sourceSite": "Web",
            "snippet": "Queen Sirikit Botanical Garden is an exquisite garden with numerous indigenous and exotic plants. Set against a mountain backdrop, this botanical garden is a great place to relax and spend your day walking through the garden, picnicking, and strolling through the treetop canopy walkway. The gardens are extensive, and exploring them entirely on foot is not recommended.",
            "siteName": "Cat Motors Motorbike & Scooter Rental",
            "shortName": "Mae Rim: 10 Ways To Find Tranquility And Adventure",
            "indexInSource": 4,
            "iconSiteId": 26404,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "935235",
            "type": "webPlacesList",
            "url": "https://changpuakmagazine.com/en-article/Nature-On-Your-Doorstep---The-Mae-Rim-Samoeng-Loop/21215/",
            "sourceSite": "Web",
            "snippet": "Queen Sirikit Botanic Garden is best visited in the morning or late afternoon as there is not much shade cover. Walk (or catch a bus) around the grounds, take a stunning tree top canopy walk and head into the green houses, there is so much to do!. The various green houses showcase beautiful flora from tropical flowers to dry zone plants.",
            "siteName": "changpuakmagazine.com",
            "shortName": "Nature On Your Doorstep - The Mae Rim-Samoeng Loop",
            "indexInSource": 1,
            "iconSiteId": 93572,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "752861",
            "type": "webPlacesList",
            "url": "https://pakram.com/tourist_attraction",
            "sourceSite": "Web",
            "snippet": "Queen Sirikit Botanic Garden: opens everyday between 8.30AM to 5PM Beautiful botanic garden with a huge greenhouse, which has 11 flowers and plants such as rainforest flowers and various orchids and f...",
            "siteName": "pakram.com",
            "shortName": "Tourist Attraction | Mae Rim Chaing Mai",
            "indexInSource": 3,
            "iconSiteId": 24620,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94875",
            "type": "webPlacesList",
            "url": "https://boonsiriferry.com/en/news/6-best-places-to-visit-in-mae-rim,-chiang-mai",
            "sourceSite": "Web",
            "snippet": "Queen Sirikit Botanical Garden, another new landmark of Mae Rim District. Suitable for leisure travel with family on a casual day. There are many types of plants, that provide of tree shade.",
            "siteName": "boonsiriferry.com",
            "shortName": "6 Best places to visit in Mae rim, Chiang Mai News & Activities - BOONSIRI HIGH SPEED CATAMARAN",
            "indexInSource": 2,
            "iconSiteId": 14680,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z0R21cmDwK84aHjC689JS73Irj5vlofW",
          "ZTWmggVxyhawbFFKAyz7VqTiZ0ThQFz0",
          "J19syYuIRHlZ4SM4p2Z4vUkZ7LV2Ka6I",
          "QnhO8jxcEZFQRTNFtOEwGKjj9wN13Jh1",
          "eZDp5tmQzxlsQNeQbpBY3DQjIEuTq7Te",
          "z0R21cmDwK84aHjC689JS73Irj5vlofW",
          "ZTWmggVxyhawbFFKAyz7VqTiZ0ThQFz0",
          "J19syYuIRHlZ4SM4p2Z4vUkZ7LV2Ka6I",
          "QnhO8jxcEZFQRTNFtOEwGKjj9wN13Jh1",
          "eZDp5tmQzxlsQNeQbpBY3DQjIEuTq7Te"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Queen Sirikit Botanic Garden",
        "placeId": "ChIJ09XFoDY_2jARLzwh9iOPI6U",
        "internationalPhoneNumber": "+66 53 841 234",
        "reviews": [
          {
            "rating": 5,
            "text": "Had a lovely half day exploring the gardens and facilities - had a nice lunch/coffee at the QSBG information Centre.  The grounds are well maintained and zero rubbish.  The hot houses are amazing and I saw plants I have never seen before.  Well worth the small fee at the main gate.",
            "author_name": "Scott Rathbone",
            "relative_time_description": "",
            "time": 1742727828,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely stunning place! Striking Botanical Garden truly lives up to its name - every path and corner is filled with natural beauty. There's an impressive variety of plants from around the world, everything is well-maintained, and the atmosphere is peaceful and relaxing. Perfect for a walk, taking photos, or just clearing your mind. I really enjoyed my visit - highly recommended!\nEntrance fee 150thb",
            "author_name": "Denys Shutka",
            "relative_time_description": "",
            "time": 1745407901,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely botanical gardens, well priced for the experience. The canopy walk gives an amazing view of the jungle and the separate conservatories offer an excellent perspective on a wide range of plants such as waterlilies and succulents. We didn't get to the Science Museum sadly, but this is also included in the entrance fee. There are eateries there and I believe a shuttle bus to get to the different locations as the gardens are huge. I would recommend this for a day out!",
            "author_name": "Lorna Tighe",
            "relative_time_description": "",
            "time": 1752379057,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.qsbg.org/",
        "index": 3,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens",
          "Waterfalls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 73,
            "2": 70,
            "3": 359,
            "4": 1470,
            "5": 4138
          }
        },
        "minMinutesSpent": 90,
        "latitude": 18.888035,
        "address": "100 หมู่ 9, Mae Raem, Mae Rim District, Chiang Mai 50180, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJUXF8Lzo72jARQGy1_Bh_wCQ",
        "generalDescription": "Warorot Market, also known as Kad Luang, is a bustling 3-floor market in Chiang Mai that offers an array of experiences for visitors. The market is a paradise for food enthusiasts, with its wide selection of fresh produce, local snacks, and ready-to-eat meals. Additionally, the market features affordable clothing, fashion accessories, and household goods. It's a great place to immerse yourself in the local way of life and explore the vibrant atmosphere.",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 99.000996,
        "rating": 4.4,
        "numRatings": 6072,
        "sources": [
          {
            "id": "825670",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-chiang-mai",
            "sourceSite": "Web",
            "snippet": "Warorot Market, Chiang Mai’s oldest public market, is open daily from the early morning. If you want to do your shopping at night, a great option is the Chiang Mai Gate Market, which opens at night. Not only will visitors be able to try out different types of Thai street food in either place, they can also buy all sorts of trinkets as souvenirs.",
            "siteName": "Trip101",
            "shortName": "Romantic Things To Do In Chiang Mai For Honeymooners - Updated 2025",
            "indexInSource": 3,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KbUCxkeArDY0XBsBrCX90ZapxrxeBweB",
          "s7RQHYYl85RwFsYIgkInewU2XlSValva",
          "Fnr1tvhmF1F9sbdxwq1aE0Wv7rYQhNUJ",
          "A90jb8nZi2mfNNaMV85JTaJvQr3NDYyp",
          "8bTl7x3lhiBBwD8GLPUv1UHUqpUrE9bK",
          "KbUCxkeArDY0XBsBrCX90ZapxrxeBweB",
          "s7RQHYYl85RwFsYIgkInewU2XlSValva",
          "Fnr1tvhmF1F9sbdxwq1aE0Wv7rYQhNUJ",
          "A90jb8nZi2mfNNaMV85JTaJvQr3NDYyp",
          "8bTl7x3lhiBBwD8GLPUv1UHUqpUrE9bK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Warorot Market (Kad Luang)",
        "placeId": "ChIJUXF8Lzo72jARQGy1_Bh_wCQ",
        "internationalPhoneNumber": "+66 53 232 592",
        "reviews": [
          {
            "rating": 5,
            "text": "An indoor traditional market for fresh produce and daily necessities. Dried fruits and traditional snacks are also available. A nice place for shopping of inexpensive souvenirs. Elephant pants and clothing are at very reasonable price.\n\nThe market was closed temporarily for business during flooding last month. Recovery quickly. But the marks of floodwaters could still be seen.",
            "author_name": "Neko Chan",
            "relative_time_description": "",
            "time": 1735331707,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Local market that caters more to locals and definitely an enjoyable stop for visitors.\n\nThe food court inside the building has many seats. You can order from each vendor or grab a seat and have the runners place your food order (from the stack of menus at the table). Once your food arrives, pay for it with cash. The runners will also help with change.\n\nThis market is large and covers a lot of territory. It's a very comprehensive market.  There are many clothes and accessory vendors, where one can find beautiful, creative, artsy pieces or everyday wear from socks, under clothes, and any items for all family members.\n\nShopping for fruits, vegi, snacks. They got it too. Tools, school supplies? Got that too.\nSo many things.\n\nMy favorite place was a small papaya salad vendor. I can eat their food everyday.",
            "author_name": "Winnie ThePooh",
            "relative_time_description": "",
            "time": 1746544317,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This market is amazing for souvenirs! You can find a huge variety of clothes, desserts, and savory food. The best part You can even ship large purchases back home with Thailand Post.",
            "author_name": "Ou Phur",
            "relative_time_description": "",
            "time": 1755151873,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Market",
          "Shopping",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 99,
            "2": 99,
            "3": 680,
            "4": 1798,
            "5": 3395
          }
        },
        "minMinutesSpent": 60,
        "latitude": 18.789849,
        "address": "10,12, 14 Wichayanon Rd, Chang Moi Sub-district, Mueang Chiang Mai District, Chiang Mai 50300, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJYXZDLqA62jARjhW8xmSUkjk",
        "generalDescription": "Located in the Old City, Dash is a resto-bar housed in a traditional Northern Thai teak house. Its garden and balcony offer al fresco dining with a cool evening breeze. Situated on Moon Muang Road near Tha Pae Gate, it's an ideal starting point for an evening walking tour or a place to relax and enjoy spring rolls and beer while listening to live music.",
        "utcOffset": 420,
        "maxMinutesSpent": 120,
        "longitude": 98.991472,
        "rating": 4.5,
        "numRatings": 2974,
        "sources": [
          {
            "id": "905342",
            "type": "webPlacesList",
            "url": "https://www.theblondtravels.com/valentines-day-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "I like it not only for its amazing curries and cheesecake but also for simple yet stylish decor and quiet and relaxed ambience.",
            "siteName": "The Blond Travels",
            "shortName": "Valentine's Day in Chiang Mai: The Most Romantic Things to do",
            "indexInSource": 3,
            "iconSiteId": 659,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GWv7A4AoIjFRVViCIEL7rraASFFT7mJU",
          "uQ8wvEBzyK3WyhQly6gpNZo4YlCQjFtL",
          "ADIDDrxV4rpBnGt3udnjyzVRK7VRMYyA",
          "0gawCCsq4DvKqpqMua0yECPOvPHS4kpV",
          "pxe9RnVzSWpwiN3OCY5QvQXDVpa4R2ds",
          "GWv7A4AoIjFRVViCIEL7rraASFFT7mJU",
          "uQ8wvEBzyK3WyhQly6gpNZo4YlCQjFtL",
          "ADIDDrxV4rpBnGt3udnjyzVRK7VRMYyA",
          "0gawCCsq4DvKqpqMua0yECPOvPHS4kpV",
          "pxe9RnVzSWpwiN3OCY5QvQXDVpa4R2ds"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1730"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1730"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1730"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1730"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1730"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1730"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Dash Teak House",
        "placeId": "ChIJYXZDLqA62jARjhW8xmSUkjk",
        "internationalPhoneNumber": "+66 53 279 230",
        "reviews": [
          {
            "rating": 5,
            "text": "The service is PHENOMENAL and the food is FANTASTIC and the atmosphere is gorgeous. We were a large table and came twice when visiting from America. They were thorough, gave recommendations, and were very accommodating and careful with my peanut allergy. The owner and her son were a pleasure to converse with and extremely helpful and friendly. If I lived here I would be eating here every weekend! (There are a ton of other things on the menu that were amazing) Roti rolls are to die for!",
            "author_name": "Claire Nelson",
            "relative_time_description": "",
            "time": 1749472362,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dash was amazing, the food was delicious as well as the service. They recommended good food to us. His mom, the owner, overheard us talking about going to Ram Show Bar and offered to drive is there! She was also wonderful, very kind and great conversation! Highly recommend!!!!",
            "author_name": "Stephanie S",
            "relative_time_description": "",
            "time": 1753724828,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great food, Amazing atmosphere but i hear people work there gossip about people who can't understand thai.\n\nApart from that amazing food. One of the best food place I came across.\n\nRecommendation : Mango sweet cake (10/10)",
            "author_name": "Prabhat Kumar",
            "relative_time_description": "",
            "time": 1744900606,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.dashchiangmai.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Thai restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 73,
            "3": 184,
            "4": 520,
            "5": 2121
          }
        },
        "minMinutesSpent": 120,
        "latitude": 18.783274,
        "address": "38, 2 MoonMuang Rd Lane 2, Phra Sing, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJdcghNKI62jAR9iY55KuPO50",
        "generalDescription": "Tha Phae Gate, a well-preserved city gate with a rich history dating back to the Lanna Kingdom, was originally known as Chiang Ruak Gate. Situated by the Mae Ping River, it served as a vital entrance for trade routes. The gate's name was changed to Tha Phae, meaning 'Harbor of the Floating House,' reflecting its connection to river traders and fishermen. Today, it stands as an iconic landmark within the ancient city wall of Chiang Mai.",
        "utcOffset": 420,
        "maxMinutesSpent": 45,
        "longitude": 98.993369,
        "rating": 4.3,
        "numRatings": 25921,
        "sources": [
          {
            "id": "377518",
            "type": "webPlacesList",
            "url": "https://amazingthailand.com.au/romantic-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "Stretching from Tha Phae Gate, the Sunday Market (or Walking Street) in the centre of the Old City extends for roughly 1 km down Ratchadamnoen Road. This highly popular market showcases Northern Thai art and craft, tasty Thai treats, with many vendors making and selling their products. Open every Sunday from 4 pm.",
            "siteName": "Amazing Thailand",
            "shortName": "Chiang Mai for Couples",
            "indexInSource": 2,
            "iconSiteId": 41975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "j3k6uPJCp0pDQH0eV7P2YW0zAnUfF5Z8",
          "mivZC7oSxV8MNXVCGVWCSjb7Haj03byw",
          "GVWJwQrT5cgNCeRlPS01D4CPzjkZ417M",
          "QJwNJEqRW7Iw1G4KEqgX7ofo2WO1khrd",
          "UNurZkZJnptQQ5bUwCcoSJWEZjO52ERM",
          "j3k6uPJCp0pDQH0eV7P2YW0zAnUfF5Z8",
          "mivZC7oSxV8MNXVCGVWCSjb7Haj03byw",
          "GVWJwQrT5cgNCeRlPS01D4CPzjkZ417M",
          "QJwNJEqRW7Iw1G4KEqgX7ofo2WO1khrd",
          "UNurZkZJnptQQ5bUwCcoSJWEZjO52ERM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tha Phae Gate",
        "placeId": "ChIJdcghNKI62jAR9iY55KuPO50",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Always interesting seeing older history related things like the Tha Phae Gate. Definitely a touristy spot but still worth a visit. Very popular spot for pigeon photos and my girlfriend really wanted to do that, so stopped by. Not too many people on a Monday afternoon so we were quickly able to take photos then leave.",
            "author_name": "J Ryan",
            "relative_time_description": "",
            "time": 1752544166,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We visited early morning around 6 am, and literally no other tourists were around. But when we finished taking pictures, a group of local tourists came.\nLots of pigeons, like hundreds of them. You can feed them if you want.\nI recommend going here early in the morning, just after the sunrise is best.",
            "author_name": "Irene Susianto",
            "relative_time_description": "",
            "time": 1746236763,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were lucky when we visited as they had a community tourism festival with many vendors. Overall it's basically a square where a lot of tourists visit along with pigeons!! There are many stores close by and it's walkable. Not a lot going on when the festival isn't in action but worth the visit anyway!",
            "author_name": "Jane Frances",
            "relative_time_description": "",
            "time": 1755059629,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 387,
            "2": 588,
            "3": 3443,
            "4": 7013,
            "5": 14482
          }
        },
        "minMinutesSpent": 45,
        "latitude": 18.787741,
        "address": "Tha Phae Road, Chang Khlan Sub-district, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJI_psgDM82jARCzF1NsXn5_s",
        "generalDescription": "Bai Orchid & Butterfly Farm is a charming greenhouse that houses a diverse array of butterflies, plants, and orchids. Visitors can also enjoy the beauty of rows of gorgeous orchids while sipping on refreshments at the on-site cafe. The farm is a popular stop for tourists exploring Chiang Mai, often combined with visits to Mae Sa waterfalls and hill-tribe villages.",
        "utcOffset": 420,
        "maxMinutesSpent": 90,
        "longitude": 98.934176,
        "rating": 4.2,
        "numRatings": 3812,
        "sources": [],
        "imageKeys": [
          "TeBaYitZ2aycQp1EH093tFN8YeOTQIuf",
          "VG2WaqqQYuhQDZpHZkM7WWozVip4smCr",
          "wsF0n6zDZMWiPwuq6cYP0BSd2jnNLh9N",
          "FMzUlRVnz5rqh6dDMUd2aks8SHUtqmTO",
          "RwVMYXPLLvO63XzXWYAArY92bG95CK2n",
          "TeBaYitZ2aycQp1EH093tFN8YeOTQIuf",
          "VG2WaqqQYuhQDZpHZkM7WWozVip4smCr",
          "wsF0n6zDZMWiPwuq6cYP0BSd2jnNLh9N",
          "FMzUlRVnz5rqh6dDMUd2aks8SHUtqmTO",
          "RwVMYXPLLvO63XzXWYAArY92bG95CK2n"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Bai Orchid & Butterfly Farm",
        "placeId": "ChIJI_psgDM82jARCzF1NsXn5_s",
        "internationalPhoneNumber": "+66 81 992 7440",
        "reviews": [
          {
            "rating": 5,
            "text": "This place offers a serene experience with its vibrant orchids and butterfly enclosures. Visitors can admire a variety of orchid species and observe butterflies in a lush garden setting. There is also a small café and shop selling orchids and souvenirs. While most visitors appreciate the beauty and tranquility, some note that the butterfly section could be better maintained. It's a brief but enjoyable stop for nature enthusiasts exploring the Mae Rim area​",
            "author_name": "Ilya Drouker",
            "relative_time_description": "",
            "time": 1735104511,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful, quiet and relaxing. Restaurant is brilliant too, we didn't do the buffet (but they were able to accommodate us with an a la carte - Khao Soi was excellent!!",
            "author_name": "Kristy Wilson",
            "relative_time_description": "",
            "time": 1751869977,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Breath taken to see how many types of orchid they have on site. The place is very well designed and so very clean.  The butterfly house was so peaceful. Watching hundreds of they fly around is calming.  We did not have time to eat but it looked like the restaurant was very clean with many tables.  We spent a little more than an hour taking in all the beautiful sights.  It was a good decision to stop.",
            "author_name": "Rob Johnson",
            "relative_time_description": "",
            "time": 1753888257,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Botanical garden",
          "Sights & Landmarks",
          "Farms"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 78,
            "2": 172,
            "3": 579,
            "4": 1154,
            "5": 1829
          }
        },
        "minMinutesSpent": 90,
        "latitude": 18.918739,
        "address": "Mae Raem, Mae Rim District, Chiang Mai 50180, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJoxE_ua862jARUQse-CO-pXc",
        "generalDescription": "Situated in the upscale Riverside area along Chiang Mai's Mae Ping River, The Riverside Bar & Restaurant is a long-standing establishment known for its exotic cocktails and classic Thai cuisine. The restaurant offers a romantic atmosphere with a riverfront patio and also provides night boat trips for a unique dining experience on the water. This neighborhood is renowned for its sophisticated coffee shops, boutique hotels, and high-end shopping options, making it an ideal choice for those seeking an upscale living environment in Chiang Mai.",
        "utcOffset": 420,
        "maxMinutesSpent": 210,
        "longitude": 99.004026,
        "rating": 4.3,
        "numRatings": 2309,
        "sources": [
          {
            "id": "905342",
            "type": "webPlacesList",
            "url": "https://www.theblondtravels.com/valentines-day-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "After a hearty meal, head to Riverside, a restaurant and bar, which offers good drinks and romantic cruises. From one of their long-tail boats, you can admire the city’s riverbank, which is always illuminated with lights and looks pretty from afar.",
            "siteName": "The Blond Travels",
            "shortName": "Valentine's Day in Chiang Mai: The Most Romantic Things to do",
            "indexInSource": 4,
            "iconSiteId": 659,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "snpuic0rHnEf0qC5bjMRIvggtPb6tQPs",
          "EezqdEqgTj4ZN4I0JgwJpnhR7D4wsYra",
          "MsRieiZfDclTLXshtOWIS5qbqYgex5mx",
          "ELgu4JMIdAnUGztM6drxPk0WHdykfbcg",
          "JVDOrszpLKUq0FIIB41M9oJbXxq8jcm4",
          "snpuic0rHnEf0qC5bjMRIvggtPb6tQPs",
          "EezqdEqgTj4ZN4I0JgwJpnhR7D4wsYra",
          "MsRieiZfDclTLXshtOWIS5qbqYgex5mx",
          "ELgu4JMIdAnUGztM6drxPk0WHdykfbcg",
          "JVDOrszpLKUq0FIIB41M9oJbXxq8jcm4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "The Riverside Bar & Restaurant",
        "placeId": "ChIJoxE_ua862jARUQse-CO-pXc",
        "internationalPhoneNumber": "+66 53 243 239",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the great place to have a chill relaxing dinner just beside the river.\n\nThis place is huge with plenty of table setting but we do made booking earlier before coming.\n\nFor the menu, you can't be sure which to order because too much great food.\n\nOverall I love it, definitely will come back again & this place not expensive at all, all at affordable price.",
            "author_name": "Nick Chang",
            "relative_time_description": "",
            "time": 1748270602,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a nice dinner here for my Mom's birthday. The food tastes nice and the ambience is also great. The shrimp rolls and pork knuckle were delicious. I preferred their crab fried rice than the pineapple. The catfish salad was also a new discovery for us. All in all, I'd say it's worth the price.",
            "author_name": "Febbie Grace",
            "relative_time_description": "",
            "time": 1750144761,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing live music and lovely atmosphere.\n\nWe had an amazing dinner that was very well seasoned. The chicken was very juicy and the mango salad put me in another dimension.\n\nThe server that was helping us was so respectful and friendly we had to take a picture with him. His enthusiasm and friendly spirit made our night.\n\nAfter dinner we went to the bar we had a few whiskey sodas. They hit very well, so we were dancing with locals and having the night of our lives.\n\nAmazing place for dinner and for drinks!!",
            "author_name": "Roald Willemsen",
            "relative_time_description": "",
            "time": 1733132583,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.theriversidechiangmai.com/",
        "index": 8,
        "id": "",
        "categories": [
          "Restaurant",
          "Boat tour agency",
          "Marina",
          "Tour agency"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 68,
            "2": 69,
            "3": 202,
            "4": 749,
            "5": 1221
          }
        },
        "minMinutesSpent": 210,
        "latitude": 18.789848,
        "address": "9, 11 ถนน เจริญราษฎร์, Tambon Chang Moi, Mueang Chiang Mai District, Chiang Mai 50000, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJBQ8wsr052jARVad2h2VUr8M",
        "generalDescription": "Doi Suthep is a 5,499-foot mountain in Chiang Mai, Thailand, known for its picturesque trails through evergreen forests and a hilltop temple called Wat Phra That Doi Suthep. The temple, coated in gold and nearly 800 years old, offers stunning views of the city below. It's a popular tourist spot, so visiting in the morning is recommended to avoid crowds.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.891944,
        "rating": 4.6,
        "numRatings": 2134,
        "sources": [
          {
            "id": "905342",
            "type": "webPlacesList",
            "url": "https://www.theblondtravels.com/valentines-day-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "If you are a little bit more adventurous you can ride up to the top of Doi Suthep and stop at the Faculty of Agriculture owned by Chiang Mai University. The beginning of the year is a great time to see cherry blossoms in Chiang Mai.",
            "siteName": "The Blond Travels",
            "shortName": "Valentine's Day in Chiang Mai: The Most Romantic Things to do",
            "indexInSource": 0,
            "iconSiteId": 659,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377518",
            "type": "webPlacesList",
            "url": "https://amazingthailand.com.au/romantic-chiang-mai/",
            "sourceSite": "Web",
            "snippet": "Situated in a vast valley alongside the Ping River at the foot of Doi Suthep (Suthep Mountain), the construction of Chiang Mai (literally meaning “New City”) began in 1296. All fortified with thick brick walls and a watery moat.",
            "siteName": "Amazing Thailand",
            "shortName": "Chiang Mai for Couples",
            "indexInSource": 3,
            "iconSiteId": 41975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sSJqmcGVTl5SV9e5gd3J79ks73USmM8H",
          "itGMXUzoSyzLV0Mj6vHCB04VgGP6lenG",
          "qL48Pj7vOOq3J8eLZ63HEArrpYxZB5WT",
          "euwTsK4X0lucee8xYMIneqGkRwFwwHZG",
          "c6mHPRpQqMYG9jnW1EppjT5S25epu6uF",
          "sSJqmcGVTl5SV9e5gd3J79ks73USmM8H",
          "itGMXUzoSyzLV0Mj6vHCB04VgGP6lenG",
          "qL48Pj7vOOq3J8eLZ63HEArrpYxZB5WT",
          "euwTsK4X0lucee8xYMIneqGkRwFwwHZG",
          "c6mHPRpQqMYG9jnW1EppjT5S25epu6uF"
        ],
        "openingPeriods": [],
        "name": "Doi Suthep",
        "placeId": "ChIJBQ8wsr052jARVad2h2VUr8M",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "About a half hour enjoyable scooter ride to this must visit temple just outside of the city. Very well maintained and you get great views of the area.",
            "author_name": "Costas Kyriacou",
            "relative_time_description": "",
            "time": 1748865293,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice temple about 30 minutes away from Chiang Mai. We took a red car to get there. It was pretty busy but that didn't take away from the experience. We spent around 1 hour walking around the temple. After we got some food over the road.",
            "author_name": "Ben Jones",
            "relative_time_description": "",
            "time": 1754280924,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A temple situated outside of Chiang Mai city is a sacred site nestled within a forest, attracting devotees for prayer. To reach the temple, visitors must ascend over 300 stairs or opt for the elevator by purchasing a 20 THB ticket. The entry fee for foreign visitors is 50 THB. From Chiang Mai, transportation options include Bolt, Grab bike, or cab. Alternatively, a shared ride can be availed from the songthaew stand near Chang Phuak Market for 80 THB.",
            "author_name": "Arpita Singha",
            "relative_time_description": "",
            "time": 1751435588,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Mountain peak"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 45,
            "2": 28,
            "3": 102,
            "4": 387,
            "5": 1572
          }
        },
        "minMinutesSpent": null,
        "latitude": 18.816389,
        "address": "Suthep, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJLevgJXY62jARnkj8OZ3JTtw",
        "generalDescription": "Wat Umong is a serene and spiritual temple located just outside the city, offering a refreshing change from the bustling urban attractions. Nestled in the forest, this temple provides a tranquil atmosphere for visitors to explore. One of its unique features is the ancient tunnels beneath the weathered stupa, adding an intriguing element to its charm. The temple's peaceful surroundings make it an ideal place for Vipassana meditation and chanting with monks, providing a serene retreat from the city's hustle and bustle.",
        "utcOffset": 420,
        "maxMinutesSpent": 60,
        "longitude": 98.953696,
        "rating": 4.7,
        "numRatings": 163,
        "sources": [
          {
            "id": "825670",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-chiang-mai",
            "sourceSite": "Web",
            "snippet": "One is Wat Sri Suphan, which is made of silver, and the other is Wat Umong, a beautiful quiet destination.",
            "siteName": "Trip101",
            "shortName": "Romantic Things To Do In Chiang Mai For Honeymooners - Updated 2025",
            "indexInSource": 2,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "G0b5Kcj7Fxi6e28xHkf57k2hJ71fUt6Q",
          "eyo7UepCG7T3HQM5Hv1ikaZyUze1a1P6",
          "cKS9FroJf6iBWcr3lEBazPJK09huhVdh",
          "uDQ0Ot61FFVLmLDY3zUrwiEhGL3Lt12q",
          "Yc6svPYYmwUX7F221OQU20vNttUxP4wN",
          "G0b5Kcj7Fxi6e28xHkf57k2hJ71fUt6Q",
          "eyo7UepCG7T3HQM5Hv1ikaZyUze1a1P6",
          "cKS9FroJf6iBWcr3lEBazPJK09huhVdh",
          "uDQ0Ot61FFVLmLDY3zUrwiEhGL3Lt12q",
          "Yc6svPYYmwUX7F221OQU20vNttUxP4wN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0400"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0400"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0400"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0400"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0400"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0400"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0400"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Wat Umong",
        "placeId": "ChIJLevgJXY62jARnkj8OZ3JTtw",
        "internationalPhoneNumber": "+66 94 535 5888",
        "reviews": [
          {
            "rating": 5,
            "text": "A very nice place to visit. I arived early in the morning  so was  peaceful. The grounds are very well maintained and it's nice and shady place to walk around. A few vendors to get drinks/coffee. Enjoyed the place very much.",
            "author_name": "Costas Kyriacou",
            "relative_time_description": "",
            "time": 1747281539,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Wat Umong isn't the typical temple with lots to see and explore, but the vibe here is just amazing. It's quiet, calm, and not too crowded. Inside, you'll find a few Buddha statues where you can pray and just take in the peaceful atmosphere.\n\nThe entrance fee is only 20 THB. There's also a meditation center nearby if you're interested in practicing or learning more about meditation.\n\nIt's not the kind of place you visit for grand sights, but it's definitely worth stopping by for the good energy!",
            "author_name": "Buc",
            "relative_time_description": "",
            "time": 1742999829,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We truly loved the magical atmosphere of Wat Umong. What stood out to me in particular is how the temple is surrounded by nature-it's full of greenery and feels very peaceful and serene.\n\nThere are lots of pigeons around that people feed, though personally, I'm not a fan of that because I feel like it stops them from finding food naturally. There's also fish food available, so it's important not to confuse the two types!\n\nThe temples themselves are beautiful, and there are small walking paths that lead you through the grounds, where you'll find quiet spots to pray or just sit in silence. The underground tunnel temple is a unique feature and has a small entrance fee of 20 baht per person.\n\nOverall, it's a beautiful and special place, perfect for a quiet visit in nature.",
            "author_name": "Aldana Olivello",
            "relative_time_description": "",
            "time": 1754522145,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.watumong.info/web/",
        "index": 10,
        "id": "",
        "categories": [
          "Meditation center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 7,
            "4": 25,
            "5": 127
          }
        },
        "minMinutesSpent": 60,
        "latitude": 18.783732,
        "address": "Tambon Su Thep, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJy0d0qmlB2jARPpDKo-Jmj6Y",
        "generalDescription": null,
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.814782,
        "rating": 4.6,
        "numRatings": 162,
        "sources": [
          {
            "id": "2635059",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/chiang-mai/nature-mountain-retreats-northern-thailand/",
            "sourceSite": "Web",
            "snippet": "Things don’t get more whimsical than this… Picture yourself waking up to a 360º view surrounding you, tucked away in a hidden valley, overlooking mountain ranges and all the green in the world.",
            "siteName": "TripCanvas Thailand",
            "shortName": "10 Romantic nature retreats near Chiang Mai, Northern Thailand (Chiang Dao and Mae Rim)",
            "indexInSource": 1,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q7pYl9bNCYGqeqrNWEvNmb8sZxR56WU9",
          "jPl8qzzjbiPnqEV5jitdbGS7xJaCniX5",
          "FKFrMJYwWBNstJrsODui1P3JhW2uV6sD",
          "VyF9fX0xwIw6GSOVJTW5BlcjAAq7e3yF",
          "49siXx813kY52OAE9imui7nMp3gVC1XL",
          "Q7pYl9bNCYGqeqrNWEvNmb8sZxR56WU9",
          "jPl8qzzjbiPnqEV5jitdbGS7xJaCniX5",
          "FKFrMJYwWBNstJrsODui1P3JhW2uV6sD",
          "VyF9fX0xwIw6GSOVJTW5BlcjAAq7e3yF",
          "49siXx813kY52OAE9imui7nMp3gVC1XL"
        ],
        "openingPeriods": [],
        "name": "North Star Valley",
        "placeId": "ChIJy0d0qmlB2jARPpDKo-Jmj6Y",
        "internationalPhoneNumber": "+66 80 565 1111",
        "reviews": [
          {
            "rating": 5,
            "text": "One of my favorite place because i love taking pictures 😊❤️ First i love the food😍 It was served beautifully and it taste all good if only i can finish it all, i would. Too bad can't stay during daytime coz it's hot and sunny( we are already informed about this ) so the owner recommend us to visit some cafe's or any nearby place we went to wtf coffee while waiting for the sun to go down and cool off, went back and dig in in the bathtub , catching the sunset on our first day was just magical ❤️ Staff and the owner is very nice and attentive❤️ Coffee was great my partner loves it! Oh power went out and the bubble started to deflate and we were just laughing and having fun well it came back later , well all and all that was a wonderful experience❤️",
            "author_name": "Cyril Singson",
            "relative_time_description": "",
            "time": 1738760326,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We stayed at North Star valley on our honeymoon to Thailand and it was one of the best decisions we ever made. True that it takes a lot of effort and time to reach the venue, we had to take domestic flights to Chiang mai, then cabs are expensive since they ask for more money since it's located in mountains. But it's totally worth it. I've never experienced more mature bound aesthetic food as what we got served from them. The hospitality was amazing. We stayed at bubble number 1. Thank you dear staff of North Star ❤️❤️",
            "author_name": "Madhara Chathrapanee Gunawardhane",
            "relative_time_description": "",
            "time": 1729042965,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The No. 11 accommodation was excellent and truly impressive. The mountain view in front and the stars at night made for an incredibly pleasant experience. The highlight was the well-prepared complimentary breakfast. It's hard to believe that a resort would take such care in providing a free breakfast for guests at this level.\n\nThe staff was attentive, with everyone displaying good manners and a helpful attitude. They took great care of us during our stay. It's a prideful accommodation for Chiang Mai and Thailand as a whole. Highly recommended!",
            "author_name": "theeraya kuljittichao",
            "relative_time_description": "",
            "time": 1704894755,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/North-Star-Valley-%E0%B8%AB%E0%B8%B8%E0%B8%9A%E0%B9%80%E0%B8%82%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%A7%E0%B9%80%E0%B8%AB%E0%B8%99%E0%B8%B7%E0%B8%AD-103443544329445/",
        "index": 11,
        "id": "",
        "categories": [
          "Hotel",
          "Lodging"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 9,
            "4": 18,
            "5": 125
          }
        },
        "minMinutesSpent": null,
        "latitude": 18.888456,
        "address": "77/9​ หมู่1, โป่งแยงในซอย6​, Pong Yaeng, Mae Rim District, Chiang Mai 50180, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJs---NIRB2jARYA-BUoKv6ZY",
        "generalDescription": "Phu Doi Homestay is a cozy retreat located in Chiang Mai, offering a refreshing escape from the city's heat. The homestay provides clean and comfortable box rooms, although some guests have noted minor issues with noise and insects. Despite its secluded location, the homestay offers warm hospitality and enjoyable amenities such as high tea upon check-in and mookata dining at night.",
        "utcOffset": 420,
        "maxMinutesSpent": null,
        "longitude": 98.810575,
        "rating": 4.4,
        "numRatings": 384,
        "sources": [
          {
            "id": "2635059",
            "type": "webPlacesList",
            "url": "https://thailand.tripcanvas.co/chiang-mai/nature-mountain-retreats-northern-thailand/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TripCanvas Thailand",
            "shortName": "10 Romantic nature retreats near Chiang Mai, Northern Thailand (Chiang Dao and Mae Rim)",
            "indexInSource": 3,
            "iconSiteId": 55386,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KPPsLsqtsNzc15UVHFDRUkFN9xuZf29N",
          "1F6c5X92zUMoIoox2dvbsm6rJ7oh9FEE",
          "AbWILgPmDQHNPlPENylTbZzAeBUYBe37",
          "Wxn8Aahm1Jy4Ky1uOOzbCjBUVSWad8vy",
          "KMKaPt3HEoyEim8q1bIefoDkImgwXMDH",
          "KPPsLsqtsNzc15UVHFDRUkFN9xuZf29N",
          "1F6c5X92zUMoIoox2dvbsm6rJ7oh9FEE",
          "AbWILgPmDQHNPlPENylTbZzAeBUYBe37",
          "Wxn8Aahm1Jy4Ky1uOOzbCjBUVSWad8vy",
          "KMKaPt3HEoyEim8q1bIefoDkImgwXMDH"
        ],
        "openingPeriods": [],
        "name": "Phu Doi Homestay",
        "placeId": "ChIJs---NIRB2jARYA-BUoKv6ZY",
        "internationalPhoneNumber": "+66 98 792 6492",
        "reviews": [
          {
            "rating": 5,
            "text": "What a fantastic place to relax, we thoroughly enjoyed our stay, there is cafes and coffee shops within walking distance. We will definitely be back. Also a big thank you to the gentleman at the office who found us transport back into Chiang Mai, as at certain times of the day grab rides are hard to find.♥️",
            "author_name": "Mark Dean",
            "relative_time_description": "",
            "time": 1740699307,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tents were nice & spacious with a wonderful view. Great service & bbq mookata was delicious 🙏",
            "author_name": "Mark V",
            "relative_time_description": "",
            "time": 1754132634,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Just visited this homestay for 2D1N from ChiangMai City and first of all, the views are spectacular here. Booked the container room with a bathtub and note that at night, it gets chilly around 10 degrees (Slept without AC/Fan on because it was that cold)\n\n3 stars for the room because if you are afraid of flying insects, there will be little moths flying into the bathroom due to the ventilation fan. The door handles were loose, heater plug and socket above the heater was dropping out. Room felt very smaller, even smaller than the cheaper one (tent) as the tent had bathroom outside but the room type we booked had bathroom inside thus, barely any room for opening luggages/handcarry\n\n4 stars for service: Promptly delivered the mookata to our room at our preferred timing and helped to fix the bath tub heater (1 hour after notifying the front desk). Provide free breakfast which was a plus, and mookata dinner was affordable at 460 baht for 2 pax. They also have small convenience store if you require slippers, water, instant noodle etc.\n\n3 stars for location: If you are coming from Chiang Mai City area, please note that booking Indrive/Bolt there prices are NOT accurate. As the place is high up in the mountain, do expect your driver to quote  around 1,000+ Baht (one way, without tour guide if you are not doing other activities up in the mountains). Else, you can rent a car/motorbike up but this is suggested if you are an experienced driver with steep and narrow terrains as the drive up is quite dangerous. The hotel does not provide transportation and nearby, there is nothing much to see other than the other glamping homestays in the same mountain area.\n\n+1 for the location if you are looking to go to places like Mon Jam, Tiger Kingdom, Long Neck Village, Strawberry farm, PongYang Zipline, Mae Kee Sheep Farm as they are relatively on the mountains and once you have a transport, it takes about shorter than 20-30 minutes to reach.\n\nOverall, it was a great experience for my partner and I as we thoroughly enjoyed the sunset, sunrise and eating mookata on a chilly night.",
            "author_name": "gail tanhy",
            "relative_time_description": "",
            "time": 1735393781,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.facebook.com/Phudoihomestay/",
        "index": 12,
        "id": "",
        "categories": [
          "Homestay"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 10,
            "3": 33,
            "4": 93,
            "5": 233
          }
        },
        "minMinutesSpent": null,
        "latitude": 18.931247,
        "address": "ภูดอย โฮมสเตย์, แม่แรม Mae Rim District, Chiang Mai 50180, Thailand",
        "travel_time": null
      },
      {
        "_id": "ChIJ_RgETBE72jARDqkA1awFQdI",
        "generalDescription": "Chiang Mai's Sunday Night Market, also known as the Walking Market, is a vibrant and bustling event that takes place every Sunday along Ratchadamnoen Road starting at Thapae Gate. The market features a wide array of local produce, prepared foods, crafts, and souvenirs. Visitors can explore handmade goods while witnessing artisans crafting their wares right at their stalls.",
        "utcOffset": 420,
        "maxMinutesSpent": 240,
        "longitude": 98.9881,
        "rating": 4.5,
        "numRatings": 2186,
        "sources": [
          {
            "id": "825670",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-chiang-mai",
            "sourceSite": "Web",
            "snippet": "Weekend visitors need not fear though, since they may also check out the Saturday walking street on Wualai Road and the Sunday walking street on Rachadamnoen Road for souvenirs.",
            "siteName": "Trip101",
            "shortName": "Romantic Things To Do In Chiang Mai For Honeymooners - Updated 2025",
            "indexInSource": 6,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vjK4peR7oUCk6ymXP7FKuxee1nRSBjFs",
          "Vr6NpLi9X3gP2aXTvXC50H0X3cqWun7B",
          "cw5ORSeAmAXXOITEIqJxDbVyuYzKKWTb",
          "wTv7jK7RpYQizGsLH9BsTkn6Y7Fxka3I",
          "eB55977F8kYXEKyX4VhbDr22hKeX0pv0",
          "vjK4peR7oUCk6ymXP7FKuxee1nRSBjFs",
          "Vr6NpLi9X3gP2aXTvXC50H0X3cqWun7B",
          "cw5ORSeAmAXXOITEIqJxDbVyuYzKKWTb",
          "wTv7jK7RpYQizGsLH9BsTkn6Y7Fxka3I",
          "eB55977F8kYXEKyX4VhbDr22hKeX0pv0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1700"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          }
        ],
        "name": "Chiang Mai Night Market",
        "placeId": "ChIJ_RgETBE72jARDqkA1awFQdI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Definitely a must-visit place!\n\nThis Sunday-only night market offers everything-from beautiful artwork and traditional clothing to a wide variety of Thai street food and other local specialties. You'll find plenty of items that reflect the culture of Thailand and Chiang Mai.\n\nI thoroughly enjoyed my visit, which lasted over two hours, yet it felt like there was still so much more to explore. The quality of the clothing is excellent, and I also got to witness some traditional Thai performances happening around the market. Highly recommended!",
            "author_name": "Aaryan Chandra Prakash",
            "relative_time_description": "",
            "time": 1742742264,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Chiang Mai Sunday Night Market is an absolute gem and one of the highlights of my trip to Thailand! The atmosphere is vibrant and full of life, with an endless stretch of stalls offering everything from handmade crafts and local art to delicious street food and unique souvenirs.\n\nWhat really stood out to me was the variety and quality of the goods-many are locally made and incredibly affordable. The food was amazing too! I got to try authentic Thai snacks, fresh fruit smoothies, and even some fun fusion dishes.\n\nThe market is also very well-organized despite the crowds. Everyone was friendly, and I always felt safe while exploring. It's more than just shopping-it's a cultural experience with live music, street performances, and a wonderful sense of community.\n\nIf you're in Chiang Mai on a Sunday, don't miss it. Come hungry, bring cash, and take your time-this market is an unforgettable experience!",
            "author_name": "Alexander Maierhofer",
            "relative_time_description": "",
            "time": 1745814184,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing market!! Probably our favourite that we have visited so far, think it felt not too busy because it was so big! Really nice clothes, jewellery etc and all really reasonably priced. The food seemed quite spread about but when we found it, it was all very delicious.",
            "author_name": "Katie Cameron",
            "relative_time_description": "",
            "time": 1755444642,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Night market",
          "Market"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 42,
            "2": 38,
            "3": 160,
            "4": 460,
            "5": 1486
          }
        },
        "minMinutesSpent": 240,
        "latitude": 18.78818,
        "address": "Rachadamnoen Rd, Tambon Si Phum, Mueang Chiang Mai District, Chiang Mai 50200, Thailand",
        "travel_time": null
      }
    ]
  }
}