{
  "list_id": "590",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/590/1.jpg",
  "description": "Dive into \"Seaside Serenity: Discover Visakhapatnam's Hidden Beaches\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109986"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Seaside Serenity: Discover Visakhapatnam's Hidden Beaches",
  "city_id": "518",
  "subtype": "poi",
  "city": "Visakhapatnam",
  "created_ts": 1758977687,
  "slug": "seaside-serenity-discover-visakhapatnams-hidden-beaches-visakhapatnam-poi-1a8d30",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ8Z454ExbOToReA594iLhi2g",
        "generalDescription": "Tenneti Park, nestled along Beach Road in Visakhapatnam, Andhra Pradesh, is a delightful urban oasis that captivates visitors with its breathtaking views of the Bay of Bengal. This beautifully landscaped park has undergone significant renovations to restore its charm after Cyclone Hudhud's devastation. Now featuring well-maintained gardens and inviting walkways, it serves as a perfect retreat for leisurely strolls or peaceful picnics amidst nature.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 83.349548,
        "rating": 4.5,
        "numRatings": 29286,
        "sources": [
          {
            "id": "266219",
            "type": "webPlacesList",
            "url": "https://www.beachesnearme.in/9-best-places-to-visit-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Tenneti Park is a popular recreational spot located along Vizag- Bheemili road with well-connected road transportation. This is a modern urbanized park with all basic amenities. The park is just five kms away from RK beach and has beautiful seashore beside it.",
            "siteName": "Beaches Near Me",
            "shortName": "9 Best Places To Visit in Visakhapatnam (Vizag)",
            "indexInSource": 1,
            "iconSiteId": 32637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "eMfqrOqGO5S54DNBh5VI99EC6GLV5XW2",
          "xiE3f8qI4HuSvCX9e9zgQVFkhMB4xN7i",
          "Gv6WABMw1TBWuGrlfMNXQG3te5W6lJrI",
          "d1UjbfrurleeQuD0mlwjQWiMZfOC4A2Z",
          "eMfqrOqGO5S54DNBh5VI99EC6GLV5XW2",
          "xiE3f8qI4HuSvCX9e9zgQVFkhMB4xN7i",
          "Gv6WABMw1TBWuGrlfMNXQG3te5W6lJrI",
          "d1UjbfrurleeQuD0mlwjQWiMZfOC4A2Z"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tenneti Park",
        "placeId": "ChIJ8Z454ExbOToReA594iLhi2g",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A very well-maintained park in Vizag-I planned an early morning visit during my stay in the city.\n\nThe atmosphere was pleasant, and the views were stunning. The beach, the stranded Bangladesh ship, and the sunrise created such a calming experience.\n\nIt's a peaceful place to spend a quiet morning. I'm not sure if it gets crowded later in the day, especially with kids, but I had a great time there.\n\nI took the stairs down for a closer view of the stranded ship. There were quite a few photoshoots going on near the rocks, with the ship as a backdrop and the sunrise adding a natural effect. 😁 I also got to see some local fishermen pulling in their nets full of fish.\n\nOverall, it was a good experience, and I would definitely recommend anyone visiting Vizag to plan a morning visit here.",
            "author_name": "Sandeep B",
            "relative_time_description": "",
            "time": 1746372067,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Peaceful park. It is a really good location to chill. It is a very photogenic location with great view points. It is beside kailasagiri. There is a good car parking area on the opposite road.\n\nThere are benches available at various places in the park where one can sit and relax. You can go down the stairs to visit the ship.\n\nThere is a view point on the way to stairs where you click good photos with beach, mountain and ship as backgrounds.",
            "author_name": "Kalyan Raman Jogadenu",
            "relative_time_description": "",
            "time": 1750254700,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited this place last month. It's a famous reels location. It has a nice park, view points, easy access to the beach and a foreign stranded ship which is being converted into another attraction. Don't just go there for making reels and clicking photos. One should feel the sea breeze on their face and observe the waves. It's an entirely different feeling.",
            "author_name": "sujeeth raja",
            "relative_time_description": "",
            "time": 1747230612,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 469,
            "2": 377,
            "3": 2125,
            "4": 8108,
            "5": 18207
          }
        },
        "minMinutesSpent": 60,
        "latitude": 17.748447,
        "address": "P8XX+9RF, Opp. Kailashagiri Hills, Jadugupalem, Visakhapatnam, Andhra Pradesh 530001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJl-xcN_taOToR7fFFHiVad8A",
        "generalDescription": "Rushikonda Beach, located near Vizag, is a picturesque and popular destination known for its curved shoreline, clear waters, and surrounding hills. It's often referred to as the 'Jewel of the East Coast' due to its pristine beauty. The beach offers various water sports such as diving, jet skiing, windsurfing, and swimming. Visitors can also enjoy the tranquil atmosphere away from city life while taking in the stunning views of rocky shores and distant hills.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.385115,
        "rating": 4.5,
        "numRatings": 37223,
        "sources": [
          {
            "id": "99907",
            "type": "webPlacesList",
            "url": "https://www.thetoptours.com/asia/india/andhra-pradesh/visakhapatnam/top-beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "Surrounded by a border of emerald greenery, the virgin beach of Rushikonda with its sparkling blue waters forms a sight that is a treat for the eyes and food for the tired souls. The soft golden sands of the beach complement the beach setting making it one of the most scenic tourist places in Vizag. Rushikonda beach is listed among one of the few beaches in Andhra Pradesh that is maintained by APTDS which is the state’s tourism development corporation.",
            "siteName": "thetoptours.com",
            "shortName": "Top 4 Beaches in Vizag (2024)",
            "indexInSource": 0,
            "iconSiteId": 801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "If you are a daring person who is always on the lookout to indulge in adventure sports , then Rushikonda Beach is the one you must head to. This is another beach bustling with crowds- people playing with the waves , speed boats zooming past , scuba divers gearing up and hawkers selling 'Gobbari Bonda' (green coconut). You can choose from an array of water sports that are being offered by both Andhra tourism as well as private players.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1241759",
            "type": "webPlacesList",
            "url": "https://banjaranfoodie.com/2022/03/21/the-beautiful-beaches-of-vizag/",
            "sourceSite": "Web",
            "snippet": "Located in the opposite direction from the Yarada Beach, the Rushikonda Beach is located just a little distance ahead of Kailasagiri, about 8 km from Vizag city. The beautiful azure water of the sea and some amazing greenery around, the Rushikonda beach is truly mesmerizing. Rushikonda is the place you want to be at if you want to indulge in some water sports in Vizag – surfing, jet skiing, banana boats, all of it.",
            "siteName": "Banjaran Foodie",
            "shortName": "The Beautiful Beaches of Vizag",
            "indexInSource": 1,
            "iconSiteId": 171363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "The waters of Rushikonda are as blue as it can get and you will be hard pressed to find a beach this soothing to the senses. The beach itself is a short drive from the city and there are many cabs and rickshaws available to take you there. It is about 16 km away from the main city of Vizag but the travel is worth it because the ride itself will help you indulge in the beautiful sights of the countryside.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 0,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Covered with blue & refreshing water in its border, the virgin beach is a soothing sight to your sore eyes and tired souls that is just a short drive away from city. Rushikonda stands top in the list of the most fascinating beaches in Vishakhapatnam that you must visit. It is also one of the few beaches in Andhra Pradesh that is maintained by APTDC, the state’s tourism development corporation.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 0,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "Rushikonda has one of the most pleasant and less crowded beaches in Vishakapatnam and you can score amazing views of the mountains on one side and the unending Bay of Bengal on the other. With plenty of food shacks and stalls at the beach, you're sure to get that Goa- waali feeling here. If you're planning a stay, we recommend the Haritha Resorts, that are perched on the hill.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 2,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845324",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "It’s one of the stunning beaches in the city, if not the most stunning one. The natural emerald colour of Rushikonda’s waters gives the beach an exotic aura which is usually found in Sri Lankan or Australian beaches. Rushikonda also is a major attraction thanks to its golden sand, water sports and hilltop restaurants which offer an unbelievable view of the sea.",
            "siteName": "Treebo Blog",
            "shortName": "6 Popular Beaches in VIzag | Best Vizag Beaches for Tourists (2022)",
            "indexInSource": 3,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Rushikonda Beach, located on the outskirts of the city, is a very scenic and popular beach. The USP (unique selling point) of this beach is that it has something for everyone; some relax in the tranquil atmosphere of this beach, while others participate in the adventurous water sports offered, such as scuba diving, paramotoring, speedboating, and jet skiing.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 2,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "512055",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/cities/visakhapatnam",
            "sourceSite": "Web",
            "snippet": "You can take a day tour of the city to explore the beaches namely; RK Beach, Rushikonda Beach, Bheemili Beach, Appikonda Beach and Yarada Beach are some of the great beaches in Vizag. Most of these beaches have various eateries where you can get the authentic taste of local street food. The Rushikonda beach is the most visited beach in Vizag.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Places, Best Time & Tour Packages 2024",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845334",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/must-visit-beaches-in-visakhapatnam-for-ultimate-relaxation.html",
            "sourceSite": "Web",
            "snippet": "Rushikonda Beach is a serene and picturesque beach located a few kilometers away from the city center. This pristine paradise is surrounded by lush green hills and offers breathtaking views of the ocean. With its golden sand, clear waters, and tranquil atmosphere, Rushikonda Beach is a haven for nature lovers seeking a peaceful retreat.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Must-Visit Beaches In Visakhapatnam For Ultimate Relaxation",
            "indexInSource": 1,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520263",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/visakhapatnam/beaches-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "This neat and tidy beach is well maintained for you to enjoy some lively moments with your family and loved ones. Rushikonda beach is a cozy place where recreational activities are available in abundance. You can enjoy exciting water sports like wind surfing and water skiing, however do avoid swimming in the huge tidal waves.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Beaches in Visakhapatnam",
            "indexInSource": 1,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "266219",
            "type": "webPlacesList",
            "url": "https://www.beachesnearme.in/9-best-places-to-visit-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Rushikonda beach located next to the RK beach of Vishakhapatnam is major beach destination popular among the local youth. The beach is surrounded by cliff from which you can have an enthralling view of Rushikonda beach. The beach offers serene environment with beautiful landscapes and long stretch of shoreline.",
            "siteName": "Beaches Near Me",
            "shortName": "9 Best Places To Visit in Visakhapatnam (Vizag)",
            "indexInSource": 3,
            "iconSiteId": 32637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "Rushikonda beach is mainly managed and maintained by the Andhra Pradesh state tourism board. This beach holds a special place in the hearts of tourists, as it is one of those rare beaches in the port city of Vishakhapatnam that offers to its guests a good number of marine sports, making it even more attractive.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 3,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99904",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/beaches-in-south-india-vizag-andhra-pradesh/",
            "sourceSite": "Web",
            "snippet": "Rushikonda Beach is irresistibly beautiful and located around 8 km from the city. This is a great place for swimming, skiing, sailing and windsurfing, as the sea here is generally quite subdued and predictable. Tip: Sea and hill cottages are available for hire here.",
            "siteName": "Vizag",
            "shortName": "6 must visit beaches in Visakhapatnam, Andhra Pradesh",
            "indexInSource": 1,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Rushikonda is also one of the best beaches in Vizag which is just 20 km away from Vizag. This is a calm sea beach and you will find very few visitors here. This beach is small and you can spend your whole day with your friends and colleagues easily.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 4,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located on the eastern coast, this beach offers serene coastal beauty. Visitors enjoy sunbathing, swimming, and various water sports activities here. The soft sand and clear waters attract both locals and tourists alike.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 1,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517612",
            "type": "webPlacesList",
            "url": "https://www.viharadarshani.in/2021/03/19-best-beaches-in-andhra-pradesh-andhra-pradesh-beaches.html/",
            "sourceSite": "Web",
            "snippet": "Rushikonda Beach: The lovely Rushikonda beach, about 8 km from Vizag town, is a famous Vizag beach that attracts both visitors and locals. Rushikonda Beach is a popular destination for both young and old.",
            "siteName": "Vihara Darshani - Temples, Beaches, Timings, Accommodation",
            "shortName": "19 Best Beaches in Andhra Pradesh | Andhra Pradesh Beaches | Vihara Darshani",
            "indexInSource": 0,
            "iconSiteId": 51785,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "This beach is ideal for water sports enthusiasts as it offers activities like jet skiing, windsurfing, and swimming. The lush greenery surrounding the beach adds to its charm.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 1,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Rushikonda beach is well known for its golden sands and cool and collected waves of Bay of Bengal.The beach is surrounded by lush greenery and draws a number of nature lovers.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 0,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 2,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zNKgYFEqA5uDiFVJef8xJ1OSGgpkQtOb",
          "g3vLpg2K84TSGkHy5ZTsUYm2joEGJZl0",
          "M2wukYFq4IOrywALR3YjFbUaM5Q1O8k7",
          "hFr9kup2OYSBL9wJBefhIVd625ASPQXo",
          "zNKgYFEqA5uDiFVJef8xJ1OSGgpkQtOb",
          "g3vLpg2K84TSGkHy5ZTsUYm2joEGJZl0",
          "M2wukYFq4IOrywALR3YjFbUaM5Q1O8k7",
          "hFr9kup2OYSBL9wJBefhIVd625ASPQXo"
        ],
        "openingPeriods": [],
        "name": "Rushikonda Beach",
        "placeId": "ChIJl-xcN_taOToR7fFFHiVad8A",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "In the month of March, I had the opportunity to visit Rushikonda Beach in Visakhapatnam, Andhra Pradesh, with my close friend Ayush. It turned out to be one of the most enjoyable and refreshing experiences of our trip. Known for its natural beauty and clean shoreline, Rushikonda Beach is truly a gem on the east coast.\n\nThe beach was lively yet peaceful, with golden sands and clear blue waters creating a stunning view. The gentle waves and cool breeze made it a perfect spot to relax and unwind. We spent a good amount of time walking along the shore, chatting, and soaking in the serene atmosphere.\n\nWhat made the experience even better was the scenic drive to the beach. Surrounded by lush greenery and coastal roads, the journey itself was quite beautiful. The beach is also a great place for water sports like jet skiing and surfing, which adds excitement for adventure lovers, though we mainly went there to enjoy the peaceful vibe.\n\nFood stalls near the beach served tasty local snacks, allowing us to enjoy a light meal while enjoying the sea view. The beach was clean and well-maintained, which made our visit even more pleasant.\n\nOverall, Rushikonda Beach is a must-visit destination in Vizag for anyone who loves nature, sea views, and a relaxed vibe. It was a memorable experience that I'd highly recommend to others. I would love to visit again someday.",
            "author_name": "SP Swain",
            "relative_time_description": "",
            "time": 1752842738,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is the only beach in Vizag where one can do swimming and also do water sports such as jet ski, speed boat and many more. This is also one of the most popular beaches among tourists. The beach is very lively and there are some good photogenic spots as well.",
            "author_name": "VIPUL TALWARIA",
            "relative_time_description": "",
            "time": 1743142804,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is one of the best beaches of Vizag. The    sea current is usually gentle here, with a constant watch from the security, warning tourists venturing little inside the sea. A lot of families with kids and friends in groups make the most of this lovely sea coast playing in the serene beaches, enjoying the water rides, taking lovely photos, riding horses, and kids collecting sea shells.\nNote that Scuba diving is open only in winters between Sep through Jan. On the other days, one can enjoy speed boats and speed scooter rides.\nNote:\nThis beach does not have a facility  to shower. The facility that AP tourism provides is mostly non- functional; most of the time, there would be no water. So please make your own arrangements. The support staff at this facility are extremely arrogant and rude. Avoid this place.\nThere would be numerous photographers reaching out to you for snaps. Be very careful dealing with them.\nAlso, please be aware that the speed boat driver would usually ask for additional money to take you a little more inside the sea - don't encourage this. This is another trick to fool tourists and make more money.",
            "author_name": "B Praharaj",
            "relative_time_description": "",
            "time": 1747562123,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 542,
            "2": 447,
            "3": 2417,
            "4": 9834,
            "5": 23980
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.78252,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMwc3pB1COToR6Ot2H7xB76Q",
        "generalDescription": "Yarada Beach is a serene and picturesque destination in Visakhapatnam, also known as Vizag. Surrounded by scenic cliffs and offering stunning ocean views, this beach provides a peaceful atmosphere for travelers seeking an escape from city life. The untouched sandy shores and clear waters make it an ideal spot for nature and seascape photography. With hills on three sides, the beach boasts isolated surroundings that are perfect for capturing breathtaking shots.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.26923,
        "rating": 4.6,
        "numRatings": 5253,
        "sources": [
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "To reach the beach , you have to cross the eastern ghats and the journey would take you along snaking mountainous road which would make you doubt for a moment if you are in South India or the Himalayas in the North. You can see the Visakhapatnam city slowly becoming smaller and smaller and then you can see the lovely city sprawling across the rocky eastern ghats and the glistening blue waters of the Bay of Bengal. When you reach the beach , be ready to skip a heart beat again as the blue sea , the white sands, coconut groves and the garland of rocks welcome you.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012237",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/tourism/",
            "sourceSite": "Web",
            "snippet": "Vizag is dotted with many beaches along its coastline, with the most famous one being the Yarada Beach. One of the most stunning places to see in all of Visakhapatnam, Yarada beach is surrounded by majestic hills on three sides, and by the Bay of Bengal on the other side. One of the best things about Vizag’s beaches is that they are a lot cleaner and a lot less crowded than other famous beaches along the Indian coastline, and Yarada beach is no exception.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Tourism | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 1,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520263",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/visakhapatnam/beaches-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "A heavenly layout of the mountain-beach duality makes for the perfect scenario to enjoy magical holiday moments. The Yarada beach is a popular beach in Vishakhapatnam as it is surrounded by the mammoth hills as well as the huge Bay of Bengal, adding to the grandeur of its beauty. The beach is also embraced by lush greenery and beautiful palm trees that add to the play of colours on the entire landscape, making it an ideal beach for nature lovers.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Beaches in Visakhapatnam",
            "indexInSource": 0,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420157",
            "type": "webPlacesList",
            "url": "https://www.stanzaliving.com/blog/beaches-to-visit-in-vizag",
            "sourceSite": "Web",
            "snippet": "If you’re looking for a beach where you won’t find sandals and garbage bags tucked under the sand instead of seashells, head to the Yarada beach right away. It’s the cleanest Visakhapatnam beach with gorgeous hills surrounding on three sides and the Bay of Bengal on the fourth. In short, this is one of those beaches that’ll make you feel exactly like how a Julia Roberts film does – warm, inspiring, and all things full of life.",
            "siteName": "Stanza Living",
            "shortName": "Beaches to Visit in Vizag",
            "indexInSource": 0,
            "iconSiteId": 9332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Yarada  Beach is one of the secluded  beaches in Visakhapatnam that offers much-needed tranquility and relaxation no  matter  what  time  you arrive. This beach,  located  on the other  side  of  Dolphin Hill,  is  not  easily  accessible  to  city dwellers,  but  it  is worth  the trip. The  ride  to  this  magnificent  beach  via  Dolphin  Hill  provides  some  breathtaking  views  of  the  sea  as  well  as  the city.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 4,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "170465",
            "type": "webPlacesList",
            "url": "https://thecorporatereview.com/5-best-beaches-to-see-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Yarada Beach is an entrancing site which is surrounded by hills on three sides and the Bay of Bengal on the fourth, covered with lush greenery and soft golden sands all over. It is an ideal location especially for the nature lovers as one gets to view enchanting sunrises and sunsets on this coastline. The beach is situated at a distance of 15 km from Visakhapatnam and does not remain very crowded.",
            "siteName": "Corporate Review",
            "shortName": "5 Best Beaches to see in Visakhapatnam",
            "indexInSource": 3,
            "iconSiteId": 25219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Yarada Beach is one of the most calm beaches in Visakhapatnam, known for its golden sands and lush greenery. As one of the best beaches to visit in Visakhapatnam, it offers a perfect retreat for those seeking peace and natural beauty. Less crowded than other public beaches in Visakhapatnam, Yarada Beach provides a serene environment, making it a gem in Visakhapatnam beach tourism.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 2,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "512055",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/cities/visakhapatnam",
            "sourceSite": "Web",
            "snippet": "You can take a day tour of the city to explore the beaches namely; RK Beach, Rushikonda Beach, Bheemili Beach, Appikonda Beach and Yarada Beach are some of the great beaches in Vizag. Most of these beaches have various eateries where you can get the authentic taste of local street food. The Rushikonda beach is the most visited beach in Vizag.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Places, Best Time & Tour Packages 2024",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99907",
            "type": "webPlacesList",
            "url": "https://www.thetoptours.com/asia/india/andhra-pradesh/visakhapatnam/top-beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "Named after the village it is located in, yarada beach is one of the best tourist places in Vizag. Surrounded by mighty hills on three sides and the expansive Bay of Bengal on the fourth side, Yarada beach is an incredibly stunning location. The golden sands and pristine waters make the beach a masterpiece created by the nature.",
            "siteName": "thetoptours.com",
            "shortName": "Top 4 Beaches in Vizag (2024)",
            "indexInSource": 2,
            "iconSiteId": 801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "A little far from the city, Yarada Beach is located near Gangavaram Beach and Dolphin's Nose (a hill that resembles the nose of a dolphin). Full of rocky cliffs and greens, this beach instantly transports you to an exotic beach. If you have very little time on hand, we recommend skipping other beaches and checking this one out.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 3,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Bheemunipatnam Beach, surrounded by beautiful green coconut plantations, palm groves, lush greenery, and a refreshing climate, is a popular weekend getaway destination that offers visitors a comfortable and relaxed atmosphere as well as breathtaking sea views. It’s an excellent location for one-day outings and family picnics.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 3,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "One of the most popular beaches in Vizag, the Yarada Beach is named after the village by which it is located. The beach here is known for its stunning beauty and clean waters. The beach is surrounded by hills on three sides and the fourth side has the Bay of Bengal, and so it goes without saying how scenic the beach looks.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 1,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "Yarada Beach is located on the east coast of the Bay of Bengal in a village called Yarada, which is at a distance of 15 km from the main city of Vizag. This beach is not very far from Gangavaram beach, Gangavaram Port, and Dolphin’s Nose. Yarada beach is the epitome of beauty as far as its scenic views are concerned.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 5,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845337",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/an-endless-summer-on-visakhapatnam-beaches.html",
            "sourceSite": "Web",
            "snippet": "Ranked as the most beautiful beach in Vizag, Yarada Beach is named after the area it’s located in. The attractive point of this beach is the flowing Bay of Bengal on one side and scenic hills covering the other three sides. Relax and capture the beautiful sunrise and sunset or simply laze around the beach.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Here's How You Can Enjoy Endless Summer Beaches",
            "indexInSource": 0,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "If you are looking for the safest and best beach in Visakhapatnam for swimming then Yarada Beach is a better option for you. This beach is just half an hour’s drive from Vizag and one of the busiest sea beaches in Visakhapatnam. As this is a private beach you can visit with your fiancé and family members.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 5,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845323",
            "type": "webPlacesList",
            "url": "https://www.hellotravel.com/india/visakhapatnam/beach-places",
            "sourceSite": "Web",
            "snippet": "Situated around 15 kilometers from the city of Visakhapatnam, Yarada Beach is a well-kept nearby mystery, encompassed by rough slopes. It isn't swarmed and most appropriate for little gatherings' half day trip in an extremely disconnected and regular habitat at. Visakhapatnam, Andhra Pradesh, india",
            "siteName": "HelloTravel",
            "shortName": "9 Best Beach in Visakhapatnam",
            "indexInSource": 3,
            "iconSiteId": 14241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99904",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/beaches-in-south-india-vizag-andhra-pradesh/",
            "sourceSite": "Web",
            "snippet": "Yarada Beach is nestled amidst lush green hills, enchanting and safe with shallow water, reaching this beach itself can be an exciting trek. One approach route involves a ferry ride across the Port Channel and a trek on Dolphin Hill. Alternatively, the drive is a 15 km stretch along a ghat road.",
            "siteName": "Vizag",
            "shortName": "6 must visit beaches in Visakhapatnam, Andhra Pradesh",
            "indexInSource": 2,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1241759",
            "type": "webPlacesList",
            "url": "https://banjaranfoodie.com/2022/03/21/the-beautiful-beaches-of-vizag/",
            "sourceSite": "Web",
            "snippet": "Located about 15 km from Vizag city, you need to cross through the Naval area to reach the Yarada Beach. The Dolphin’s Nose and the lighthouse is quite close to this beach. The beach is clean and serene and is surrounded by hills lined with coconut and banana plantations.",
            "siteName": "Banjaran Foodie",
            "shortName": "The Beautiful Beaches of Vizag",
            "indexInSource": 0,
            "iconSiteId": 171363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517612",
            "type": "webPlacesList",
            "url": "https://www.viharadarshani.in/2021/03/19-best-beaches-in-andhra-pradesh-andhra-pradesh-beaches.html/",
            "sourceSite": "Web",
            "snippet": "Yarada Beach: is situated in Yarada, a village on the west coast of the Bay of Bengal 15 kilometres (9.3 miles) from Visakhapatnam. It is close to the Gangavaram beach, the Dolphin’s Nose, and the Gangavaram harbour. Yarada Beach is one of Vizag’s most beautiful beaches.",
            "siteName": "Vihara Darshani - Temples, Beaches, Timings, Accommodation",
            "shortName": "19 Best Beaches in Andhra Pradesh | Andhra Pradesh Beaches | Vihara Darshani",
            "indexInSource": 2,
            "iconSiteId": 51785,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845318",
            "type": "webPlacesList",
            "url": "https://www.outlooktraveller.com/destinations/india/vishakhapatnam-the-new-capital-on-the-block",
            "sourceSite": "Web",
            "snippet": "This famous beach is around 15 kilometres from the Visakhapatam. Its pristine blue water, golden sand, and breathtaking scenery around attract hordes of vacationers. Surrounded by hills and trees on three sides, Yarada beach is a perfect setting for a weekend outing.",
            "siteName": "Outlook Traveller",
            "shortName": "Vizag's Beaches, Museums Are Sure To Enthral you",
            "indexInSource": 1,
            "iconSiteId": 78840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Yarada Beach is a secluded beach surrounded by hills on three sides and the Bay of Bengal on one side. It offers breathtaking views and a peaceful atmosphere. The clean sands and clear waters make it an excellent place for picnics and family outings.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 3,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located in a serene coastal area, this beach offers breathtaking views. Visitors enjoy soft sands, clear waters, and gentle ocean breezes here. It's an ideal spot for relaxation, picnics, and water sports activities.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 2,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "This beach is surrounded by hills on three sides and the mighty Bay of Bengal on the fourth. Yarada beach is one of the cleanest bleaches along the Coromandel Coast. A trip to this natures work has its own appeal.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 1,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RcObQVa73zPltm03doBEyyL18xQMw0hK",
          "9DLVlBTlnwhp2Go44nHKgwi4s2IZ7WR9",
          "TYBmJyCyEiAlabnSuwRjbQTP2s8N2cq0",
          "RcObQVa73zPltm03doBEyyL18xQMw0hK",
          "9DLVlBTlnwhp2Go44nHKgwi4s2IZ7WR9",
          "TYBmJyCyEiAlabnSuwRjbQTP2s8N2cq0"
        ],
        "openingPeriods": [],
        "name": "Yarada Beach",
        "placeId": "ChIJMwc3pB1COToR6Ot2H7xB76Q",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Yarada Beach with my friend Ayush during our Vizag trip, and it was an unforgettable experience! The drive to the beach was a bit risky - winding roads and sharp turns made it quite the adventure - but totally worth it for the breathtaking view that awaited us.\nWe spent a relaxing two hours there, soaking in the natural beauty and sipping on some of the biggest and freshest coconuts we've ever had! 🥥☀️ The beach is clean, peaceful, and offers a perfect escape from the city buzz.\nHighly recommended for anyone looking to unwind with a scenic backdrop! Just be cautious on those roads. 😉",
            "author_name": "SP Swain",
            "relative_time_description": "",
            "time": 1751257857,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Yarada is a beautiful long beach, with coconut grooves and dense hills on one side.\nGood for long walks, quality time with family and kids or picnic.\nActual beach front is steep, not recommend for bathing due to safety reasons.\nNot much of commercialization, no shacks, no restaurants.\nIt's painful to see such a beautiful beach surrounding littered with polythenes and bottles.",
            "author_name": "Enchanting India",
            "relative_time_description": "",
            "time": 1741588707,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "The drive to reach this beach is fairly decent, with accessible roads and manageable traffic. However, the beach itself is quite disappointing. Cleanliness is severely lacking, and the water quality is poor, making it an unappealing spot for visitors.\n\nSwimming is not allowed, as there are multiple warning signs citing dangerous depths, which further limits the recreational appeal of this place. Overall, it's one of the worst beach experiences I've had.\n\nI sincerely hope the local authorities take action to improve the condition of the beach-both in terms of cleanliness and safety-so it can become a more enjoyable destination in the future.",
            "author_name": "Srikanth Polaki",
            "relative_time_description": "",
            "time": 1747982397,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 83,
            "2": 62,
            "3": 299,
            "4": 1236,
            "5": 3569
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.654937,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJZSN5oxdDOToRnygcjEIHpQM",
        "generalDescription": "Dolphin's Nose Lighthouse is a popular tourist destination located on the Gangavaram port of Vizag, offering breathtaking panoramic views of the city and ocean. The name is derived from the large rock viewpoint that resembles a dolphin's nose shape. This 174-meter-high headland provides stunning vistas of the coastline and lush green hills.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 83.292588,
        "rating": 4.4,
        "numRatings": 6827,
        "sources": [
          {
            "id": "90199",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-top-10-things-to-see-do-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "One of Visakhapatnam’s most beloved tourist spots, Dolphin’s Nose, is truly a sight to behold. The name is derived from the shape of the large rock formation itself, which does resemble a dolphin’s nose in profile when viewed from afar. At an altitude of 174 meters above sea level, you’ll be able to catch fascinating views of the bustling city at one end, and at the other you can watch the serene comings and goings of ships along the coast.",
            "siteName": "The Culture Trip",
            "shortName": "Top Things To See And Do In Visakhapatnam, India",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": "A conspicuous land mark in Visakhapatnam the Dolphin’s Nose is a huge rocky head land 174 meters high and 358 meters above sea level jutting out into the sea resembling the shape of Dolphin. The powerful beacon of the light house set on rock at sea directs ships 65 Km.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 3,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "266219",
            "type": "webPlacesList",
            "url": "https://www.beachesnearme.in/9-best-places-to-visit-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Dolphin’s nose is a huge rocky cliff, which resembles the nose of a Dolphin. This cliff is located adjacent to the Yarada beach near Gangavaram port of Vishakhapatnam. The place is a delight for nature lovers and trekkers and offers amazing view from the hilltop.",
            "siteName": "Beaches Near Me",
            "shortName": "9 Best Places To Visit in Visakhapatnam (Vizag)",
            "indexInSource": 2,
            "iconSiteId": 32637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Dolphin's Nose is not exactly a beach but a viewpoint that offers panoramic views of the coastline and the city of Visakhapatnam. The rock formation resembles a dolphin's nose, hence the name. It is an excellent spot for photography enthusiasts.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 8,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kPsrSKQbs9GsI9ekezAW8ukNJCCuPf0W",
          "4jHtoWVAbzqdjA5JJuaSaA8OGauo11fh",
          "UlYyFt1vIv5HwRpPJLEpQfBx64ylEh9T",
          "kPsrSKQbs9GsI9ekezAW8ukNJCCuPf0W",
          "4jHtoWVAbzqdjA5JJuaSaA8OGauo11fh",
          "UlYyFt1vIv5HwRpPJLEpQfBx64ylEh9T"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1500"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1500"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1500"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1500"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1500"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Dolphin's Nose Lighthouse",
        "placeId": "ChIJZSN5oxdDOToRnygcjEIHpQM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is a must visit place in vizag. The experience is amazing. The view is breathtaking. The timings are restricted from 3PM - 5PM only, so plan accordingly.\n\nIt is located towards the south of vizag, roughly 25km from RK beach. The way goes through industrial areas, military areas and a steep ghat road. The ghat road journey can be a little tough with sharp turns, speed breakers, steep road and bumpy patches.\n\nOnce you reach the entrance, there is a good parking area and you can buy the entry ticket. From there you need to walk around 200-300m to the main lighthouse. From there you need to climb around 70 normal steps and 10-12 steps in a ladder to reach the top.\n\nThe view is just breathtaking and very wholesome. The wind will be strong, so take care of your belongings. And walk slowly as there is less area to roam on the top. Cellphone signals will be weak here.",
            "author_name": "Kalyan Raman Jogadenu",
            "relative_time_description": "",
            "time": 1750258489,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Dolphin's Nose Lighthouse, perched atop Dolphin's Nose hill (Yarada Hills) in Visakhapatnam, Andhra Pradesh, is an iconic maritime landmark offering breathtaking coastal views and historical significance.\n\nYou can come here via public transport which is very less to this place or via private vehicles (recommend).\nI went here via scooty which gives an amazing experience.\nA few places are available for the public as most of the place is acquired by the Indian Navy.\nThe place is full of historical and cultural significance.\nAt main enty a fee of 10 will be collected and vehicle details would be captured.\nTiming of this place is very much crucial so be on time that is 3-5pm\nYou will get an amazing experience with mesmerizing view.\nOne more thing. However there is a small shop and bathroom but if possible bring your own thing with you.",
            "author_name": "Manjeet Kushwaha",
            "relative_time_description": "",
            "time": 1753677025,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Dolphin's Nose Lighthouse is one of Vizag's hidden gems and absolutely worth a visit. Perched on a rocky headland, the lighthouse offers a spectacular panoramic view of the coastline and the vast Bay of Bengal. The sweeping sight of the blue waters meeting the rugged shoreline is truly breathtaking and makes the climb worthwhile.\n\nThe area around the lighthouse is calm and less crowded, which adds to the charm. It's a great spot for photography, relaxation, or simply soaking in the refreshing sea breeze. The vantage point also gives visitors a unique perspective of Vizag's natural beauty, blending hills, sea, and port views all in one frame. Do take note of the visiting time on the day of your visit. Its 3pm-5pm.\nSecurity is kind of strict in the area for obvious reasons.\n\nFor those exploring the city, the Dolphin's Nose Lighthouse is a must-visit destination to experience the scenic grandeur of the coast",
            "author_name": "Kiran Suman Salam",
            "relative_time_description": "",
            "time": 1756460437,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 201,
            "2": 101,
            "3": 498,
            "4": 1778,
            "5": 4258
          }
        },
        "minMinutesSpent": 45,
        "latitude": 17.676469,
        "address": "Dolphin Hill, Visakhapatnam, Andhra Pradesh 530005, India",
        "travel_time": null
      },
      {
        "_id": "ChIJuYuvikINOToRrk6l7nlemTc",
        "generalDescription": "Thanthadi Beach is a hidden gem in Vizag, located about 50km away from the city. It offers a serene and beautiful environment with easy trekking opportunities on the nearby mountains. The beach features small caves and an abundance of marine life, making it perfect for exploration. While the area may have some plastic waste, the water remains clean and less polluted. Visitors can enjoy stunning views from atop two small hills and indulge in activities like photography or simply relaxing with friends and family.",
        "utcOffset": 330,
        "maxMinutesSpent": 20,
        "longitude": 83.065688,
        "rating": 4.5,
        "numRatings": 1746,
        "sources": [],
        "imageKeys": [
          "x0VZye1PgSj1UY0UVqeNfKzFE6rqw0hJ",
          "Hj7TCf5cp6qf7I2MYlzasLGLAwQWxCHl",
          "JdF8Y96OHwGsLXAIYbdgJGJQK27nLp5p",
          "x0VZye1PgSj1UY0UVqeNfKzFE6rqw0hJ",
          "Hj7TCf5cp6qf7I2MYlzasLGLAwQWxCHl",
          "JdF8Y96OHwGsLXAIYbdgJGJQK27nLp5p"
        ],
        "openingPeriods": [],
        "name": "Thanthadi Beach",
        "placeId": "ChIJuYuvikINOToRrk6l7nlemTc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A little over an hour away from the city, but a very quiet and serene spot with a beautiful sunset. Not too crowded even during the weekends. The roads however could be a little narrow for a 4 wheeler.",
            "author_name": "Reisangdar Saka",
            "relative_time_description": "",
            "time": 1742409023,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "\"I visited this beach, and it's a must-visit spot for every tourist. It is located quite far from Vizag city, but the stunning views make the trip worthwhile. The highlight of the beach is the two massive rocks, approximately 50 meters high, which people often climb to enjoy the breathtaking view. It's an ideal location for photoshoots.\n\nThere's also a nearby village where you can find basic essentials, making it a great spot for picnics and chilling out with friends. One fascinating thing about this beach is that one side has low tides while the other side experiences high tides, making it safe for families to enjoy the calmer side.\n\nI thoroughly enjoyed my time here. The beautiful sunset was mesmerizing, and the surrounding hills added to the charm. However, the roads leading to the beach are narrow, so you need to drive carefully. Overall, it was an amazing experience, and I had a lot of fun!",
            "author_name": "Sakthi Kumar_roop",
            "relative_time_description": "",
            "time": 1737819257,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach🏖️🚣\nPeaceful morning 🌄\nEvening sunset 🌅",
            "author_name": "thitti Dharmasri",
            "relative_time_description": "",
            "time": 1740386082,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 27,
            "3": 121,
            "4": 481,
            "5": 1092
          }
        },
        "minMinutesSpent": 20,
        "latitude": 17.525464,
        "address": "Thanthadi Rd, Cheepurupalle East, Andhra Pradesh 531011, India",
        "travel_time": null
      },
      {
        "_id": "ChIJbco9EW9DOToRJv8dJ-Idatc",
        "generalDescription": "Ramakrishna Beach, also known as RK Beach, is a popular destination in Visakhapatnam for both locals and tourists. It offers a stretch of sandy shore with rough waves and rock formations, making it ideal for walkers and sunbathers. The beach comes alive during sunset with street food vendors, small shops, and visitors gathering to enjoy the vibrant atmosphere. Located near the Kali Mata temple, it is part of the city's bustling seafront area.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.323658,
        "rating": 4.5,
        "numRatings": 21746,
        "sources": [
          {
            "id": "90199",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-top-10-things-to-see-do-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Ramakrishna Beach is one of the many popular beaches running along the Eastern coastline of the country. Situated at the coast of Bay of Bengal, this beach constitutes a large part of the seafront. Often referred to as ‘twin beaches’, the Ramakrishna Beach and the Lawson’s Bay Beach offer beautiful views of the sunset, sunrise and your natural surroundings.",
            "siteName": "The Culture Trip",
            "shortName": "Top Things To See And Do In Visakhapatnam, India",
            "indexInSource": 5,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845337",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/an-endless-summer-on-visakhapatnam-beaches.html",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach, Rama Krishna Beach, Lawson's Bay Beach and Sagar Nagar Beach are some of the other Visakhapatnam beaches that you can visit to have more beach time. If you want to visit more places apart from serene beaches then go for a trek to Katiki falls near Bora Bora caves, bring your spiritual side to offer prayers at The Simhachalam Temple, dip yourself in a knowledgeable ride by exploring the Submarine museum. This was all for the major places to visit in Visakhapatnam.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Here's How You Can Enjoy Endless Summer Beaches",
            "indexInSource": 4,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "The Rama Krishna Beach (RK Beach) is known to be the most happening place in the city. It honours the city’s heritage by featuring historical  relics such  as  World  War  II bunk, Victory at Sea Memorial and museums such as the world-famous INS  Kursura  Submarine Museum, Visakha  Museum, TU  142  Aircraft Museum and the newly added Sea Harrier Museum. The Visakhapatnam Port and the Dolphin Nose on one side and the Lighthouse on the other encompass the glory of this beach.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 0,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Ramakrishna Beach, often referred to as RK Beach, is one of the most iconic public beaches in Visakhapatnam. Named after the Ramakrishna Mission, which has a temple nearby, this beach has historical importance due to its role in the city’s cultural and social life. It has been a witness to numerous local events, festivals, and gatherings, making it a central part of Visakhapatnam beach tourism.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 0,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "170465",
            "type": "webPlacesList",
            "url": "https://thecorporatereview.com/5-best-beaches-to-see-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "One of the most popular beaches of Visakhapatnam, RK beach is a beach to spend some relaxed time, enjoy strolls across the beach, sunbath and more. With a number of tourist spots in and around the area, one finds the beach engrossed in much hustle bustle. However, it is highly advisable to not swim at this beach, as it can be very dangerous and is said to have claimed lives in the past.",
            "siteName": "Corporate Review",
            "shortName": "5 Best Beaches to see in Visakhapatnam",
            "indexInSource": 0,
            "iconSiteId": 25219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1241759",
            "type": "webPlacesList",
            "url": "https://banjaranfoodie.com/2022/03/21/the-beautiful-beaches-of-vizag/",
            "sourceSite": "Web",
            "snippet": "If you are a fan of Telugu movies like me, there is a high probability you would have caught a glimpse of this beach in some or the other movie. Located bang in Vizag city itself, you will definitely catch a lot of ships sailing not very far from the shoreline. This should give you some idea of how deep the sea might actually be so close to the shoreline.",
            "siteName": "Banjaran Foodie",
            "shortName": "The Beautiful Beaches of Vizag",
            "indexInSource": 3,
            "iconSiteId": 171363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "This beach is one of the most visited beaches in Vishakhapatnam. This beach is a hub where you can spend time in relax, enjoy little strolls across the sandy beach, bask in a sunbath, and much more. This beach in the city is mostly known for its extensive coastline, early morning walks, and numerous options to satisfy your taste buds.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 6,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "This is the most popular beach in Visakhapatnam and it remains crowded with tourists and locals all throughout the day. However, if you truly want to experience the beach in all its glory, then you have to be an early riser. Wake up early and reach the beach side by 6.30am and get down at the 'All abilities park'.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99911",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "One of the most popular beaches in Vizag, RK beach is a beach to spend some relaxed time, enjoy strolls across the beach, sunbath and more. This beach in Vizag is known for its endless coastline, morning joggers, and multiple options for food lovers. Swimming at Ramakrishna Beach: Not Allowed during the high tide",
            "siteName": "Holidify",
            "shortName": "7 Amazing Beaches in Vizag (2024",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99904",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/beaches-in-south-india-vizag-andhra-pradesh/",
            "sourceSite": "Web",
            "snippet": "Just 5 Km from Vizag city centre, Ramakrishna Beach, the setting of the famed Submarine museum and Kali temple, also plays host to beach sports. Finely sculpted statues of illustrious persons line the road bordering the beach. Tip: The fisher folk here can arrange for a deep-water angling tour.",
            "siteName": "Vizag",
            "shortName": "6 must visit beaches in Visakhapatnam, Andhra Pradesh",
            "indexInSource": 0,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845323",
            "type": "webPlacesList",
            "url": "https://www.hellotravel.com/india/visakhapatnam/beach-places",
            "sourceSite": "Web",
            "snippet": "At a separation of 4 km from Vizag Railway Station, Ramakrishna Beach likewise called RK Beach is a terrific long shoreline on Bay of Bengal. This is a standout amongst the most well known shorelines in Visakhapatnam and gets its. Visakhapatnam, Andhra Pradesh, india",
            "siteName": "HelloTravel",
            "shortName": "9 Best Beach in Visakhapatnam",
            "indexInSource": 4,
            "iconSiteId": 14241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "266219",
            "type": "webPlacesList",
            "url": "https://www.beachesnearme.in/9-best-places-to-visit-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Ramakrishna beach in Visakhapatnam is one of the most famous beaches in Andhra Pradesh. This beach has a shoreline of around 3KM and the beach is full of entertainment. You get to taste the local food, rejuvenate at the Vudu park, get blessings from kali temple.",
            "siteName": "Beaches Near Me",
            "shortName": "9 Best Places To Visit in Visakhapatnam (Vizag)",
            "indexInSource": 0,
            "iconSiteId": 32637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Among the most prominent Vizag beaches, Rama Krishna Beach has a charm of its own. The beach derives its name from the Ramakrishna Mission ashram situated across the Beach Road. It is most crowded beach coz of football games and its busy yet beautiful street.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 2,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420157",
            "type": "webPlacesList",
            "url": "https://www.stanzaliving.com/blog/beaches-to-visit-in-vizag",
            "sourceSite": "Web",
            "snippet": "Named after the Ramakrishna Ashram on the beach road, the RK Beach is where you’ll find loads of peace and quiet. But peace and quiet are not the only things you can feast on tho. There are plenty of seafood stalls for you to try the local grub too.",
            "siteName": "Stanza Living",
            "shortName": "Beaches to Visit in Vizag",
            "indexInSource": 1,
            "iconSiteId": 9332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Ramakrishna Beach, also known as RK Beach, is one of the most popular beaches in Visakhapatnam. It is named after the Ramakrishna Mission ashram located nearby. The beach is perfect for a leisurely stroll or to enjoy the sunrise and sunset.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 0,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "This beach is situated along the Bay of Bengal's east coast and offers breathtaking views. Its golden sands stretch along the coastline, inviting visitors to relax. Ramakrishna Beach is a popular spot for strolls and picnics.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 0,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": "The Ramakrishna beach is a beautiful spot for relaxation and pleasure is a natural beautic scene. There is an imposing Kali Temple near this beach. The aquarium here is an added attraction.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 1,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845340",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/attractions/rishikonda-beach",
            "sourceSite": "Web",
            "snippet": "A quieter beach than Ramakrishna Beach, Rishikonda Beach boasts of a picturesque shoreline and the Bay of Bengal surrounded by seven hills and the 14th century Sapta Rusheswara Temple.",
            "siteName": "makemytrip.com",
            "shortName": "Rishikonda Beach, Visakhapatnam (Vizag) - Things to Do, Timings & Photos",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yvFEyh8NBaphuK0MCaD5eDf33wzKChZs",
          "JPiLrb4NwHOWGA4KWS0hFyCr9ITsVRqL",
          "ONNT3UjTT1XTOL3PqKpTIlmzqA7fyTdb",
          "Ncv3wtc2eylpWUN4YdDy5zvQQGm2rxxe",
          "yvFEyh8NBaphuK0MCaD5eDf33wzKChZs",
          "JPiLrb4NwHOWGA4KWS0hFyCr9ITsVRqL",
          "ONNT3UjTT1XTOL3PqKpTIlmzqA7fyTdb",
          "Ncv3wtc2eylpWUN4YdDy5zvQQGm2rxxe"
        ],
        "openingPeriods": [],
        "name": "Ramakrishna Beach",
        "placeId": "ChIJbco9EW9DOToRJv8dJ-Idatc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "\"I'm absolutely delighted to give RK Beach a well-deserved 5-star review! This stunning beach has become my go-to spot for relaxation and fun in the sun.\n\nFirstly, the beach's proximity to public transport makes it incredibly easy to get to, even for those without their own vehicles. The convenience factor is a huge plus in my book!\n\nOnce you arrive, you'll be spoiled for choice with the vast array of snacks available. From crispy street food to refreshing coconut water, and from spicy local delicacies to sweet treats, there's something for every taste and craving. I was impressed by the variety and quality of the snacks on offer!\n\nThe beach itself is beautifully maintained, with clean sand, calm waters, and picturesque views. It's the perfect spot to unwind, take a leisurely stroll, or simply enjoy quality time with family and friends.\n\nI've visited RK Beach multiple times, and each time I'm impressed by its charm and character. Whether you're a local or just visiting, this beach is an absolute must-visit. Five stars isn't enough – I'd give it ten stars if I could!\n\n*Pros:* Easily accessible, variety of snacks, well-maintained beach, picturesque views\n\n*Cons:* None!\n\n*Recommendation:* Head to RK Beach for a day of relaxation, fun, and sun. You won't regret it!\"",
            "author_name": "Abdul M Ahmed",
            "relative_time_description": "",
            "time": 1745000352,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The beach is okay but there are better beaches in the city. The beach road is amazing though, and all the museums are located around here.",
            "author_name": "Chhanda Barman",
            "relative_time_description": "",
            "time": 1753030639,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited RK Beach in Vizag with my family, and it was truly an amazing experience! We went there around 9 PM and ended up staying until 1:30 in the morning - that's how beautiful and peaceful the place was. Time just flew by without us even realizing it.\n\nThe night view of the beach was simply fantastic. The sound of the sea waves, the cool breeze, and the reflection of the moon on the water created a magical atmosphere. It was a perfect night for relaxation and quality family time. There were many other families there too, enjoying the calm and safe environment.\n\nMy kids had a great time playing on the sand and watching the waves. The beach was lively but not too crowded, which made it even more enjoyable. One of the best things was that even at night, there were small stalls available for snacks, tea, and coffee - perfect for keeping warm and refreshed.\n\nOverall, it was a memorable night by the sea. RK Beach is definitely a must-visit spot in Vizag, especially if you want to spend peaceful, happy moments with your loved ones. We're already planning to come back again soon!",
            "author_name": "Satya Travel vlogs",
            "relative_time_description": "",
            "time": 1755313293,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.papikondalu.org.in/",
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 448,
            "2": 290,
            "3": 1474,
            "4": 5194,
            "5": 14360
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.714162,
        "address": "Visakhapatnam, Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJjRJiEUxbOToR06gQR2Jb8ig",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.350553,
        "rating": 4.5,
        "numRatings": 1154,
        "sources": [
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "This is my favourite park and beach in all of Visakhapatnam. Located very close to the R.K beach , Tenneti Park has a lovely curated garden with lots of greenery and seating arrangements from where one can get the beautiful view of the endless blue sea merging with the blue sky, dotted with huge ancient boulders. To reach the beach one has to climb down a flight of steps carved out of the natural boulders.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 5,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "You can easily spend a whole day at this Vizag beach and this is totally a weekend chill spot, especially if you want to accompany your little one. Located near the Tenneti Park itself, this beach has stunning ocean views and rocky pathways that call for a little wander and wonder. It also makes for great pictures as you can use the pretty and colorful fishing boats as your background.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 8,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Tenneti Park Beach is a scenic coastal destination located in the heart of the city, known for its serene ambiance and stunning views. As one of the prominent beaches in Visakhapatnam, it offers a unique blend of natural beauty and recreational facilities. This beach is a favoured spot among locals and tourists, making it one of the must-visit beaches to visit in Visakhapatnam.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 5,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Tenneti Park Beach, also known as Jodugullapalem Beach, offers stunning views of the coastline from an elevated park area. The park has well-maintained lawns and play areas for children, making it a popular spot for families. The beach below is clean and perfect for a relaxing day out.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 6,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located along the coastline, this park offers stunning ocean views. Visitors enjoy picnics, strolls, and relaxation amidst serene surroundings. The park features lush greenery, inviting benches, and well-maintained pathways for exploration.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 5,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WjREUSd1oGX7zshCkNd7oN292cSMo9Qr",
          "X8SrMOtHtDWQ3lMmgtHsuQeAzwSuvoVk",
          "idUrq0m5ypdmHChysGr60FZVvYiWeUIA",
          "WjREUSd1oGX7zshCkNd7oN292cSMo9Qr",
          "X8SrMOtHtDWQ3lMmgtHsuQeAzwSuvoVk",
          "idUrq0m5ypdmHChysGr60FZVvYiWeUIA"
        ],
        "openingPeriods": [],
        "name": "Tenneti Park Beach",
        "placeId": "ChIJjRJiEUxbOToR06gQR2Jb8ig",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Good location for family to spend time in the mornings and evenings. There are steps from the garden to the beach. Great view of the beach, mountains and the city. The abandoned ship is a good attraction.",
            "author_name": "Guru Saran",
            "relative_time_description": "",
            "time": 1751976565,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "BEAUTIFUL PLACE BUT WITH LOTS OF SCAMMERS.\n\nThis is a wonderful place to relax and enjoy the scenic beauty. However, the experience is often spoiled by scammers posing as photographers who deceive visitors and extract large sums of money. They usually operate in groups, surrounding their targets and even resorting to threats if their demands are not met.\n\nAt first, they persistently offer to take photos, claiming that each picture costs only ₹20. The seemingly reasonable price may make you agree, but this is where the trick begins. They proceed to take numerous photos without your consent and later display them at a rapid pace, allowing you to view each image only once. Once selected, you cannot go back and change your choices. Some photos may be barely visible, yet they are included in the count.\n\nUnknowingly, you might believe you've selected just 5-6 photos, but they claim you have chosen around 40-50. As a result, instead of paying ₹100-₹120 as planned, you are suddenly asked to pay ₹800-₹1000. If you refuse, they intimidate you and prevent you from leaving.\n\nVisitors should stay cautious of these scammers, and the Visakhapatnam Police and Administration must take action to ensure public safety and protect the reputation of this beautiful destination.",
            "author_name": "Rajdip Barua",
            "relative_time_description": "",
            "time": 1740400925,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice place but recently getting very crowded. Still it's  a nice choice to have a pleasant connect with your friends and family",
            "author_name": "srinivas kakaraparty",
            "relative_time_description": "",
            "time": 1746894977,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 7,
            "3": 65,
            "4": 321,
            "5": 748
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.747658,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJASKJXQxaOToR8H_tZv_xoSo",
        "generalDescription": "Thotlakonda Beach, located near Bheemli Beach, derives its name from the nearby Thotlakonda Buddhist Complex. The beach is characterized by rocky formations and offers a serene and secluded atmosphere, making it a pleasant alternative to the more crowded Rushikonda Beach. Visitors can explore the rock cave arch and capture stunning photographs reminiscent of locations outside India. The beach features a mix of rocky and sandy shores, providing ample opportunities for picturesque views.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.415934,
        "rating": 4.5,
        "numRatings": 811,
        "sources": [
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Thotlakonda Beach offers a serene environment with stunning natural beauty and tranquillity. Its proximity to historical sites adds a unique charm for visitors. The beach is less crowded, perfect for peaceful and reflective moments.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 9,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 10,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "B591gK5sZMTWMfKjZ5pJ4t2ShO0cvdce",
          "fuZ6n8wlry94WtH3tiooX2pboJZvALjw",
          "RgMSIC3f8fydi4nmD3Pp6cEzcct4p77K",
          "B591gK5sZMTWMfKjZ5pJ4t2ShO0cvdce",
          "fuZ6n8wlry94WtH3tiooX2pboJZvALjw",
          "RgMSIC3f8fydi4nmD3Pp6cEzcct4p77K"
        ],
        "openingPeriods": [],
        "name": "Thotlakonda Beach",
        "placeId": "ChIJASKJXQxaOToR8H_tZv_xoSo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The beach is so clean and less crowded. Main attraction is the natural arch. That is really beautiful and photogenic.",
            "author_name": "Rick Das",
            "relative_time_description": "",
            "time": 1736935954,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Thotlakonda beach is famous for its Natural Arch..\nIt is one of the beautiful beaches of Visakhapatnam..\nYou must visit this place to witness the sunset..",
            "author_name": "Gourab Chatterjee",
            "relative_time_description": "",
            "time": 1747314898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Most of the part of this beach is rocky. Yet it is one of the cleanest beaches. The crowd is less here, it is peaceful and there is a dedicated parking space also which is free of cost. Had a great time here.",
            "author_name": "Soumik Ghosh",
            "relative_time_description": "",
            "time": 1749350344,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 9,
            "3": 61,
            "4": 229,
            "5": 495
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.821967,
        "address": "Kapuluppada, Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJnbdajwdXOToRyEVnuiQoe10",
        "generalDescription": "Bheemili Beach is a renowned destination in Visakhapatnam, situated at the meeting point of the Bay of Bengal and Gosthani River. Unlike other beaches in the area, it offers calm waters and a peaceful atmosphere, making it an ideal escape from city life. Visitors can explore historical remnants dating back to the 17th century, providing insights into the Dutch era. The beach's picturesque setting with clear blue waters and golden sands makes it perfect for nature lovers and adventure seekers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.455852,
        "rating": 4.4,
        "numRatings": 3347,
        "sources": [
          {
            "id": "1845337",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/an-endless-summer-on-visakhapatnam-beaches.html",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach, Rama Krishna Beach, Lawson's Bay Beach and Sagar Nagar Beach are some of the other Visakhapatnam beaches that you can visit to have more beach time. If you want to visit more places apart from serene beaches then go for a trek to Katiki falls near Bora Bora caves, bring your spiritual side to offer prayers at The Simhachalam Temple, dip yourself in a knowledgeable ride by exploring the Submarine museum. This was all for the major places to visit in Visakhapatnam.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Here's How You Can Enjoy Endless Summer Beaches",
            "indexInSource": 3,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach, also known as Bheemunipatnam Beach, is one of the oldest and most picturesque beaches in Visakhapatnam. Located at the confluence of the Gosthani River and the Bay of Bengal, this beach is renowned for its scenic beauty and historical significance. As one of the best beaches to visit in Visakhapatnam, it offers a serene environment, making it a perfect spot for relaxation and leisurely activities.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "517612",
            "type": "webPlacesList",
            "url": "https://www.viharadarshani.in/2021/03/19-best-beaches-in-andhra-pradesh-andhra-pradesh-beaches.html/",
            "sourceSite": "Web",
            "snippet": "Bheemunipatnam Beach/Bheemili Beach: Bheemunipatnam is about 40 kilometres from Visakhapatnam Airport, 31 kilometres from Visakhapatnam Railway Station, and 29 kilometres from Visakhapatnam City’s main bus station. It is roughly bounded on the south by Rushikonda and on the east by the Bay of Bengal, on the west by Madhurawada, and on the north by Bhogapuram. It is located north of Visakhapatnam City.",
            "siteName": "Vihara Darshani - Temples, Beaches, Timings, Accommodation",
            "shortName": "19 Best Beaches in Andhra Pradesh | Andhra Pradesh Beaches | Vihara Darshani",
            "indexInSource": 1,
            "iconSiteId": 51785,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99907",
            "type": "webPlacesList",
            "url": "https://www.thetoptours.com/asia/india/andhra-pradesh/visakhapatnam/top-beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "Also known by the name of Bheemunipatnam beach, this beach in Vizag derives its name from Bheema, one of the five Pandava princes from the epic of Mahabharata. Located at the origin of the Gosthani river, Bheemili beach is considered to be one of the safest beaches near Vizag. Other than being a serene location, on close exploration you can even find traces of British and Dutch settlements here.",
            "siteName": "thetoptours.com",
            "shortName": "Top 4 Beaches in Vizag (2024)",
            "indexInSource": 1,
            "iconSiteId": 801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1241759",
            "type": "webPlacesList",
            "url": "https://banjaranfoodie.com/2022/03/21/the-beautiful-beaches-of-vizag/",
            "sourceSite": "Web",
            "snippet": "Bheemunipatnam Beach, commonly called as the Bheemili Beach, is further ahead along the road in the same direction as the Rushikonda Beach. If you climb up the Thotlakonda Buddhist Heritage site, you can catch a breathtaking view of the Bheemili Beach from up there. There’s a lot of local street food available here – muri mixture, sugandhi, tomato bajji, pani puri, bhel puri, lemon soda, etc.",
            "siteName": "Banjaran Foodie",
            "shortName": "The Beautiful Beaches of Vizag",
            "indexInSource": 2,
            "iconSiteId": 171363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99911",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "The long beautiful and pristine Bheemunipatnam Beach is located at the assemblage of Gosthani River and the Bay of Bengal. It also houses the remains of a 17th-century fort and cemetery, revelling history dating back to the Dutch era. A lot of accommodation options can be found near the beach.Swimming at Bheemilli Beach: Not allowed during the high tide conditions.",
            "siteName": "Holidify",
            "shortName": "7 Amazing Beaches in Vizag (2024",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach derives its name from Bheema, one of the five Pandava princes from Mahabharata. Away from the maddening city crowds, Bheemili provides the perfect excuse to indulge in a variety of water-based activities like boating, water skiing, scuba diving, and even snorkeling. If you love swimming, you can have a great time practicing your skills.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 3,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "The Bheemunipatam Beach, or Bheemili Beach, as it is popularly known, derives its name from Bheema, the second and the strongest brother of the Pandavas. The beach is located at the origin of the Gosthani River, by the fishing town of Bheemunipatam. It is considered to be the safest beach in Vizag and is great for swimming, even for youngsters.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "512055",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/cities/visakhapatnam",
            "sourceSite": "Web",
            "snippet": "You can take a day tour of the city to explore the beaches namely; RK Beach, Rushikonda Beach, Bheemili Beach, Appikonda Beach and Yarada Beach are some of the great beaches in Vizag. Most of these beaches have various eateries where you can get the authentic taste of local street food. The Rushikonda beach is the most visited beach in Vizag.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Places, Best Time & Tour Packages 2024",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845324",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach is located in the village Bheemunipatnam, which is around 20 kilometres from the city. Although the beach is peaceful given its remote location, it also is bit sooty with black sand. Stay away from the left part of the beach where fishermen undergo their business and have a good swim on the right side of the beach.",
            "siteName": "Treebo Blog",
            "shortName": "6 Popular Beaches in VIzag | Best Vizag Beaches for Tourists (2022)",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "This beach is about 25km away from Visakhapatnam located in Bheemunipatnam. Bheemili beach is a beautiful beach with coconut groves, fine sand and waves crashing on the black rocks spread over the beach. Bheemunipatnam being a fishing village, you can visit quaint little fishing villages located close to the Bheemili beach.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "Bheemunipatnam or BheemiliBeach can be labelled as the safest and most vibrant beaches in Vizag. blessed with the existence of cute old Dutch and Frenchabodes, the beach is full of life and exudes a very cheerful, sunny aura. This specific beach is very well connected by a four-lane road.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 4,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Bheemili sea beach is almost 25 km north to the Vizag City and you can easily reach your destination within 45 minutes travel. Here you can enjoy the lighthouse, statues of Buddhist monks, many Hindu gods and much more. But just like Lawson’s bay beach, this beach is also less crowded.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 3,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach, also known as Bheemunipatnam Beach, is located at the mouth of the Gosthani River. This beach has historical significance as it was once a Dutch settlement. Visitors can explore ancient ruins and colonial buildings near the beach.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 2,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845323",
            "type": "webPlacesList",
            "url": "https://www.hellotravel.com/india/visakhapatnam/beach-places",
            "sourceSite": "Web",
            "snippet": "Thought to be one of the most secure, Bheemunipatnam, otherwise called 'Bhimlipatam' or 'Bheemli' shoreline is situated at the mouth of Gosthani River in Visakhapatnam area of Andhra Pradesh and is a scene 24 km drive from Visakhapatnam.",
            "siteName": "HelloTravel",
            "shortName": "9 Best Beach in Visakhapatnam",
            "indexInSource": 0,
            "iconSiteId": 14241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420157",
            "type": "webPlacesList",
            "url": "https://www.stanzaliving.com/blog/beaches-to-visit-in-vizag",
            "sourceSite": "Web",
            "snippet": "The beach shore is lined with thatched cottages that give this place an old-world charm. A 17th-century fort that adds to the mystique of the beach. And the all-around lush greenery which makes you feel that exotic feelzzz.",
            "siteName": "Stanza Living",
            "shortName": "Beaches to Visit in Vizag",
            "indexInSource": 2,
            "iconSiteId": 9332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located near a historic town, this beach offers scenic beauty. It's a popular tourist destination known for its tranquil ambience. Visitors enjoy water sports, sunbathing, and stunning sunset views here.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 3,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "This beach in Vishakapatnam largely comprises British and Dutch settlements. It's surrounded by gigantic coconut trees. In fact, you don't really notice the beach until you cross the trees.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 4,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach is an ideal spot for swimming and water sports. The remains of Dutch settlement with a ruined Fort, armoury and Dutch cemetery dating back to the 17th Century preserved here.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 7,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YMtLZKTCEiDdvn5nyLhVoKJjk7EZ8nTx",
          "Oz9wTkceAhdrRZSFzTnIDuAEUsx7Yz1J",
          "yX7yPHmXhSaFc6gtFZAaymMfjadpd2ms",
          "YMtLZKTCEiDdvn5nyLhVoKJjk7EZ8nTx",
          "Oz9wTkceAhdrRZSFzTnIDuAEUsx7Yz1J",
          "yX7yPHmXhSaFc6gtFZAaymMfjadpd2ms"
        ],
        "openingPeriods": [],
        "name": "Bheemili Beach",
        "placeId": "ChIJnbdajwdXOToRyEVnuiQoe10",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful beach with a small park up front and a few fast food stalls. Peaceful place and a good open road ride, free of city traffic towards the beach. Photographers at the beach are the most annoying things there. They won't leave you the whole time.",
            "author_name": "Soumyak Das",
            "relative_time_description": "",
            "time": 1735927195,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Unlike bustling city beaches, Bheemili offers a quiet and tranquil atmosphere, ideal for relaxation. The beach boasts golden sands and calm waters, making it perfect for enjoying the sea.\nThere may be limited options for restaurants and hotels in the immediate area, so it's advisable to carry food and water.",
            "author_name": "Arup Banerjee",
            "relative_time_description": "",
            "time": 1749490798,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Why Bheemli Beach is a Must-Visit:\n\n1. Scenic Drive: The 25-30 km ride from Vishakhapatnam Beach Road to Bheemli is breathtaking, with lush greenery, towering trees, and majestic mountains on one side and the sea on the other.\n2. Thrilling Ride: Riding a scooty adds to the thrill of the journey, making it an exhilarating experience.\n3. Serene Beach: Bheemli Beach is a peaceful escape, with smaller stones and fewer crowds, making it perfect for relaxation.\n4. Natural Beauty: The beach is surrounded by natural beauty, with the sea on one side and mountains on the other, creating a unique and picturesque landscape.\n5. Peaceful Atmosphere: The beach is ideal for those seeking a tranquil getaway, away from the hustle and bustle of city life.\n\nOverall, Bheemli Beach is a hidden gem near Vishakhapatnam, offering a unique blend of natural beauty, adventure, and relaxation.",
            "author_name": "Ankita Singh",
            "relative_time_description": "",
            "time": 1748987914,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 67,
            "2": 78,
            "3": 325,
            "4": 910,
            "5": 1967
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.890253,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJxSTrYdMSOToRX7w5dIyoNFg",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.116564,
        "rating": 4.4,
        "numRatings": 1030,
        "sources": [
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 18,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6x14hlaRGltPfekDKy73EIhHMsdri65a",
          "c3Vz3MuneNR50qW9XTPnMl3bBX600c1V",
          "gB8T8XQHYrtSYTUIzlg2LB80evZHdqaP",
          "6x14hlaRGltPfekDKy73EIhHMsdri65a",
          "c3Vz3MuneNR50qW9XTPnMl3bBX600c1V",
          "gB8T8XQHYrtSYTUIzlg2LB80evZHdqaP"
        ],
        "openingPeriods": [],
        "name": "Tikkavanipalem Beach",
        "placeId": "ChIJxSTrYdMSOToRX7w5dIyoNFg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "\"Tikkavanipalem Beach is such a peaceful and serene spot! The highlight is definitely the stunning bridge extending into the sea, offering breathtaking views. It's always a joy to relax beneath the beach and soak in the beauty of the surroundings. A perfect getaway for nature lovers!\"",
            "author_name": "Avinash Chowdary",
            "relative_time_description": "",
            "time": 1737792929,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach is not so popular which is great the peace here is unaffordable we had a small picnic and fun time",
            "author_name": "VIKAS KUMAR",
            "relative_time_description": "",
            "time": 1737447920,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beach view was good, best to see beach view under bridge. Recommended to go after 3:30 pm only, or else you will feel sunny. Bring all the items like water, eatables with you, I can not find any shops near to the beach. Suggested to start below 5:30 pm, due to low man movement and rural area.",
            "author_name": "vara prasad",
            "relative_time_description": "",
            "time": 1681822588,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 16,
            "3": 84,
            "4": 306,
            "5": 605
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.547612,
        "address": "G4X8+2JW, Tikkavanipalem, Visakhapatnam, Andhra Pradesh 531020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJj619WK9EOToRmvXQwi_GFVA",
        "generalDescription": "Lawsons Bay Beach Park, also known as Pedawaltair Beach, is a hidden gem located 8-9 km from Vizag city center. It offers a quieter atmosphere and pristine sands, making it perfect for swimming, sunbathing, and long beach walks away from the hustle and bustle of the city. The beach provides beautiful scenery and a cold sea breeze for ultimate relaxation. With crystal clear waters and warm soothing waves, it's an ideal spot for swimming.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 83.342359,
        "rating": 4.3,
        "numRatings": 913,
        "sources": [
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "You can find several sea Beaches in Vizag but if you are looking for a lonely and peaceful sea beach then Lawson’s bay beach is always a perfect sea beach for you. This sea beach is very much quieter than other sea beaches in Vizag but the beautiful scenery and cold breeze of the sea definitely give you ultimate satisfaction. This beach is less crowded because their main tourist spot is Ramakrishna beach which is slightly away from there.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 1,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Lawson’s Bay Beach is a serene and less crowded spot among the beaches in Visakhapatnam, known for its pristine waters and lush greenery. Often considered one of the more secluded private beaches in Visakhapatnam, it offers a peaceful retreat away from the bustling city life. As one of the top beaches to visit in Visakhapatnam, Lawson’s Bay Beach is perfect for those seeking calmness and natural beauty.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 4,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520263",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/visakhapatnam/beaches-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "A quaint beach that offers scenic views of the sea, Lawson’s beach is one of the most famous ones in Vishakhapatnam. The place is covered with cool and soft sands, which make better comforters that your slippers, so it’s best you walk barefoot. The calming waves of the sea make it the perfect spot to enjoy some light and refreshing swimming and shallow water surfing as well.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Beaches in Visakhapatnam",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "The Lawson’s Bay Beach is 22 km away from the main city and it is not a very crowded beach, which gives the traveler ample scope to explore and enjoy its beauties. The beach is picture- perfect and it is in fact, located very close to the Ram Krishna Beach. The waters here are crystal clear and the waves are warm and soothing, creating the perfect conditions for swimming.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 4,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "If you are looking for a peaceful and calm seashore around the city, then Lawson’s bay beach has the most votes!. Lawson’s sea beach is a much-preferred option for you because you are bound to get the best of your experience while enjoying the cold breeze lying n the sand. This particular beach is much less crowded because of the presence of the RK beach nearby.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 2,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "The locals consider this Vizag beach as a quieter extension of the RK beach, so this is where you go if you want to spend time with your thoughts. The walks are super therapeutic here as this beach will have you surrounded by calm waves on one side and lush greenery on the other. Love collected seashells?",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 6,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99904",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/beaches-in-south-india-vizag-andhra-pradesh/",
            "sourceSite": "Web",
            "snippet": "A beautiful lagoon with calm seas and a relatively long stretch of beach Lawson’s Bay beach is a definite crowd puller and the visitors would be able to enjoy it. The beaches in Visakhapatnam promise a memorable experience, making them an absolute must-visit destination for beach enthusiasts",
            "siteName": "Vizag",
            "shortName": "6 must visit beaches in Visakhapatnam, Andhra Pradesh",
            "indexInSource": 5,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845324",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Another beach which is in the city but is a lot more peaceful when compared to other beaches is the Lawson’s Bay. Considered as the extension of RK, this beach is calm and serene in all its glory. Its long sand strip makes you want to take a long walk all along to RK beach.",
            "siteName": "Treebo Blog",
            "shortName": "6 Popular Beaches in VIzag | Best Vizag Beaches for Tourists (2022)",
            "indexInSource": 2,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "This is a calmer beach compared to the much crowded Rushikonda and RK beaches  The sea is crystal clear and is ideal for relaxing near the cliffside. This is the preferred beach by many morning walkers. There are several restaurants and cafes on this coastline.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 7,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Lawson’s Bay beach in Vizag, is a posh beach that extends from Ramakrishna aka R K Beach, Vizag Calmness and serenity are highly desirable here. The crystal clear water of the ever-expanding sea is perfect for swimming, surfing, or simply sunbathing.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 5,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99907",
            "type": "webPlacesList",
            "url": "https://www.thetoptours.com/asia/india/andhra-pradesh/visakhapatnam/top-beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "This is one picture perfect beach with scenic views in Vizag. The best part is that the beach is not much crowded. Located close to the Rama Krishna beach, this one sports whitish sands, crystal blue waters and is engulfed in lush greenery.",
            "siteName": "thetoptours.com",
            "shortName": "Top 4 Beaches in Vizag (2024)",
            "indexInSource": 3,
            "iconSiteId": 801,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Lawson's Bay Beach is a picturesque beach with calm waves and lush greenery. It is less crowded compared to other beaches in Visakhapatnam, making it perfect for those seeking solitude. The shallow waters are ideal for swimming and wading.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 4,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "If you want some alone time from your busy stressful life just have a walk by this beach. Many joggers choose to exercise here just to witness the sun over the sea. You can simply lay down with a book and get lost in your own world.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 5,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420157",
            "type": "webPlacesList",
            "url": "https://www.stanzaliving.com/blog/beaches-to-visit-in-vizag",
            "sourceSite": "Web",
            "snippet": "Getting to Lawson’s Bay Beach might take a bit more traveling than usual. Though we promise you, it’s totally worth the effort and time. Especially if you’re looking for an ideal spot to go surfing or swimming.",
            "siteName": "Stanza Living",
            "shortName": "Beaches to Visit in Vizag",
            "indexInSource": 4,
            "iconSiteId": 9332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located in a serene coastal area, this beach offers picturesque views. Visitors enjoy sunbathing, swimming, and leisurely walks along the shore. It's a popular spot for families, couples, and solo travellers.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 4,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wyvbaKyUncv3PDRec2UgTALEbGZIINV3",
          "eVSfoi1tN8ERyA5CfuMCMdBjOFiBY7IO",
          "wjKmeDy0vCP7OXFIsnYhQ1TB3xz74lE1",
          "wyvbaKyUncv3PDRec2UgTALEbGZIINV3",
          "eVSfoi1tN8ERyA5CfuMCMdBjOFiBY7IO",
          "wjKmeDy0vCP7OXFIsnYhQ1TB3xz74lE1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Lawsons Bay Beach Park",
        "placeId": "ChIJj619WK9EOToRmvXQwi_GFVA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is a great place to bring young kids. It has many play facilities along with outdoor gym equipment installed. It is clean inside the part. The municipality has to take steps to clear the beach area as it is very dirty outside due to an open drain left into the sea. Over all a nice place to take an evening stroll.",
            "author_name": "Suresh Rayalu",
            "relative_time_description": "",
            "time": 1566361706,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Lots of space to go around. Nice sit outs spread all over. Kids play area. Open gym. Walking track with good greenery. But some times bit foul smell from sea side. But overall well maintained.",
            "author_name": "Sudhakar Addanki",
            "relative_time_description": "",
            "time": 1641703731,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The park is good for walking and less crowded.But the beach nearby is the dirtiest beach of visakhapatnam.",
            "author_name": "Biswamohan Das",
            "relative_time_description": "",
            "time": 1754555629,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 24,
            "3": 107,
            "4": 281,
            "5": 479
          }
        },
        "minMinutesSpent": 30,
        "latitude": 17.733788,
        "address": "11/2,, 4-72-11/2, Beach Rd, Near Santha Ashram, Lawsons Bay Colony, Pedda Waltair, Visakhapatnam, Andhra Pradesh 530017, India",
        "travel_time": null
      },
      {
        "_id": "ChIJtx0iVWlqOToR1hcbFiw7QFM",
        "generalDescription": "Gangavaram Beach, situated in Visakhapatnam, offers a serene escape from the city. Surrounded by lush greenery, this picturesque beach provides an ideal setting for relaxation and various activities such as swimming and beach volleyball. Unlike the bustling Ramakrishna Beach, Gangavaram Beach is known for its tranquility and natural beauty.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.232867,
        "rating": 4.4,
        "numRatings": 514,
        "sources": [
          {
            "id": "420157",
            "type": "webPlacesList",
            "url": "https://www.stanzaliving.com/blog/beaches-to-visit-in-vizag",
            "sourceSite": "Web",
            "snippet": "Although they don’t allow swimming in the Gangavaram Beach, there’s still plenty to do (like playing beach volleyball or taking long walks) when it comes to spending quality time with your friends or your special someone. Also, the scenic beauty of this beach is the reason why a lot of movie songs have been shot there. So don’t be confused if you see a couple of directors scouting the beach in their typical khaki shorts and hunting hats.",
            "siteName": "Stanza Living",
            "shortName": "Beaches to Visit in Vizag",
            "indexInSource": 3,
            "iconSiteId": 9332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99911",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/beaches-in-vizag",
            "sourceSite": "Web",
            "snippet": "One of the most beautiful beaches of Visakhapatnam, Gangavaram Beach is lined with palm trees and picture-perfect backdrops which attracts many films and TV serial makers. This beach in Vizag is known for its soft sands and cool breeze and is an excellent location for a day trip away from Vizag. Type of Beach: Public BeachThings to Do: Picnics, beach games like volleyball, trekkingLocation: 35 Km the city centre.",
            "siteName": "Holidify",
            "shortName": "7 Amazing Beaches in Vizag (2024",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Gangavaram Beach is also known as another best Vizag beach ever. Most of the people don’t know about this sea beach but truly this is one of the most beautiful places ever you should visit in your Vizag tour. You can enjoy the beautiful palm trees and green scenery there and most of the filmmaker comes to this place to capture their shooting because of its wonderful scenery.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 2,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845332",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Gangavaram Beach is one of the most picturesque beaches in Visakhapatnam, known for its scenic beauty and calmness. Located near the steel plant, it is relatively less crowded, making it a serene spot for relaxation. The stunning landscapes, with palm trees and rocky formations, make Gangavaram Beach one of the top beaches to visit in Visakhapatnam.",
            "siteName": "WanderOn",
            "shortName": "Top 7 Beaches in Visakhapatnam: Best Travel Guide",
            "indexInSource": 3,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "This beach has long been known as one of the best beaches in Vizag. Though this beach is one of the most beautiful places you will ever come across on your Vishakhapatnam tour, not many people are aware of its existence. You can take a moment to appreciate the beauty of the evergreen palm trees and green views there.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 1,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": "The small hill by name Syamala Konda and Seashore in front of the beach is attractive and beautiful and in the middle of the stretch between the seashore and the hill is a stream flows through the shore into the sea is in L shape and is worth seeing and interesting which is a decent serene and peaceful place.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 5,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520263",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/visakhapatnam/beaches-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "The Gangavaram beach, overlooking a Krishna Temple as well as the deep blue sea is a perfect spot to experience liveliness and bliss. Many people visit this beach’s mesmerizing sands to simply unwind and relax, whereas others come here to witness a huge hill structure emanating from the middle of the sea.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Beaches in Visakhapatnam",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "The Gangavaram Beach is definitely one of the more enchanting spots to visit in Vizag. The beach is relatively less crowded and so you can enjoy the sun and the sand without feeling rushed. The scenic beauty of the beach is well known which is why many shoots for movies and ads take place here regularly.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 3,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "170465",
            "type": "webPlacesList",
            "url": "https://thecorporatereview.com/5-best-beaches-to-see-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "The Gangavaram beach borders the coast of Visakhapatnam around the Gangavaram area. The beach is famous for its scenic beauty and bustling cultures of the villages situated near it. This beach is often a site of celebration during festivals like Maghapournami during February and March.",
            "siteName": "Corporate Review",
            "shortName": "5 Best Beaches to see in Visakhapatnam",
            "indexInSource": 1,
            "iconSiteId": 25219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "Gangavaram Beach is one of the most enchanting place that you must visit in visakhapatnam. As far as scenic beauty is concerned, Gangavaram is second to none and that’s probably what draws many movie makers to this location to shoot lovely scenes. Swimming is prohibited at this place.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 4,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845323",
            "type": "webPlacesList",
            "url": "https://www.hellotravel.com/india/visakhapatnam/beach-places",
            "sourceSite": "Web",
            "snippet": "The lovely Gangaam shoreline is situated at a separation of around 26 km south of Visakhapatnam close Visakhapatnam Steel Plant VSP. Gangaam brags a lovely extend of shoreline, created by the Steel Plant. Gangaam is the Favorite of the Many. Visakhapatnam, Andhra Pradesh, india",
            "siteName": "HelloTravel",
            "shortName": "9 Best Beach in Visakhapatnam",
            "indexInSource": 1,
            "iconSiteId": 14241,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "Surrounded by hills and rocky terrains, Gangavaram Beach is a true delight for beach lovers. Go here for a picnic or gawk at the coastline. There's a Krishna Temple perched on top of a hill near this beach, and if you've got time, plan a visit here for a devotional experience.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 1,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Gangavaram  Beach is widely  known  for  its  scenic  beauty  and village-like  bustling culture. This is one of the beaches in Visakhapatnam with a port. The beach is  surrounded by  huge  and  shady  palm trees, that offer shelter to the visitors.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 8,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Gangavaram Beach is famous for its picturesque setting with palm trees lining the shore. It has been featured in several Telugu movies due to its natural beauty. The beach provides a serene environment away from the hustle and bustle of city life.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 7,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845337",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/an-endless-summer-on-visakhapatnam-beaches.html",
            "sourceSite": "Web",
            "snippet": "Relatively less crowded, Gangavaram Beach is among another dazzling Visakhapatnam Beaches. This popular picnic spot is a visual in many films and ads. Going in the water is strictly prohibited as it's unsafe.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Here's How You Can Enjoy Endless Summer Beaches",
            "indexInSource": 1,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "The Sagar Nagar beach, which is 9 kilometres from the RK Beach, is less polluted and crowded. The beach’s blue water provides scenic views during the day, but it gradually turns greenish blue in the evening.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 1,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "thBp7iaJFBjfrLwVp6XNIfeJPw7eWCPD",
          "l0ZaopAlLTtOJYTa4FewNozIjpf2Seje",
          "zCrlL7nanCx5HVaLZ2VizKEjY3uDnA8J",
          "thBp7iaJFBjfrLwVp6XNIfeJPw7eWCPD",
          "l0ZaopAlLTtOJYTa4FewNozIjpf2Seje",
          "zCrlL7nanCx5HVaLZ2VizKEjY3uDnA8J"
        ],
        "openingPeriods": [],
        "name": "Gangavaram Beach",
        "placeId": "ChIJtx0iVWlqOToR1hcbFiw7QFM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is one the best best beaches in Visakhapatnam. It's very clean. There are steps to reach the top (which were built for a temple) Very peaceful and breathtaking view 🫶 not safe to come with kids otherwise it's a beautiful beach",
            "author_name": "Sri Vidhya",
            "relative_time_description": "",
            "time": 1734593038,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is one of the most beautiful beach viewpoints in Vizag. It is located away from the busy city, with peaceful air and a calm atmosphere. From the high hilltop, you can enjoy stunning views of the sea. It truly feels like a hidden gem, perfect for relaxation and spending quiet time in nature.\n\nI suggest not visiting alone and avoiding this place after sunset, as the roads are not good and there are no street lights. The area is surrounded by jungle, with no nearby villages, shops, or food options. Girls especially should be very careful.",
            "author_name": "You Tube World (DJ EDITZZ)",
            "relative_time_description": "",
            "time": 1756225337,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gangavaram Beach is a peaceful beach in Visakhapatnam, Andhra Pradesh, India. It's known for its palm-fringed shores and stunning views.\nFeatures: A hidden gem that's a great escape from city life, A tranquil atmosphere, Palm-fringed shores, and Breathtaking views.\nLocation:\nLocated near the Vizag Steel Plant, about 30-35 kms from Vizag",
            "author_name": "S Venkata Sai kumar",
            "relative_time_description": "",
            "time": 1740886124,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 12,
            "3": 40,
            "4": 114,
            "5": 329
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.619235,
        "address": "Andhra Pradesh 530044, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVb3_37FpOToRMehjRxaXAXU",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.317318,
        "rating": 4.7,
        "numRatings": 544,
        "sources": [
          {
            "id": "1846134",
            "type": "webPlacesList",
            "url": "https://visakhapatnam.ap.gov.in/beaches/",
            "sourceSite": "Web",
            "snippet": "The Ramakrishna Mission Ashram has been constructed in 1938 overlooking in the Sea presenting the panoramic view of the rising sun. The Ashram conducts spiritual retreats for the devotees and also providing services in Educational, Cultural, Medical, Relief and Rehabilitation to the poor and needy. The Ramakrishna Mission Ashram beach is a beautiful spot for relaxation and pleasure is a natural beautic scene.",
            "siteName": "visakhapatnam.ap.gov.in",
            "shortName": "Beaches | Visakhapatnam District, Government of Andhra Pradesh",
            "indexInSource": 0,
            "iconSiteId": 14675,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PIdmpntOzTKzOBLgCA5xWZAk5nwHEu2W",
          "qCCtLqaYSgr1iH1EfF8qtEeJPPFuuGqd",
          "DxlM1V4szxv8WcrUmJeDlIhM6fmEjVhe",
          "PIdmpntOzTKzOBLgCA5xWZAk5nwHEu2W",
          "qCCtLqaYSgr1iH1EfF8qtEeJPPFuuGqd",
          "DxlM1V4szxv8WcrUmJeDlIhM6fmEjVhe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Ramakrishna Mission Ashrama, Vizag",
        "placeId": "ChIJVb3_37FpOToRMehjRxaXAXU",
        "internationalPhoneNumber": "+91 94933 81836",
        "reviews": [
          {
            "rating": 5,
            "text": "Very closed to Ramkrishna Beach ⛱️.\nLike others Ramkrishna Mission it is also Well maintained. Great and Peaceful Place for meditation.",
            "author_name": "Swarnendu Maity",
            "relative_time_description": "",
            "time": 1728700667,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Peaceful place... Must visit in vizag ... Near to r.k beach... Evening Sunday evening at 6 pm ... keerthana there ... Must try",
            "author_name": "pradeep_ patnaik",
            "relative_time_description": "",
            "time": 1726899059,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited Ashram- Very nice place to reenergize yourself. Just seating in the math will bring peace. Must spare some time during Vizag tour.",
            "author_name": "Ashish Kumar Modi",
            "relative_time_description": "",
            "time": 1734970782,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://visakhapatnam.rkmm.org/",
        "index": 13,
        "id": "",
        "categories": [
          "Ashram",
          "Religious organization"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 4,
            "3": 17,
            "4": 79,
            "5": 435
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.712273,
        "address": "7-8-25, RK Beach Rd, Pandurangapuram, Visakhapatnam, Andhra Pradesh 530003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJddfRazBCOToRFRwlWg31VwM",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.283851,
        "rating": 4.5,
        "numRatings": 344,
        "sources": [
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 14,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YB5LQyWdAJAw0LNKNsyUJOIPSI6C5OYR",
          "eoBVAEefFenYAalABHwC6mIf8WWD4nqc",
          "kpanlQJxY2sGfVNk5mJYShrBywHCHHgt",
          "YB5LQyWdAJAw0LNKNsyUJOIPSI6C5OYR",
          "eoBVAEefFenYAalABHwC6mIf8WWD4nqc",
          "kpanlQJxY2sGfVNk5mJYShrBywHCHHgt"
        ],
        "openingPeriods": [],
        "name": "Beach View Point",
        "placeId": "ChIJddfRazBCOToRFRwlWg31VwM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice peaceful beach",
            "author_name": "Dr Apurba Mondal",
            "relative_time_description": "",
            "time": 1729658502,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great Beach. Secluded and no commercial activities.",
            "author_name": "Vipul Agrawal",
            "relative_time_description": "",
            "time": 1739258043,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "No wonder, you get amazing pictures from air. During flight landing Vizag beach view is breathtaking.",
            "author_name": "Imran Khan",
            "relative_time_description": "",
            "time": 1635043123,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 4,
            "3": 27,
            "4": 79,
            "5": 229
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.662885,
        "address": "M77M+5G5, Dolphin Hill Rd, Visakhapatnam, Andhra Pradesh 530014, India",
        "travel_time": null
      },
      {
        "_id": "ChIJKzfcqboSOToRzkGvw2tdN7Y",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.090562,
        "rating": 4.3,
        "numRatings": 678,
        "sources": [
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Mutyalammapalem Beach is one of Vizag’s best beaches, with a stunning backdrop of hills and lush forests. The river creates a mesmerizing sight as it flows through the Syamala Konda hill and connects to the beach. The anchored boats on the beach add to the picturesque scenery.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 7,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "13AVyYkRzOLWmuaaYEEYEAmtO3MrfyZ4",
          "LDfKFKSAowqLmnzZZ0oNfQb22K9lXYJO",
          "13AVyYkRzOLWmuaaYEEYEAmtO3MrfyZ4",
          "LDfKFKSAowqLmnzZZ0oNfQb22K9lXYJO"
        ],
        "openingPeriods": [],
        "name": "Mutyalammapalem Beach",
        "placeId": "ChIJKzfcqboSOToRzkGvw2tdN7Y",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful discovery as it is one of the most peaceful, beautiful and non crowded beaches around Vizag. It's clean and heavenly. The fishermen and the fish are at play and the humans are at bay :)",
            "author_name": "Archana Acharya",
            "relative_time_description": "",
            "time": 1672181405,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited Mutyalammapalem Beach, and it's a hidden gem worth exploring, .The beach's pristine beauty and tranquility make it a perfect escape for families. However, it's important to note that I did notice a faint chemical smell in the vicinity, which might be attributed to nearby industrial activities. While it's a minor drawback,\n\nOne charming aspect of this beach is the presence of colorful fishing boats, which not only add to the natural beauty but also provide an authentic glimpse into the local fishing community's life.\n\nI recommend visiting during daylight hours when the scenic beauty of the beach shines through, and the smell is less noticeable. Overall, it's a serene spot for a family outing that's not to be missed.",
            "author_name": "Rajendra Kumar",
            "relative_time_description": "",
            "time": 1698246366,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "When you want hike and enjoy the beach view f the top, I believe this is the best place for you all guys, only you has confidence on your hiking, please then only try to climb the hill at beach or else no, cause it's some what slippery. Coming to the beach, the beach was so beautiful with backwaters and trees around and a hill. But as I said in other reviews too, please do not spoil the place, Nature is lika a mother. I had seen many Beer bottles, plastic covers and many other waste thing around there.",
            "author_name": "Divakar Reddy",
            "relative_time_description": "",
            "time": 1627345237,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 20,
            "3": 83,
            "4": 174,
            "5": 385
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.536381,
        "address": "Mutylapalem, Beach Rd, Cheepurupalle East, 531020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJm2q-7VtrOToRH1mWpXiwltw",
        "generalDescription": "Appikonda Beach is a tranquil seaside destination known for its wide, sandy beaches and excellent fishing. The beach is also the site of an annual festival that attracts visitors from around the region.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.171364,
        "rating": 4.4,
        "numRatings": 665,
        "sources": [
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "Appikonda Beach is easily one of the hidden gem beaches in Vishakapatnam and for a good reason. The relaxing waves make for great morning jogs and evening strolls vibes. And not just fitness enthusiasts, you will instantly rip out your camera and adjust every setting to capture the gorgeous sunsets and sunrises on the golden sands of this beach.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 5,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "512055",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/cities/visakhapatnam",
            "sourceSite": "Web",
            "snippet": "You can take a day tour of the city to explore the beaches namely; RK Beach, Rushikonda Beach, Bheemili Beach, Appikonda Beach and Yarada Beach are some of the great beaches in Vizag. Most of these beaches have various eateries where you can get the authentic taste of local street food. The Rushikonda beach is the most visited beach in Vizag.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "Places, Best Time & Tour Packages 2024",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Appikonda Beach is one of Visakhapatnam’s few beaches that is far from the city’s tourist attractions. Appikonda Beach, surrounded by Cashew and Casuarina trees and known for its scenic beauty and crystal-clear waters, provides a delightful experience to all who come to relax and rejuvenate.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 8,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Nestled along the coastline, this beach offers serene views and tranquillity. Visitors can enjoy swimming, sunbathing, and strolls along the shore. The soft sands and gentle waves make it an ideal spot for relaxation.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 7,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Appikonda Beach is a 45-minute drive from Visakhapatnam, and is well-known for its Shiva temple. The beach houses a life-size Nandi carved out of black stone. With a rugged coast, the beach is small and uncrowded.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 5,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cLeDJDNmndTOu7FHX59W1n7WKVKFLbdv",
          "sN5Z3Hb6OHl1hXRDihOV2kjJrhEovhgz",
          "c48nMwuMe2qiHU375euKobpGYxNDXmN8",
          "cLeDJDNmndTOu7FHX59W1n7WKVKFLbdv",
          "sN5Z3Hb6OHl1hXRDihOV2kjJrhEovhgz",
          "c48nMwuMe2qiHU375euKobpGYxNDXmN8"
        ],
        "openingPeriods": [],
        "name": "Appikonda Beach",
        "placeId": "ChIJm2q-7VtrOToRH1mWpXiwltw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most cleanest and calmest beach in vizag, away from city crowd and traffic. If you are looking for a less crowded beach for photo shoots and spending peacefull time , this will be the best option.",
            "author_name": "You Tube World (DJ EDITZZ)",
            "relative_time_description": "",
            "time": 1756222829,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's very nice beach I ever seen this type of beach .... It's having hill station 🏔️..to see the clear vision of sea.and having temple also on top of hill",
            "author_name": "Lokesh Gadi",
            "relative_time_description": "",
            "time": 1740629438,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Having a good view reaching the top , beach water is a little bit black colour check before playing in it. Till half only we have steps to reach the hill top. Near the lord shiva temple .",
            "author_name": "Psai Karthik",
            "relative_time_description": "",
            "time": 1745163840,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 8,
            "3": 62,
            "4": 200,
            "5": 383
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.568091,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJta9rh9ISOToRNYm4mmxjVAk",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.11783,
        "rating": 4.4,
        "numRatings": 291,
        "sources": [
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 15,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SgdOPnSv67jhcF7BAmJxLxmWK4Bru9jV",
          "rNclgX869w7C1S5RehPNWck29ustuJ9N",
          "HoZxZbUiVYgqJprbBAdvh41HhdHqL5y4",
          "SgdOPnSv67jhcF7BAmJxLxmWK4Bru9jV",
          "rNclgX869w7C1S5RehPNWck29ustuJ9N",
          "HoZxZbUiVYgqJprbBAdvh41HhdHqL5y4"
        ],
        "openingPeriods": [],
        "name": "NTPC-Simhadri sea water pump BEACH",
        "placeId": "ChIJta9rh9ISOToRNYm4mmxjVAk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This beach in Vizag stands out from others due to its serene ambiance, minimal crowd, and refreshing breeze. It boasts a pristine, level shoreline, making it an ideal destination despite its distance from the city. Many wedding photographers favor this spot for its picturesque scenery.\n\nAdditionally, a unique feature is the sea water pump extending onto the shore for approximately one kilometer, offering visitors a stunning view of the pillars below.",
            "author_name": "Tapendu",
            "relative_time_description": "",
            "time": 1712540599,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the favourite place to hangout with! I prefer this beach compared to other beaches in vizag due to less crowd and fresh air. This place is wedding photographers favourite one too. There's the sea water pump extended on to the shore for about 1km. And the pillars below gives an awesome view which attracts many people. For me it's the boat and serenity of this unique place!!!",
            "author_name": "Vamsi Kiran",
            "relative_time_description": "",
            "time": 1673754554,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Over all good place to visit  with family and friends.\nVery  peaceful place but dont expect any kind of facilities here.",
            "author_name": "Kishore Jay",
            "relative_time_description": "",
            "time": 1555076125,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 5,
            "3": 22,
            "4": 85,
            "5": 170
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.548333,
        "address": "G4X9+84P, Devada, Visakhapatnam, Andhra Pradesh 531020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJDaAOHTlbOToRJwDbrSLXFY8",
        "generalDescription": "Sagar Nagar Beach, located in Visakhapatnam, Andhra Pradesh, is a popular destination known for its picturesque beauty and peaceful atmosphere. Positioned along the Bay of Bengal coast, this beach boasts stunning sunsets and pristine golden-white sands, making it a top choice for relaxation and natural splendor. Situated between Bheemunipatnam and Visakhapatnam beach road, Sagar Nagar offers easy access to transportation facilities.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.360406,
        "rating": 4.4,
        "numRatings": 359,
        "sources": [
          {
            "id": "1845337",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/an-endless-summer-on-visakhapatnam-beaches.html",
            "sourceSite": "Web",
            "snippet": "Bheemili Beach, Rama Krishna Beach, Lawson's Bay Beach and Sagar Nagar Beach are some of the other Visakhapatnam beaches that you can visit to have more beach time. If you want to visit more places apart from serene beaches then go for a trek to Katiki falls near Bora Bora caves, bring your spiritual side to offer prayers at The Simhachalam Temple, dip yourself in a knowledgeable ride by exploring the Submarine museum. This was all for the major places to visit in Visakhapatnam.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Here's How You Can Enjoy Endless Summer Beaches",
            "indexInSource": 5,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845333",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/visakhapatnam-beach/",
            "sourceSite": "Web",
            "snippet": "The Sagar Nagar Beach is a lesser known beach in Vizag which has a charming and lovely shoreline, almost straight out of a fairytale. The beach is located quite a distance away from the crowded localities of the main city and there are many secluded spots, which makes the beach so attractive, especially for couples who want to spend some quality time away from prying eyes. The sea is not rough here and swimming is allowed, but going into the deep waters is strictly prohibited.",
            "siteName": "Guide: Best Places to Visit",
            "shortName": "Enjoy the Serenity and Tranquality of Visakhapatnam Beach",
            "indexInSource": 5,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "170465",
            "type": "webPlacesList",
            "url": "https://thecorporatereview.com/5-best-beaches-to-see-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Located in the quaint neighborhood of Sagar Nagar in the city of Visakhapatnam in Andhra Pradesh, Sagar Nagar beach is situated on the coast of the Bay of Bengal. Considered to be one of the most popular tourist spots in the city, the beach reverberates with tranquility and serenity. The beach is known for its golden sands, mesmerizing sunsets and utter peace, all in the absence of commercial crowds or touristy pollution.",
            "siteName": "Corporate Review",
            "shortName": "5 Best Beaches to see in Visakhapatnam",
            "indexInSource": 2,
            "iconSiteId": 25219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "The Sagar Nagar beach, which is 9 kilometres from the RK Beach, is less polluted and crowded. The beach’s blue water provides scenic views during the day, but it gradually turns greenish blue in the evening. The best time to visit this beach is in the early morning when the sun is just rising.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 2,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "This is a well-maintained beach where you will spot many families and friends playing beach volleyball and frisbee. Clean sand, clear waters - what else would you need for a break from the hustle and bustle?. Also, we really think this a good place to make new friends.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 7,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "207779",
            "type": "webPlacesList",
            "url": "https://foodntravelstories.com/travel/top-7-beaches-in-visakhapatnam-you-must-visit/",
            "sourceSite": "Web",
            "snippet": "One of the lesser-known beaches near Vizag, Sagar Nagar Beach is blessed with clear blue waters. It is far from the crowded localities of the city. The sea here isn’t rough and you can go for a swim, but it is not recommended to venture deep into the waters.",
            "siteName": "FoodnTravel Stories",
            "shortName": "Top 7 Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 6,
            "iconSiteId": 28645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "The blue water on the beach gives scenic views in the noontime which gradually appears greenish-blue in the evening times. This beach is less crowded during weekdays compared to the weekends. It is a great spot as there is ample space to park your vehicles.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 3,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "266219",
            "type": "webPlacesList",
            "url": "https://www.beachesnearme.in/9-best-places-to-visit-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Sagar Nagar beach is located few kilometers away from RK beach along the Vizag-Bheemili road. The beach is less crowded and the ocean water is clean and pristine. The beach is ideal to be visited during morning hours to encounter the mighty sunrise.",
            "siteName": "Beaches Near Me",
            "shortName": "9 Best Places To Visit in Visakhapatnam (Vizag)",
            "indexInSource": 4,
            "iconSiteId": 32637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845335",
            "type": "webPlacesList",
            "url": "https://www.nativeplanet.com/travel-guide/discover-the-best-beaches-in-visakhapatnam-for-every-traveler-011-013255.html",
            "sourceSite": "Web",
            "snippet": "Sagar Nagar Beach is known for its scenic beauty and tranquil environment. The beach is relatively less crowded, making it an ideal spot for a quiet retreat. The rocky formations along the shore add to its unique charm.",
            "siteName": "Nativeplanet",
            "shortName": "Discover The Best Beaches In Visakhapatnam For Every Traveler",
            "indexInSource": 5,
            "iconSiteId": 5535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located in a serene coastal area, this beach offers scenic views. Visitors enjoy sunbathing, swimming, and leisurely walks along the shore. The beach is well-maintained and features clean sand and clear waters.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 8,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2hbHQfvWRMgYEtYdDlpZh6lW3Hc48IdZ",
          "oOc6pVrTMzQZ8RLT7snCyksw0vU2NAM8",
          "8oTmdGOz9KsOmEiobH7lbxyCWZy29nHR",
          "2hbHQfvWRMgYEtYdDlpZh6lW3Hc48IdZ",
          "oOc6pVrTMzQZ8RLT7snCyksw0vU2NAM8",
          "8oTmdGOz9KsOmEiobH7lbxyCWZy29nHR"
        ],
        "openingPeriods": [],
        "name": "Sagar Nagar Beach",
        "placeId": "ChIJDaAOHTlbOToRJwDbrSLXFY8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very Nice Beach. Not Crouded So You Can Enjoy Alon & Can Take Good Photos. Also This Beach Is Very Clean, Water Also Clean. But Not Seen People Are Bathing Here.\n\nVery Nice Beach.\nThis Beach Is In Front Of Indira Gandi Zoological Park.",
            "author_name": "Pramod Kamble",
            "relative_time_description": "",
            "time": 1729708687,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Sagar Nagar Beach is a decent place to visit, but the entrance area has black sand and an unpleasant smell, which can be a downside. However, the overall experience is good, with a peaceful atmosphere and a nice view of the sea. If the cleanliness of the entrance improves, it could be a much better spot for visitors.",
            "author_name": "Mohd Azeem",
            "relative_time_description": "",
            "time": 1740243077,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The beach is so peaceful, i wish it was cleaner. If cleaned up, this would be an amazing beach to enjoy. A bit far from the hustle and bustle of the RK or Rushikonda beach.",
            "author_name": "Chhanda Barman",
            "relative_time_description": "",
            "time": 1753031188,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 10,
            "3": 34,
            "4": 90,
            "5": 218
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.7618,
        "address": "Andhra Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJj-wrrQ5aOToRP_eYupAz13Y",
        "generalDescription": "Mangamaripeta Beach, situated near Vishakhapatnam, is a culturally and naturally rich destination. The beach boasts a Buddhist complex perched at a considerable height, attracting many visitors. It offers a serene environment to relax and enjoy the rhythmic waves. This popular beach also provides opportunities for water sports and features the stunning Mangamaripeta arch. Additionally, it holds historical significance as it was once a prominent center for Buddhism monks under the Kingdom of Kalingas.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 83.416306,
        "rating": 4.4,
        "numRatings": 139,
        "sources": [
          {
            "id": "520263",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/andhra-pradesh/visakhapatnam/beaches-in-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Another culturally and naturally endowed beach, this one in the vicinity of Vishakhapatnam is surely one of the most magnificent ones. The beach has a Buddhist complex located at a considerable height on the beach, which many visitors come specially to see. Besides, Mangamaripeta beach offers a lovely environ to lay back and catch a glimpse of the rhythmic waves as they seem to drown you in their enticing charm.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Beaches in Visakhapatnam",
            "indexInSource": 2,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845334",
            "type": "webPlacesList",
            "url": "https://sunrayvillageresort.com/blog/must-visit-beaches-in-visakhapatnam-for-ultimate-relaxation.html",
            "sourceSite": "Web",
            "snippet": "Mangamaripeta Beach is a hidden gem located near Bheemili, just a short drive from Vizag. This beach is known for its natural wonders, including a natural arch and stunning rock formations. With its rocky coastline, clear waters, and serene atmosphere, Mangamaripeta Beach offers a unique and mesmerizing coastal experience.",
            "siteName": "sunrayvillageresort.com",
            "shortName": "Must-Visit Beaches In Visakhapatnam For Ultimate Relaxation",
            "indexInSource": 4,
            "iconSiteId": 46581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "264748",
            "type": "webPlacesList",
            "url": "https://www.top10about.com/beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Mangamaripeta is one of the famous and most popular Beaches in Visakhapatnam. According to local people and history before this region was under the Kingdom of Kaligas then it was the prime center of Buddhism monks. Here you can enjoy the famous Thotlakonda hill which is also known as the Buddhist complex.",
            "siteName": "top10about.com",
            "shortName": "Top 10 Best Beaches in Vizag, India -",
            "indexInSource": 0,
            "iconSiteId": 32538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99904",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/beaches-in-south-india-vizag-andhra-pradesh/",
            "sourceSite": "Web",
            "snippet": "Mangamaripeta Beach is a popular beach located in the vicinity of Visakhapatnam. It is believed that the region was under the kingdom of Kalingas and later the beach was used to serve as the promotional centre of Buddhism. The beach is popular for Thotlakonda, a hill embracing a Buddhist complex.",
            "siteName": "Vizag",
            "shortName": "6 must visit beaches in Visakhapatnam, Andhra Pradesh",
            "indexInSource": 4,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845325",
            "type": "webPlacesList",
            "url": "https://www.yovizag.com/13-soul-soothing-beaches-in-and-around-visakhapatnam/",
            "sourceSite": "Web",
            "snippet": "Mangamaripeta Beach, also known as Thotlakonda Beach, is less popular compared to the other beaches in Vizag. Every trip to Thotlakonda Hill should include a stop at this beach to see its pristine expanses. Here you can witness the beautiful natural arch, which is rapidly gaining popularity.",
            "siteName": "Yo Vizag",
            "shortName": "13 Soul soothing beaches in and around Visakhapatnam",
            "indexInSource": 1,
            "iconSiteId": 9637,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845320",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/visakhapatnam/trips/visit-these-six-beaches-on-your-trip-to-visakhapatnam-for-six-unique-experiences-5df9e7ec2c086233",
            "sourceSite": "Web",
            "snippet": "If photographs of natural arches from foreign lands have mesmerized you, then there is news for you. You can experience the beauty of natural arches over deep blue sea waters in Visakhapatnam at Mangamaripeta Beach. This is a hidden spot and usually out of the radar of tourists.",
            "siteName": "Tripoto",
            "shortName": "Traveling To Visakhapatnam Here Are 6 Beaches That You Must Visit",
            "indexInSource": 3,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845322",
            "type": "webPlacesList",
            "url": "https://www.vizagarakutourpackages.com/amazing-beaches-in-vizag-to-visit/",
            "sourceSite": "Web",
            "snippet": "According to its residents, and local history, this area was under King Kaligas when it was a centre o Buddhism. It was the prime centre of Buddhism monks. The popular Thotlakonda hill, known as a Buddhist complex, can also be enjoyed here.",
            "siteName": "Vizag Araku Tour Packages for a Memorable Travel Experience",
            "shortName": "Amazing Beaches in Vizag to Visit",
            "indexInSource": 0,
            "iconSiteId": 267695,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1463222",
            "type": "webPlacesList",
            "url": "https://lbb.in/hyderabad/must-visit-beaches-vizag/",
            "sourceSite": "Web",
            "snippet": "On low tide days, this beach is visited by several marine live enthusiasts. Are you one of them?. Mangamaripeta Beach is another calm, less crowded beach in Vizag with beautiful rock formations, making it a superb photography spot.",
            "siteName": "LBB, Hyderabad",
            "shortName": "Visit These Top Beaches In Vishakapatnam",
            "indexInSource": 9,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845321",
            "type": "webPlacesList",
            "url": "https://www.godigit.com/explore/beaches/beaches-in-visakhapatnam",
            "sourceSite": "Web",
            "snippet": "Located in a picturesque coastal area, this beach offers stunning views. Visitors can enjoy sunbathing, swimming, and local seafood here. The serene ambience and clean surroundings attract tourists and locals alike.",
            "siteName": "Digit Insurance",
            "shortName": "10 Famous Beaches in Visakhapatnam You Must Visit",
            "indexInSource": 6,
            "iconSiteId": 57676,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845349",
            "type": "webPlacesList",
            "url": "https://vizagdekho.com/have-you-visited-these-42-beaches-in-vizag/",
            "sourceSite": "Web",
            "snippet": "Mangamaripeta Beach is one such beach that not only allows you to dip your feet in the water and build sandcastles, but also provides an adventure through its water sports.",
            "siteName": "vizagdekho",
            "shortName": "Have you Visited these 42 beaches in vizag..?",
            "indexInSource": 6,
            "iconSiteId": 39604,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "he3VWFaMkZLhJUPfPmm3853XRpde3yFc",
          "v60iKPnMPEgrlYVSUP12oPWPY6yKi9Yh",
          "pGawhDJYmqOYmCmA3NNI1rdawUL9oOfo",
          "he3VWFaMkZLhJUPfPmm3853XRpde3yFc",
          "v60iKPnMPEgrlYVSUP12oPWPY6yKi9Yh",
          "pGawhDJYmqOYmCmA3NNI1rdawUL9oOfo"
        ],
        "openingPeriods": [],
        "name": "Mangamaripeta Beach",
        "placeId": "ChIJj-wrrQ5aOToRP_eYupAz13Y",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Couldn't get the arch. Too many photo shoots.\nLovely beach and views",
            "author_name": "Priya Kannu",
            "relative_time_description": "",
            "time": 1728129280,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach with rock formations and  clean sand. The height of the road, palm trees, hills and wide parking area enhances the beauty of the Beach. But remember the beauty and cleanliness immediately vanishes if litter, plastic bags and food wastage thrown into the beach and surroundings. The beach is not very crowded, it is pristine and you will enjoy the natural Breeze here.",
            "author_name": "R Ravalla",
            "relative_time_description": "",
            "time": 1700235082,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Quite different from the genuine beaches we know that are mostly cover with sand, this one marks itself by having numerous Rocky structures upon it which are flooded by the sea currents time after time.",
            "author_name": "Prithwiraj Mukhopadhyay",
            "relative_time_description": "",
            "time": 1727167747,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 15,
            "4": 37,
            "5": 83
          }
        },
        "minMinutesSpent": null,
        "latitude": 17.82521,
        "address": "Kapuluppada, Visakhapatnam, Andhra Pradesh 531163, India",
        "travel_time": null
      }
    ]
  }
}