{
  "list_id": "764",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/764/1.jpg",
  "description": "Dive into \"Shopping Adventures in Genting Highlands\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/140611"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Shopping Adventures in Genting Highlands",
  "city_id": "1688",
  "subtype": "poi",
  "city": "Genting Highlands",
  "created_ts": 1759298094,
  "slug": "shopping-adventures-in-genting-highlands-genting-highlands-poi-9c7412",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJnS8ZEgEUzDERPCZ8T9g2rvs",
        "generalDescription": "SkyAvenue, a modern mall that opened in 2017, is a lifestyle destination located in Genting Highlands. It offers an array of upscale stores, a cinema, kids' attractions, and numerous restaurants and bars. The mall houses popular brands such as Adidas, H&M, Omega, Rado, Swarovski, Coach, Charles & Keith and more on its second and third levels. Additionally, visitors can find various snack stores to indulge in.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 101.793802,
        "rating": 4.4,
        "numRatings": 16380,
        "sources": [
          {
            "id": "106345",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/shopping-in-genting-highlands-4954.html",
            "sourceSite": "Web",
            "snippet": "Opened in 2017, Sky Avenue is one of the brand new lifestyle malls in Genting Highland that houses a plethora of brands and shops for endless shopping. Level 2 and Level 3 of this mall consist of several lifestyle brands and accessories such as Adidas, H&M, Omega, Rado, Swarovski, Coach, Charles & Keith, and many others selling the latest gadgets, perfumes, shoes, eyewear, handbags, jewellery, and other items. There are also many snack stores such as Eureka, Dream Color, Godiva, etc., to keep yourself filled.",
            "siteName": "Holidify",
            "shortName": "Shopping in Genting Highlands - Where to Shop & What to Buy",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1885658",
            "type": "webPlacesList",
            "url": "https://www.urtrips.com/en/skyavenue-mall-genting-highlands/",
            "sourceSite": "Web",
            "snippet": "If you ever find yourself strolling through the city of Genting Highlands looking for the best things to do in Genting Highlands , it would be an excellent choice to pass through SkyAvenue Mall Genting Highlands. It is popular for being one of the best shopping malls in Genting Highlands, where you’ll have the opportunity to find a number of shops and stores that offer all types of items and products.",
            "siteName": "urtrips",
            "shortName": "Best 7 things to do in SkyAvenue Mall Genting Highlands",
            "indexInSource": 0,
            "iconSiteId": 55126,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012295",
            "type": "webPlacesList",
            "url": "https://vipmalaysia.com/best-shopping-in-genting-highlands-malaysia/",
            "sourceSite": "Web",
            "snippet": "There are plenty to shop, eat and play at our latest lifestyle mall!. With more than 100 brands and shops, you can get everything ranging from your everyday needs to exquisite jewellery, timepieces, shoes, gadgets and more at SkyAvenue. When you are hungry, just swing by any of our excellent restaurants to satiate your cravings.",
            "siteName": "vipmalaysia",
            "shortName": "Best Shopping in Genting Highlands Malaysia",
            "indexInSource": 1,
            "iconSiteId": 28438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371285",
            "type": "webPlacesList",
            "url": "https://www.veroalex.com/10-things-to-do-in-genting-highlands-malaysia/",
            "sourceSite": "Web",
            "snippet": "Upon arrival at Genting Highlands, you will be greeted by rows and rows of shops and restaurants. You can just walk around endlessly and explore the 4 storey shopping mall which has all the latest gadgets, jewellery, shoes and luxury brands. Among one of the highlights here is the Sky Symphony show which is free to the public.",
            "siteName": "veroalex.com",
            "shortName": "10 Things To Do in Genting Highlands, Malaysia",
            "indexInSource": 2,
            "iconSiteId": 48652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012315",
            "type": "webPlacesList",
            "url": "https://www.malaysiatravel.com/pahang/genting-highland",
            "sourceSite": "Web",
            "snippet": "The Sky Avenue food court – Malaysian Food Street – is where you can find the full range of authentic Malaysian cuisine with 5 different food zones and over 20 stalls to choose from.",
            "siteName": "MalaysiaTravel.com",
            "shortName": "Malaysia Travel Guide: Genting Highland",
            "indexInSource": 15,
            "iconSiteId": 24741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UQ4gAfX89HD0htNKzCI4IeRCMB8udlPO",
          "cJwuqQpPjN0qIrR3QLbpNDEHOpgajbL9",
          "op9cdtFPfoSwQQPRgKsy0Pbd2ARMs9am",
          "yClHS39oDDogrPQU9M3CI69PsxABGdB9",
          "8ZXr2XR8hEAMOsPm89wErvwL5VdAUexC",
          "UQ4gAfX89HD0htNKzCI4IeRCMB8udlPO",
          "cJwuqQpPjN0qIrR3QLbpNDEHOpgajbL9",
          "op9cdtFPfoSwQQPRgKsy0Pbd2ARMs9am",
          "yClHS39oDDogrPQU9M3CI69PsxABGdB9",
          "8ZXr2XR8hEAMOsPm89wErvwL5VdAUexC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "SkyAvenue",
        "placeId": "ChIJnS8ZEgEUzDERPCZ8T9g2rvs",
        "internationalPhoneNumber": "+60 3-6101 1118",
        "reviews": [
          {
            "rating": 5,
            "text": "SkyAvenue is an amazing place to spend the day in Genting Highlands. The mall is huge, modern, and full of energy, with so many shops, restaurants, and entertainment options under one roof. The atmosphere is lively, and the cool mountain weather makes walking around even more enjoyable. I loved the variety of food choices - from local favorites to international brands. Everything is clean and well-maintained, and the staff in most stores are friendly. A great spot for shopping, dining, and just relaxing with friends or family",
            "author_name": "suhair kvk",
            "relative_time_description": "",
            "time": 1755164202,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The SkyAvenue at Genting Highlands is a fun place with lots to see and do. The weather is cool, and there are many shops, restaurants, and an amusement park. It's great for families and kids who enjoy games and rides.\n\nHowever, it feels like a big shopping mall more than a relaxing holiday spot. There aren't many quiet places to rest.\n\nStill, it's worth visiting for the fun and entertainment. Just be ready for crowds and lots of walking.",
            "author_name": "Johnson Joseph",
            "relative_time_description": "",
            "time": 1744814060,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our visit to Genting Highlands with Skyline Holidays was packed with excitement and discovery. We started the day with a scenic cable car ride through the misty rainforest. It felt like we were floating through the clouds.\n\nAt the top we explored the large indoor mall, which was full of shops, food, and attractions. My girls rode several of the rides and had so much fun. One of the biggest surprises of the day was when we sampled Chinese pork bacon. It was smoky, savory, and incredibly tasty. We ended up buying a whole kilo to take with us, and our girls loved it so much they finished it within a day. It became one of their favorite snacks of the entire trip.\n\nThe mall was lively and had something for everyone, from games and rides to delicious treats and great shopping. It was a perfect place to spend a family afternoon.\n\nBefore heading back down, we also visited a beautiful Chinese temple tucked into the mountainside. That peaceful experience deserves its own review.\n\nGenting Highlands offered a wonderful mix of fun, food, and culture for the whole family. A must visit if you're traveling with kids.",
            "author_name": "Foodieextreme Foodieextreme",
            "relative_time_description": "",
            "time": 1751130269,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.rwgenting.com/Things_To_Do/Shopping/skyavenue/",
        "index": 1,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 305,
            "2": 269,
            "3": 1476,
            "4": 4417,
            "5": 9913
          }
        },
        "minMinutesSpent": 240,
        "latitude": 3.423901,
        "address": "Resorts World Genting, Genting Highlands, 69000 Genting Highlands, Pahang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJQwP5jDwUzDERqbMpmoMrOxU",
        "generalDescription": "Genting Highlands Premium Outlets is a sprawling outdoor shopping center featuring well-known outlet stores and a diverse food court. It's a family-friendly attraction with colorful flower gardens, fruit orchards, and various activities like the Genting Bowl, Snow World, and Rio Float. Visitors can also explore Resort World Genting with its casinos and theme parks for endless entertainment. The place offers something for everyone, including kids' attractions like CoComelon and KidZania.",
        "utcOffset": 480,
        "maxMinutesSpent": 150,
        "longitude": 101.783116,
        "rating": 4.4,
        "numRatings": 28155,
        "sources": [
          {
            "id": "1371285",
            "type": "webPlacesList",
            "url": "https://www.veroalex.com/10-things-to-do-in-genting-highlands-malaysia/",
            "sourceSite": "Web",
            "snippet": "If you are planning to take the cable car up to Genting Highlands Resort, you are definitely going to stop at Awana Sky Central which is also where  Genting Highlands Premium Outlets is located. They currently have over 150 stores here showcasing various luxury brands such as Hugo Boss, Kate Spade, Michael Kors, Moschino, Polo Ralph Lauren, Tumi and many more. The premium outlets here also offer huge discounts from time to time so make sure to come here if you want to get the best deal in town.",
            "siteName": "veroalex.com",
            "shortName": "10 Things To Do in Genting Highlands, Malaysia",
            "indexInSource": 0,
            "iconSiteId": 48652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "106345",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/shopping-in-genting-highlands-4954.html",
            "sourceSite": "Web",
            "snippet": "One of the best places for shopping in Genting Highlands, the premium outlet is a massive hub for premium and designer fashion brands with up-to-date fashion trends in the market. It is filled with more than 150 renowned and premium labels like Hugo Boss, Adidas, Coach, Ralph Lauren, Polo, and many more. You can choose from a wide range of handbags, clothes, eyewear, shoes, jackets, sportswear, and other branded accessories.",
            "siteName": "Holidify",
            "shortName": "Shopping in Genting Highlands - Where to Shop & What to Buy",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1885712",
            "type": "webPlacesList",
            "url": "https://www.eatandtravelwithus.com/2019/10/genting-highlands-premium-outlets-review/",
            "sourceSite": "Web",
            "snippet": "Genting Highlands Premium Outlets opened on 15 June 2017 but I only got around to checking it out during my recent Genting trip. On top of the usual Genting activities, tourists can now also indulge in some bargain shopping at this relatively new outlet mall. Before visiting, make sure you claim this free coupon that entitles you to savings at many outlets, and a complimentary drink or meal voucher.",
            "siteName": "Eat and Travel With Us",
            "shortName": "Genting Highlands Premium Outlets Review - Is it Worth Visiting?",
            "indexInSource": 0,
            "iconSiteId": 2283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012315",
            "type": "webPlacesList",
            "url": "https://www.malaysiatravel.com/pahang/genting-highland",
            "sourceSite": "Web",
            "snippet": "The main shopping malls in Resorts World Genting are Sky Avenue, First World Plaza and Genting Highlands Premium Outlets. Here you will find the full range of high street retail outlets and luxury brands. Indoor theme parks and arcades offer extra fun and games while you shop.",
            "siteName": "MalaysiaTravel.com",
            "shortName": "Malaysia Travel Guide: Genting Highland",
            "indexInSource": 17,
            "iconSiteId": 24741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ADVw7sEbHhJrFjxSj8US6BUchpToGCh1",
          "B0QABVEp3KIXSk6zh6RLRgM5YDgmUjut",
          "6tuUmOXjrPT8IEr6zoF4sy52Vbr5K1sd",
          "g8NLtHYyKl7Ct8BBaoKOQ14jX82bNC8q",
          "VabxDegIT31oeTpulBI3gORMMBum5Hsc",
          "ADVw7sEbHhJrFjxSj8US6BUchpToGCh1",
          "B0QABVEp3KIXSk6zh6RLRgM5YDgmUjut",
          "6tuUmOXjrPT8IEr6zoF4sy52Vbr5K1sd",
          "g8NLtHYyKl7Ct8BBaoKOQ14jX82bNC8q",
          "VabxDegIT31oeTpulBI3gORMMBum5Hsc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Genting Highlands Premium Outlets",
        "placeId": "ChIJQwP5jDwUzDERqbMpmoMrOxU",
        "internationalPhoneNumber": "+60 3-6433 8888",
        "reviews": [
          {
            "rating": 5,
            "text": "We dropped by at the Premium Outlets to scout for some sport shoes & casual shorts before proceeding to check into Grand Ion Delemen Hotel. Almost all designer brands for sportswear, fashion & accessories, and watches are available. You'll be spoilt for choice. Most outlets will offer some discount in one way or another to attract the crowd. We're surprised that today is \"crowd free\". As we were in a hurry we managed to buy some shorts. As for shoes, we couldn't decide on the many offers! Perhaps in our next trip.\nThe scenery from here is breathtaking. You can see the cable car passing by. The Pagoda of the Chin Swee Caves Temple is also visible at a far distant. So beautiful on today's cloudy weather! We're looking forward to drop by at the temple on our way home.",
            "author_name": "Moon Kum Weng",
            "relative_time_description": "",
            "time": 1750326794,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Genting Highlands  Outlets is a great shopping destination. Unlike a typical mall this is designed as a street with near pavements. The weather is great for walking around. The destination is in multiple levels, most of brands are there with amazing offers. There are also food counters. Overall a must visit place when you are in Genting.",
            "author_name": "Ajay Jose",
            "relative_time_description": "",
            "time": 1753218028,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great price for shopping..\nWe went all out to shop here. Place a re nice, weather are kept changing. Cool but sun is scorching.\n\nA must when you visit Genting highland in Malaysia.",
            "author_name": "Tjhin Allfreed",
            "relative_time_description": "",
            "time": 1753967490,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.premiumoutlets.com.my/genting-highlands-premium-outlets/",
        "index": 2,
        "id": "",
        "categories": [
          "Outlet mall",
          "Shopping",
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 403,
            "2": 406,
            "3": 2688,
            "4": 7942,
            "5": 16715
          }
        },
        "minMinutesSpent": 150,
        "latitude": 3.403377,
        "address": "KM13, 69000 Genting Highlands, Pahang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ235KkwAUzDERH3vgvWTDy4w",
        "generalDescription": "First World Plaza is a vibrant and family-friendly attraction located in the heart of Kuala Lumpur, near the Suria KLCC shopping mall. It offers an array of activities such as Genting Bowl, Snow World, Rio Float, Teacups ride, and Ripley's Adventureland. Visitors can also explore colorful flower gardens and fruit displays while enjoying traditional artifacts and handicrafts like Japanese dolls, figurines, hats, purses, and home decor products.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 101.793435,
        "rating": 4.4,
        "numRatings": 874,
        "sources": [
          {
            "id": "106345",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/shopping-in-genting-highlands-4954.html",
            "sourceSite": "Web",
            "snippet": "Located below First World Hotel, this is an iconic and refurbished shopping centre. It is known for confectionaries that sell truffles, electric fondue pots, handcrafted chocolates, liquid chocolate bars, snacks, jellies, and many other sweet delights. Apart from chocolates, this is also a hub for traditional artefacts and handicrafts like Japanese dolls, figurines, hats, purses, home décor products, and a lot of colourful options to take back home!",
            "siteName": "Holidify",
            "shortName": "Shopping in Genting Highlands - Where to Shop & What to Buy",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012295",
            "type": "webPlacesList",
            "url": "https://vipmalaysia.com/best-shopping-in-genting-highlands-malaysia/",
            "sourceSite": "Web",
            "snippet": "Read the full information about Genting Premium Outlet (GPO), SkyAvenue, First World Plaza and Awana SkyCentral. The distance from Kuala Lumpur is around 50km or 1 hour. Visit Malaysia because Malaysia is truly Asia!",
            "siteName": "vipmalaysia",
            "shortName": "Best Shopping in Genting Highlands Malaysia",
            "indexInSource": 2,
            "iconSiteId": 28438,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1012315",
            "type": "webPlacesList",
            "url": "https://www.malaysiatravel.com/pahang/genting-highland",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "MalaysiaTravel.com",
            "shortName": "Malaysia Travel Guide: Genting Highland",
            "indexInSource": 16,
            "iconSiteId": 24741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SyXMFyoeQIc5JncggvYQElx50VQoc3wz",
          "9IOtVF9Q04XBvyB95wvgKXR9dTwQRTUZ",
          "HJtAPAvLrx5y9uZCJeeiGWwZz4NsELV1",
          "qRknL8vr06QlBSsVB01e1KXZFrJWM4MP",
          "mkYdOdYH90VdO7lVu7QgkGGfrdkCYdV9",
          "SyXMFyoeQIc5JncggvYQElx50VQoc3wz",
          "9IOtVF9Q04XBvyB95wvgKXR9dTwQRTUZ",
          "HJtAPAvLrx5y9uZCJeeiGWwZz4NsELV1",
          "qRknL8vr06QlBSsVB01e1KXZFrJWM4MP",
          "mkYdOdYH90VdO7lVu7QgkGGfrdkCYdV9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "First World Plaza",
        "placeId": "ChIJ235KkwAUzDERH3vgvWTDy4w",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Firstly, I just want to say that it is connected to two malls. Try to spend two days here and I guarantee you will miss it. You can buy everything here. Do not worried about supplies. It feels like another city to me. If you stay at the hotel, they are also connected. It is really convenient. I promise I will come here again in the future.",
            "author_name": "GaMeR. BD",
            "relative_time_description": "",
            "time": 1718196084,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "There's no wifi even if you are willing to pay for it even at Starbucks(wifi wasn't working). Theres a huge sound system near the casino area but most of the music is basically sound pollution and will cause a headache unless you have headphones to drown out the noise.\n\nOverall I am extremely disappointed with the recent renovations as I have been coming here since the early 90s.\n\nI guess this is what happens when you have zero competition as this is the only place in Malaysia with a casino. If you are looking to work on your laptop from here, be prepared to get zero work done.",
            "author_name": "Sanjay Chilled A.F",
            "relative_time_description": "",
            "time": 1741158668,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Connected to the hotel and sky avenue. Eat, play, shopping and have fun all over here.",
            "author_name": "JJ",
            "relative_time_description": "",
            "time": 1753782110,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.rwgenting.com/en/things-to-do/shopping/first-world-complex.html",
        "index": 3,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 11,
            "3": 75,
            "4": 229,
            "5": 534
          }
        },
        "minMinutesSpent": null,
        "latitude": 3.422949,
        "address": "Genting Highlands, 69000 Genting Highlands, Pahang, Malaysia",
        "travel_time": null
      }
    ]
  }
}