{
  "list_id": "765",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/765/1.jpg",
  "description": "Dive into \"Explore the Hidden Gems of Genting Highlands\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/129817"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Explore the Hidden Gems of Genting Highlands",
  "city_id": "1688",
  "subtype": "poi",
  "city": "Genting Highlands",
  "created_ts": 1759298128,
  "slug": "explore-the-hidden-gems-of-genting-highlands-genting-highlands-poi-f21d5b",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ0T-G2WkVzDERBZXJT4A5qD4",
        "generalDescription": "Awana Bio Park, nestled in the breathtaking Genting Highlands of Malaysia, is a hidden gem that offers an immersive experience into nature. This ancient rainforest, estimated to be around 130 million years old, provides a serene escape from the bustling resort life nearby. Visitors can engage in various activities such as birdwatching with local groups like the Selangor Bird Branch Group or explore the lush surroundings on family outings.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 101.785469,
        "rating": 4.2,
        "numRatings": 14,
        "sources": [
          {
            "id": "1083315",
            "type": "webPlacesList",
            "url": "https://www.laholidays.my/attractions-in-genting-highlands-resort/",
            "sourceSite": "Web",
            "snippet": "Visitors enjoy at Awana Golf Course, Awana Horse Ranch, Awana Eco Park and Goh Tong Jaya Township that are wonderful places there. This part of Malaysia attracts the tourists from all across the globe.",
            "siteName": "LA Holidays",
            "shortName": "Attractions In Genting Highlands Resort",
            "indexInSource": 1,
            "iconSiteId": 36522,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1083335",
            "type": "webPlacesList",
            "url": "https://afuncouple.com/genting-highlands-malaysia/",
            "sourceSite": "Web",
            "snippet": "Escape the hustle and bustle of the resort and discover the tranquility of Awana Eco Park, located within Genting Highlands but at the bottom of the hill near the outlet.",
            "siteName": "A Fun Couple - Travel Blog",
            "shortName": "GENTING HIGHLANDS IN MALAYSIA - 20 BEST THINGS TO DO",
            "indexInSource": 12,
            "iconSiteId": 35225,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dZ4vlcFFmvjrOEyJ8ZCRYLSNRp5mW4Zr",
          "dZ4vlcFFmvjrOEyJ8ZCRYLSNRp5mW4Zr"
        ],
        "openingPeriods": [],
        "name": "Awana Bio Park",
        "placeId": "ChIJ0T-G2WkVzDERBZXJT4A5qD4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I recently had the pleasure of visiting Awana Bio Park and let me tell you, it was an amazing experience! Pat, and her team were absolutely phenomenal. Pat's passion for the park and her knowledge about the flora and fauna made the tour an engaging and educational adventure.\n\nOne thing that really stood out to me was how Pat went above and beyond to make sure the 5 of us, adults and kids alike, felt included and captivated by the information she shared. She explained in layman's terms, making it enjoyable for everyone. It was refreshing to see a guide who genuinely cared about the visitors' experience and took the time to answer all our questions.\n\nThe conservation efforts at Awana Bio Park are truly commendable. The diversity of flora and fauna present in the park is astonishing. It was heartwarming to witness such a successful conservation project in action. The dedication and hard work put into preserving the biodiversity of the area is truly inspiring.\n\nThe weather during our visit was perfect for exploring the trails. The pace of the guided tour was well-balanced, allowing us to take in the beauty of our surroundings. The cemented walkway leading into the park was a great addition, especially for urbanite families with young children or elderly members. It made the experience accessible to people of all ages and physical abilities.\n\nTo top it all off, at the end of the tour, we were treated to a short buggy ride. It was a delightful way to end our visit, giving us a chance to relax and soak in the natural beauty around us. The sight of the sunflowers was delightful!",
            "author_name": "E'leen Lau",
            "relative_time_description": "",
            "time": 1686633945,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very grateful for the passion of Eddie and Pat for nature and guiding my family on the Awana Trail. My wife and children thoroughly enjoyed the walk, learning to appreciate many plants, spotting gibbons, woodpeckers, insects and enjoying the vast knowledge and excitement of Eddie and Pat for more nature trails in the near future.\n\nThe Awana Trail is free at the time of this posting.\n\nI would highly recommend this activity for anyone with or without children as a good alternative to avoid the busy theme parks at the top of Genting.\n\nEddie and Pat serve as naturalists for Resorts World Genting and can be reached at +60 12-308 3748",
            "author_name": "Paul Wong Li Rhen",
            "relative_time_description": "",
            "time": 1653098941,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is truly amazing.\nEddie and Pat husband and wife team are such angels to the jingle\n\nThe tour is temporarily hauted becos they r upgrading it to be wheel chair friendly , the brainchild of Tan Sri to introduce nature to everyone. But Eddie us so kind to offer alternative tour to my husband even FOC !!!\n\nMy husband enjoy it so much and is so impressed with their professional knowledge.  It makes a difference if u do it for a job or doing it for passion.\n\nHighly recommend\n\nPlease whats app Pat at +60 12-308 3748. Or call Awana resort to arrange your tour.",
            "author_name": "Travel And food",
            "relative_time_description": "",
            "time": 1648454277,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 2,
            "3": 0,
            "4": 1,
            "5": 10
          }
        },
        "minMinutesSpent": null,
        "latitude": 3.395867,
        "address": "69000 Genting Highlands, Pahang, Malaysia",
        "travel_time": null
      }
    ]
  }
}