{
  "list_id": "766",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/766/1.jpg",
  "description": "Dive into \"Sandy Shores of George Town Adventures\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109892"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sandy Shores of George Town Adventures",
  "city_id": "137",
  "subtype": "poi",
  "city": "George Town",
  "created_ts": 1759298150,
  "slug": "sandy-shores-of-george-town-adventures-george-town-poi-30c28b",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ7UncVgjoSjARkKYoZ2QZCCk",
        "generalDescription": "Batu Ferringhi Beach, located 11km from City Center, George Town in Penang, offers a thrilling holiday experience with its array of adventure sports and leisure activities. Visitors can enjoy jet skiing, parasailing, buggy rides on the golden sand, deep sea fishing, and banana boat rides. The beach is also known for its mesmerizing sunsets.",
        "utcOffset": 480,
        "maxMinutesSpent": 45,
        "longitude": 100.246057,
        "rating": 4.3,
        "numRatings": 4147,
        "sources": [
          {
            "id": "520049",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/penang-beaches",
            "sourceSite": "Web",
            "snippet": "Batu Ferringhi Beach is an adventure land where you can get your adrenaline racing while on a leisure holiday. The availability of Jet Skis and parasailing sports by the seaside is a major lure that pulls every tourist who visits this town in Penang. Its vibrant beach activities and family-friendly atmosphere make it a popular inclusion in Malaysia tour packages for families.Apart from just laying around the beach and taking a sunbath, other things you can do here are getting a buggy ride on the golden sand, going deep-sea fishing, or reveling in a banana boat ride.Location: 11km from City Center, George TownTimings: A few hours before sunset is apt so that you have enough time to beach stuff and adventure sports before watching the mesmeric sunset.Click Here to Checkout & Book  Wet World Water Park Shah Alam TicketsYou can also checkout:   Kuala Lumpur Attractions",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "12 Best Penang Beaches",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1485993",
            "type": "webPlacesList",
            "url": "https://1001beach.com/en/southeast_asia/malaysia/penang",
            "sourceSite": "Web",
            "snippet": "Batu Ferringhi, a picturesque beach located on the northern coast of Penang Island, is a mere 15 km away from the vibrant city of Georgetown. A scenic, narrow serpentine road winds along the lush mountain slopes, offering breathtaking views as it leads you to this idyllic resort destination. Convenient transportation options are available, including buses, taxis, or rental cars, ensuring a smooth journey from both Georgetown and the airport.",
            "siteName": "1001beach",
            "shortName": "Best beaches in Penang",
            "indexInSource": 0,
            "iconSiteId": 15319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "516910",
            "type": "webPlacesList",
            "url": "https://penangfoodie.com/10-beautiful-beaches-in-penang-2021-guide/",
            "sourceSite": "Web",
            "snippet": "Penangites are definitely no stranger to Batu Ferringhi Beach. In fact, even tourists are familiar with this spot. With a white sandy beach and soothing waters, the Batu Ferringhi Beach often accommodates various water sports activities such as parasailing, jet-skiing, and more.",
            "siteName": "Penang Foodie",
            "shortName": "10 Beautiful Beaches In Penang For Some Much Needed Vitamin Sea",
            "indexInSource": 0,
            "iconSiteId": 4339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844925",
            "type": "webPlacesList",
            "url": "https://www.travelswithsun.com/penang-beaches/",
            "sourceSite": "Web",
            "snippet": "Luxury hotels like Hard Rock Hotel and Shangri La’s Rasa Sayang also draw tourists to this beach that is renowned for its selection of water sports!. If you don’t feel like getting in the water, just lay a blanket out on the soft sand!",
            "siteName": "TravelsWithSun",
            "shortName": "13 Best Beaches In Penang To Find In 2022 (#8 Is A Hidden Gem!)",
            "indexInSource": 2,
            "iconSiteId": 2229,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2388031",
            "type": "webPlacesList",
            "url": "https://beaches-searcher.com/en/malaysia/penang",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "beaches-searcher.com",
            "shortName": "Penang 🏖️ all 22 beaches (Malaysia)",
            "indexInSource": 2,
            "iconSiteId": 267966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IKfnhNFu5TKbB3KCt0NDlwjVhDTMVdLf",
          "aco1QKGGxyZXQsUTE2zgGw5RTO1wDy5n",
          "1zQKnseLbQ4NRZ5GpQA2CgWMW0yUJYkj",
          "2mEGmzFsq7tslHgbZhgk4BkGtuaV61Wv",
          "cqqdiSUkMT548M83EH14qUyzl0NMd7Uf",
          "IKfnhNFu5TKbB3KCt0NDlwjVhDTMVdLf",
          "aco1QKGGxyZXQsUTE2zgGw5RTO1wDy5n",
          "1zQKnseLbQ4NRZ5GpQA2CgWMW0yUJYkj",
          "2mEGmzFsq7tslHgbZhgk4BkGtuaV61Wv",
          "cqqdiSUkMT548M83EH14qUyzl0NMd7Uf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Batu Ferringhi Beach",
        "placeId": "ChIJ7UncVgjoSjARkKYoZ2QZCCk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Highly recommended for the sunset. Bring a picnic mat, relax, and watch the sun go down. There are plenty of beachside restaurants and bars along the beach. If you're lucky, you can enjoy the fire performance too!",
            "author_name": "J",
            "relative_time_description": "",
            "time": 1752349270,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Long beach, not that clean but good for a morning or evening walk and plenty of places to stop and rest, grab a drink or a snack in the afternoon or evening.\n\nThe place really comes alive at night as all the beachfront venues start to get more visitors and it's not as hot.\n\nThere are a number of water activities available here such as jet skis, boat rides and paragliding but the touts are not hyper aggressive which is nice.\n\nGenerally not advised to swim in the water due to the jellyfish risk and also cleanliness of the water. There are some rivers that run into the water that appear to have sewage and waste in them.\n\nNot a top spot for the beach overall though, there are better beaches elsewhere.",
            "author_name": "Louis Toh",
            "relative_time_description": "",
            "time": 1745397342,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This beach definitely has potential, boasting beautiful scenery that makes it a pleasant spot to visit. However, its current state holds it back from being truly great.\nWith some attention to organization and cleanliness, this could be a fantastic destination. The lack of proper upkeep is noticeable and detracts from the natural beauty. Furthermore, if they take  care of facilities, particularly bathrooms, it is a significant drawback. Improving these aspects would vastly enhance the visitor experience and allow the beach to live up to its full potential.",
            "author_name": "fatima taj alasfia",
            "relative_time_description": "",
            "time": 1753032165,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 134,
            "2": 139,
            "3": 534,
            "4": 1017,
            "5": 2332
          }
        },
        "minMinutesSpent": 45,
        "latitude": 5.4734,
        "address": "Jalan Batu Ferringhi Batu Ferringhi, 11100 George Town, Pulau Pinang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ4ZEaGJDASjARGJpTt_8ox_I",
        "generalDescription": "Once a former prison site, this island now offers tranquil beaches, rock climbing & jungle treks.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 100.318919,
        "rating": 4.8,
        "numRatings": 960,
        "sources": [
          {
            "id": "520049",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/penang-beaches",
            "sourceSite": "Web",
            "snippet": "Nothing can be the best than spending some time with your family and friends in one of the biggest islands near Penang. This is one place which holds a history of its own and is still very famous among the people. The beach offers you a beautiful picturesque of the pristine rainforest  which is 400 years old.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "12 Best Penang Beaches",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WfvRmJF15QTcbNRlT0yEbGZQIvWZRR9P",
          "igVExTGhyBbxGrywQtrViXDV7dlaNRNO",
          "dU9PfesQKuYwlQwpxCsDw8ErYTYbSxE4",
          "PSdMK7iENGxdbfcOZJrd6FJXFd8uj56H",
          "3jb2lgdQan8hPUPuAndzBgb44Nk4x0br",
          "WfvRmJF15QTcbNRlT0yEbGZQIvWZRR9P",
          "igVExTGhyBbxGrywQtrViXDV7dlaNRNO",
          "dU9PfesQKuYwlQwpxCsDw8ErYTYbSxE4",
          "PSdMK7iENGxdbfcOZJrd6FJXFd8uj56H",
          "3jb2lgdQan8hPUPuAndzBgb44Nk4x0br"
        ],
        "openingPeriods": [],
        "name": "Jerejak Island",
        "placeId": "ChIJ4ZEaGJDASjARGJpTt_8ox_I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Among the natural beauties is the natural island. very suitable for traveling with family or friends. There are various activities here such as snorkeling, learning about the existence of life here, watching the sunset and many more. All activities are very fun and unforgettable. The sea water is very clear and a variety of coral fish. The scenery on the beach of this island is very calm and clean. The price is reasonable with the beauty of the island.",
            "author_name": "Zulfikri (Zulz)",
            "relative_time_description": "",
            "time": 1674038238,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Here's a detailed overview of Jerejak Island - also called Pulau Jerejak - located off the southeastern coast of Penang Island, Malaysia:\n\n---\n\n🌴 Overview & Location\n\nJerejak spans about 3.62 km² and lies just a 10-minute ferry ride from Bayan Lepas on Penang Island  .\n\nIt is easily accessible via ferry operating from around 6:30 AM to midnight, with round-trip fares typically between RM 20–30  .\n\n---\n\n📜 Historical Significance\n\nIn colonial times, it served sequentially as: an immigration quarantine station (starting c. 1875), leper asylum (from 1871), tuberculosis sanatorium (post-WWII), and a maximum-security prison (1969–1993)  .\n\nIt earned the nickname “Malaysia's Alcatraz”, though historians argue its diverse past goes far beyond that label  .\n\nThe island also hosts a memorial to two crews of the Russian cruiser Zhemchug, sunk near Penang during WWI  .\n\n---\n\n🌿 Nature & Heritage\n\nIn 1889, about 1,000 acres of forest on Jerejak were declared a protected reserve by the British, and today ~78% of the island remains forest protected under Malaysian law  .\n\nWildlife includes macaque monkeys, monitor lizards, white-bellied sea eagles, forest geckos, and occasional jellyfish near the shores  .\n\n---\n\n🏝 Activities & Attractions\n\nExplore History & Ruins\n\nVisitors can trek through trails like the Prison Trail or Razak Trail to explore British-era prison ruins, quarantine buildings, and an old cemetery with ~100 marked graves of diverse ethnic backgrounds  .\n\nAdventure & Scenic Spots\n\nThe revitalized Jerejak Island Resort & Spa (opened in 2004, later closed, and recently reopened with new management) offers activities such as cycling (≈RM 15/hr), kayaking, archery, paintball, and jungle trekking (≈RM 20)  .\n\nInstagram-worthy spots include a rainbow-colored pier, a giant swing, a “stairway to heaven” photo spot, and an LED-lit night garden at the resort exit area  .\n\n---\n\n🧭 Practical Tips\n\nBest visited during the dry season (December–April) for hiking and outdoor fun  .\n\nIdeal for day trips, though an overnight stay allows for more activities and evening strolls under illuminated gardens  .\n\nPack essentials: sturdy shoes, insect repellent, sunscreen, water, and snacks. Facilities are limited if you're not staying at the resort  .\n\n---\n\n🔮 Future & Conservation\n\nLocal plans envision development including an eco‑extreme sports destination, while preserving much of the forest area as permanent reserve; private development zones are limited and closely regulated  .\n\nHeritage groups are advocating for UNESCO World Heritage status, though development pressures and environmental concerns remain ongoing discussions  .\n\n---\n\n✅ Why Visit?\n\nFor storytelling seekers, Jerejak reveals layered histories tied to immigration, colonial medicine, wartime conflict, and incarceration.\n\nFor nature and adventure lovers, it offers quiet jungle trails, wildlife sightings, cycling, kayaking, and scenic views of Penang Bridge and the strait.\n\nFor photophiles, iconic spots like the rainbow pier and swing set provide memorable visuals.\n\n---\n\n📋 At a Glance\n\nTheme\tHighlights\n\nHistorical layers\tQuarantine station, leprosarium, prison, WWII memorial\nNature & wildlife\tForest reserve, birds, monkeys, geckos\nRecreation\tTrekking trails, cycling, kayak, archery, paintball\nPhoto spots\tRainbow pier, swings, stairway installations, LED garden\nAccessibility\tFerry from Bayan Lepas, day or overnight trip",
            "author_name": "Thug Life",
            "relative_time_description": "",
            "time": 1754190331,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Went to the Island through guide with his boat arrangement. Aside from the resort which we did not go, we went for tracking and search for some of the historical events of the Island.\n\nRussian Memorial, Bunker left by the British, Maximum Security Prison, shipyard and some others sites.\n\nThis place is underrated. If you love tracking or historical sites or recluse place. You'd definitely like this place.",
            "author_name": "Elwin Heng",
            "relative_time_description": "",
            "time": 1578746508,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 5,
            "3": 28,
            "4": 101,
            "5": 812
          }
        },
        "minMinutesSpent": null,
        "latitude": 5.320097,
        "address": "Penang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ7c98AMzCSjARJu_4dnJKMWw",
        "generalDescription": "Low-key sand beach lined with high-rise condos offering boat excursions & water sports.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 100.288555,
        "rating": 4.1,
        "numRatings": 441,
        "sources": [
          {
            "id": "2388031",
            "type": "webPlacesList",
            "url": "https://beaches-searcher.com/en/malaysia/penang",
            "sourceSite": "Web",
            "snippet": "The sea boasts an unparalleled natural beauty that is truly awe-inspiring. Its crystal-clear waters and pristine sandy beaches create a serene and tranquil atmosphere that is perfect for relaxation and rejuvenation. Whether you're looking to soak up the sun or take a refreshing dip in the cool waters, the sea offers an idyllic setting that is sure to leave you feeling refreshed and revitalized.",
            "siteName": "beaches-searcher.com",
            "shortName": "Penang 🏖️ all 22 beaches (Malaysia)",
            "indexInSource": 10,
            "iconSiteId": 267966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "byPcDgXnofmuOaHhaFaEzdkEUHhc9le2",
          "Hq9QEj3j6S6LQE2fsRZwPXaGia12UVHZ",
          "Q54k7ipowukKtYfgBACHmLJh3CGKfm4O",
          "4AiywDqmmwXUjnSk8XeBMppIfOrVoQSe",
          "byPcDgXnofmuOaHhaFaEzdkEUHhc9le2",
          "Hq9QEj3j6S6LQE2fsRZwPXaGia12UVHZ",
          "Q54k7ipowukKtYfgBACHmLJh3CGKfm4O",
          "4AiywDqmmwXUjnSk8XeBMppIfOrVoQSe"
        ],
        "openingPeriods": [],
        "name": "Tanjung Bungah Public Beach",
        "placeId": "ChIJ7c98AMzCSjARJu_4dnJKMWw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very panoramathic view for sunset. Many water activity here u can enjoy, there a bar by the Rainbow paradise hotel, the beach is clean and Sandy.  If u stay at this hotel, it was superb choice",
            "author_name": "Along Hisyam",
            "relative_time_description": "",
            "time": 1714876750,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's an okay beach but nothing special or worth coming to unless you have spare time.\n\nThere was unfortunately quite a bit of rubbish which surprisingly is right in front of apartments and resorts so I am unsure why it hasn't been dealt with.\n\nVery quiet, quite peaceful too. No sunbed facilities so a little uncomfortable to relax.",
            "author_name": "Emily Carter",
            "relative_time_description": "",
            "time": 1722935935,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pleasant beach enjoyed my swim and had a long walk along the beach front",
            "author_name": "mark brown",
            "relative_time_description": "",
            "time": 1748367158,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 14,
            "3": 81,
            "4": 127,
            "5": 205
          }
        },
        "minMinutesSpent": null,
        "latitude": 5.467896,
        "address": "11200, Penang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJGUiuoVPpSjARWLqD6g3fPes",
        "generalDescription": "Tropical Public Beach is a hidden gem that offers a serene escape for those looking to unwind by the shore. Nestled near the Tropical Spice Garden, this beach features soft sands and picturesque views, making it an ideal spot for picnics or leisurely swims. However, visitors should be cautious of sharp shells on some rocks and limited parking along winding roads. While there are local food stalls nearby, they may not always be open.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 100.229073,
        "rating": 4.5,
        "numRatings": 57,
        "sources": [
          {
            "id": "2388031",
            "type": "webPlacesList",
            "url": "https://beaches-searcher.com/en/malaysia/penang",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "beaches-searcher.com",
            "shortName": "Penang 🏖️ all 22 beaches (Malaysia)",
            "indexInSource": 6,
            "iconSiteId": 267966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ai5tndyns0u54lvDeTtYyVK8XtAuBIop",
          "6pfeQSGGK08y2My2iTjINWHT8QJqETV2",
          "X7me1OxmUZoU3VsBzbxJh2HzXMgNKYIY",
          "ai5tndyns0u54lvDeTtYyVK8XtAuBIop",
          "6pfeQSGGK08y2My2iTjINWHT8QJqETV2",
          "X7me1OxmUZoU3VsBzbxJh2HzXMgNKYIY"
        ],
        "openingPeriods": [],
        "name": "Tropical Public Beach",
        "placeId": "ChIJGUiuoVPpSjARWLqD6g3fPes",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great little pocket beach.\nFood and beach toys are available at the stores next to the road.\nWarm water, tropical setting.\nRestrooms not seen.\nHandicap possible.\nFinal take...recommended for a roadside chillout",
            "author_name": "Markus “markobear1”",
            "relative_time_description": "",
            "time": 1734005803,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is one of my favourite beach in Pg island. A sandy beach, very clean ... the beach is just off the street of tropical spice garden. There is toilet at the beach site so no issue if you need the toilet but please don't expect a 5 stars toilet. The view is good!",
            "author_name": "CP Goh",
            "relative_time_description": "",
            "time": 1756256895,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice quiet beach with a corner that gets shade during the afternoon.\nYou can see some crabs and fishes around the rocks too.\nSome rocks under water have sharp shells on them, be careful when swimming.",
            "author_name": "Ptitsuisse",
            "relative_time_description": "",
            "time": 1711726643,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 4,
            "4": 19,
            "5": 33
          }
        },
        "minMinutesSpent": null,
        "latitude": 5.463951,
        "address": "Opposite Tropica Spice Garden, Jalan Tanjung Bungah, 11050, Penang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJk1xwnWXdSjARLucCuC6qW7U",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": 150,
        "longitude": 100.262793,
        "rating": 4.2,
        "numRatings": 201,
        "sources": [
          {
            "id": "2388031",
            "type": "webPlacesList",
            "url": "https://beaches-searcher.com/en/malaysia/penang",
            "sourceSite": "Web",
            "snippet": "The beach is a perfect destination for a serene and rejuvenating day with loved ones. Its pristine and unspoiled environment offers a great escape from the hustle and bustle of everyday life. The ambiance is incredibly refreshing, and the picturesque scenery is a sight to behold.",
            "siteName": "beaches-searcher.com",
            "shortName": "Penang 🏖️ all 22 beaches (Malaysia)",
            "indexInSource": 4,
            "iconSiteId": 267966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844925",
            "type": "webPlacesList",
            "url": "https://www.travelswithsun.com/penang-beaches/",
            "sourceSite": "Web",
            "snippet": "Tucked away from the main road, desolate Moonlight Bay Beach is good for a stroll and catching dramatic sunsets!. There are some big boulders here that add to the landscape too!. Sadly, there’s not much else to do here!",
            "siteName": "TravelsWithSun",
            "shortName": "13 Best Beaches In Penang To Find In 2022 (#8 Is A Hidden Gem!)",
            "indexInSource": 1,
            "iconSiteId": 2229,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "w7QULqoi6SBSmChTkrZAcKGslYtUPf9B",
          "f2hk83yTZUeFtIbQCIxVkZypC4EB2s8f",
          "L52uEv02S7fzbBhpl1ig6aPJ1DazajCy",
          "w7QULqoi6SBSmChTkrZAcKGslYtUPf9B",
          "f2hk83yTZUeFtIbQCIxVkZypC4EB2s8f",
          "L52uEv02S7fzbBhpl1ig6aPJ1DazajCy"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Beach of Moonlight Bay",
        "placeId": "ChIJk1xwnWXdSjARLucCuC6qW7U",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A beautiful and peaceful beach with a relaxing atmosphere. There are a few rocks perfect for jumping off, adding a bit of adventure to your visit. However, be cautious not to venture too far to the left, as the sea becomes too deep and difficult to walk in. A great spot to unwind and enjoy the natural beauty!",
            "author_name": "Rahil Rahman",
            "relative_time_description": "",
            "time": 1739774090,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Easy to get there via public transport on 101 or 102 bus with the bus stop right in front of the covered path down to the beach.  Unfortunately no toilets or tap water available and there was no food or shops around that I could see. Small waves and water was relatively shallow so we felt comfortable for our young children to swim with supervision. There is also a small river/inlet on the left which was easy enough to walk cross (about waste deep at high tide) if you want to access the other side.",
            "author_name": "J D",
            "relative_time_description": "",
            "time": 1746935079,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's like your own private beach. Seems like it once had some shops and food stalls, but those sites are currently abandoned. So it is better to go on a full stomach, bring some water and get ready to swim comfortably 🏊‍♀️\n\nVery cool little spot to go for swimming, no jelly fish unlike Batu Ferringhi, water is much cleaner also. It's secluded so go during the day 😊\n\nIt is only a very short walk away from Miami Beach which does provide food & water if you really want, but if you just want to swim and relax, come to Moonlight Bay Beach!",
            "author_name": "Kenan Altiparmak",
            "relative_time_description": "",
            "time": 1683286363,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 7,
            "3": 34,
            "4": 50,
            "5": 104
          }
        },
        "minMinutesSpent": 150,
        "latitude": 5.478609,
        "address": "11050 Batu Ferringhi, Penang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJh8CvrVPDSjARBCstjKg2sxs",
        "generalDescription": "Tanjung Bungah Beach in Penang is a popular destination known for its sandy shores and prime resorts. It's a favorite spot for locals and tourists to soak up the sun and enjoy the sea breeze. The beach offers shady trees, clean white sand, and is perfect for family outings. Visitors can also admire the stunning architecture of the Floating Mosque nearby.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 100.288011,
        "rating": 4.5,
        "numRatings": 100,
        "sources": [
          {
            "id": "1485993",
            "type": "webPlacesList",
            "url": "https://1001beach.com/en/southeast_asia/malaysia/penang",
            "sourceSite": "Web",
            "snippet": "Tanjung Bungah, nestled along the northern coast of Penang Island and just a suburb away from the bustling Georgetown, offers an idyllic retreat for fans of active holidays and those who cherish tranquil, secluded spots. This picturesque beach is conveniently accessible by taxi or rental car, making it a perfect escape for your next beach vacation.",
            "siteName": "1001beach",
            "shortName": "Best beaches in Penang",
            "indexInSource": 1,
            "iconSiteId": 15319,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "516910",
            "type": "webPlacesList",
            "url": "https://penangfoodie.com/10-beautiful-beaches-in-penang-2021-guide/",
            "sourceSite": "Web",
            "snippet": "Of course, there’s also the Tanjung Bungah Beach in Penang with its sandy beach, making it the prime location for several notable resorts. As one of the more popular beaches in Penang, Tanjung Bungah Beach is often an ideal spot for locals and tourists to refuel their dose of vitamin sea.",
            "siteName": "Penang Foodie",
            "shortName": "10 Beautiful Beaches In Penang For Some Much Needed Vitamin Sea",
            "indexInSource": 6,
            "iconSiteId": 4339,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844925",
            "type": "webPlacesList",
            "url": "https://www.travelswithsun.com/penang-beaches/",
            "sourceSite": "Web",
            "snippet": "A former fishing village, the beach of this quiet suburb is less frequented than the beaches of its neighbor, Batu Ferringhi. You might not want to go swimming in the murky waters though as they are often host to jellyfish!. However, the Penang Water Sports Centre is here.",
            "siteName": "TravelsWithSun",
            "shortName": "13 Best Beaches In Penang To Find In 2022 (#8 Is A Hidden Gem!)",
            "indexInSource": 0,
            "iconSiteId": 2229,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2388031",
            "type": "webPlacesList",
            "url": "https://beaches-searcher.com/en/malaysia/penang",
            "sourceSite": "Web",
            "snippet": "It’s an okay beach but nothing special or worth coming to unless you have spare time. There was unfortunately quite a bit of rubbish which surprisingly is right in front of apartments and resorts so I am unsure why it hasn’t been dealt with. Very quiet, quite peaceful too.",
            "siteName": "beaches-searcher.com",
            "shortName": "Penang 🏖️ all 22 beaches (Malaysia)",
            "indexInSource": 5,
            "iconSiteId": 267966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LrYbOTvwtNInSJedW6oZRcAwERUbeQ5v",
          "WrhXBVNFQtdvOO0S4qWS3K0qOppQJkiy",
          "hq82lHZuMytFlqDi5VRksVB80ljSGfK0",
          "LrYbOTvwtNInSJedW6oZRcAwERUbeQ5v",
          "WrhXBVNFQtdvOO0S4qWS3K0qOppQJkiy",
          "hq82lHZuMytFlqDi5VRksVB80ljSGfK0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Tanjung Bungah Beach",
        "placeId": "ChIJh8CvrVPDSjARBCstjKg2sxs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A nice, relatively clean stretch of beach which is ideal for a relaxing stroll or even gatherings or picnics with family and friends.\n\nTo all visitors, please do help keep the beach clean by taking with you all the trash you leave behind.",
            "author_name": "Richard Oon",
            "relative_time_description": "",
            "time": 1726725388,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This part of the public beach has shady trees. It is a good spot to relax and enjoy the sea breeze. The white sandy beach is clean and great for family outings. You can park your car at nearby housing area and walk a short distance to the beach ( just don't block the house entrances)",
            "author_name": "Ty lee",
            "relative_time_description": "",
            "time": 1640603657,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The beach needs some clean-up, but the views are still great and kept authentic. If need to clean-up, you can head to the Flamingo Hotel.",
            "author_name": "Michelle Y",
            "relative_time_description": "",
            "time": 1688227914,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 3,
            "3": 7,
            "4": 21,
            "5": 67
          }
        },
        "minMinutesSpent": null,
        "latitude": 5.466531,
        "address": "11200 Tanjung Bungah, Penang, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJpx10GJjpSjARPU1c8MXBjoI",
        "generalDescription": "Pantai Tropika is a hidden gem on Penang's coastline that deserves a spot on your beach bucket list. Nestled near the Tropical Spice Garden, this charming sandy cove offers a tranquil escape from the hustle and bustle. The local family-run restaurant serves up delicious meals at affordable prices, making it an ideal stop for hungry beachgoers. While you can enjoy various water sports like boat sailing, be mindful of rental fees for beach chairs and showers.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 100.22797,
        "rating": 4.6,
        "numRatings": 27,
        "sources": [
          {
            "id": "2387840",
            "type": "webPlacesList",
            "url": "https://onpenang.com/best-beaches/",
            "sourceSite": "Web",
            "snippet": "We felt this one had to be on our list of the best beaches in Penang as this is where we’ve tasted one of the best laksas on the island, and what a spot it is!. Across the road from the Tropical Spice Garden (one of our favourite things to do in Penang as it’s so peaceful and beautiful) is a small, sandy cove. And overlooking this cove is a local family-run restaurant serving meals for around RM6.",
            "siteName": "On Penang",
            "shortName": "Island: but there's a warning",
            "indexInSource": 3,
            "iconSiteId": 152660,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "P9bJvB9FjCNAmhARlsvnaRxDpv7lhf7V",
          "YGXzRvn9ju1ZQmHxgZUWOwT3026YP5Hu",
          "P9bJvB9FjCNAmhARlsvnaRxDpv7lhf7V",
          "YGXzRvn9ju1ZQmHxgZUWOwT3026YP5Hu"
        ],
        "openingPeriods": [],
        "name": "Pantai Tropika",
        "placeId": "ChIJpx10GJjpSjARPU1c8MXBjoI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful hidden beach off the beaten tracks, few people.\n\nCool rocks to climb around, water is relatively clear, some monkeys, fishes and crabs to be seen around. Little to no trash was lying around.\n\nThe only downside was a jellyfish I saw and couldn't identify, therefore possibly not the best spot to swim.",
            "author_name": "Kai A.",
            "relative_time_description": "",
            "time": 1711773904,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very pleasant and peaceful beach. The toilet is paid at rm0.5 for a toilet while rm1 for a shower. There's Also a water sport available here such as boat sailing? And others? The beach chair is for rent. So not for free yaa. The uncle told me if u want to take pictures, you can do so but do it quickly or you need to rent it. 💀\n\nThere's also a restaurant upstairs which selling a very scrumptious meal with a very reasonable price. Not to mention there's a \"hotel\" or i would say a \"small resort\" located beside the road? Not sure 😅\n\nBeware of the jelly fish when you're swimming at the open sea. Swim at your own risk ya. Parking area i believe is public. So its technically free. 🅿️\n\nOverall, a very pleasant experience. 🤞",
            "author_name": "QiGenius (Qi Genius)",
            "relative_time_description": "",
            "time": 1678004025,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Worth  a visit - a public beach with changing rooms/restroom/shower",
            "author_name": "Fid Rafidah",
            "relative_time_description": "",
            "time": 1677422709,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 0,
            "4": 9,
            "5": 17
          }
        },
        "minMinutesSpent": null,
        "latitude": 5.463472,
        "address": "11050, Malaysia",
        "travel_time": null
      }
    ]
  }
}