{
  "list_id": "755",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/755/1.jpg",
  "description": "Dive into \"Sandy Shores of Kuching's Paradise\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109929"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Sandy Shores of Kuching's Paradise",
  "city_id": "223",
  "subtype": "poi",
  "city": "Kuching",
  "created_ts": 1759295191,
  "slug": "sandy-shores-of-kuchings-paradise-kuching-poi-f9d9a4",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJHUvacpn_-jER1GTPvszZibU",
        "generalDescription": "Nestled within the world's oldest tropical rainforest, Damai Beach Resort in Santubong, Sarawak offers modern rooms and suites with sea views. The resort provides casual dining, pools, and a spa for a relaxing stay. Guests can explore nearby attractions such as Kubah National Park, Sarawak Cultural Village, Bako National Park, and the Borneo Cultural Museum.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 110.312357,
        "rating": 4.1,
        "numRatings": 3433,
        "sources": [
          {
            "id": "1845081",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Malaysia/a-Sarawak/l-villa/",
            "sourceSite": "Web",
            "snippet": "Boasting a private beach and outdoor swimming pools, Damai Beach Resort offers pampering stay in Santubong. Guests enjoy jungle or sea view from the room. For guests who drive, free parking is provided.",
            "siteName": "StayList",
            "shortName": "Top 50 Villas, Beach houses & Resorts in Sarawak",
            "indexInSource": 1,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LWfBHf9PJLgoM20BaUqHowcbhYBbg8wW",
          "BCv43mGSRvfjMIcgtmH3ISWJ16F68X2T",
          "SHCl4zDh8WQA0UsRxqzmC18P2NzGlNab",
          "LWfBHf9PJLgoM20BaUqHowcbhYBbg8wW",
          "BCv43mGSRvfjMIcgtmH3ISWJ16F68X2T",
          "SHCl4zDh8WQA0UsRxqzmC18P2NzGlNab"
        ],
        "openingPeriods": [],
        "name": "Damai Beach Resort, Santubong, Sarawak.",
        "placeId": "ChIJHUvacpn_-jER1GTPvszZibU",
        "internationalPhoneNumber": "+60 82-846 999",
        "reviews": [
          {
            "rating": 5,
            "text": "Had a pleasant stay at Damai Beach Resort. The staff were attentive and genuinely helpful, always ready to assist with a smile. The room was spacious, clean and just a short walk from the beach, which made the stay even more enjoyable. Breakfast was decent, nothing extravagant, but edible and sufficient, although with limited choices. Overall, this place is perfect for a peaceful getaway, especially if you're looking to escape the hustle and bustle of city life. Would definitely recommend for a short, rejuvenating retreat.",
            "author_name": "Jifsy Kayla",
            "relative_time_description": "",
            "time": 1751111130,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A great location with a private beach. It is a very large resort and free transport is provided to take you to your accommodation. The rooms were large and clean but it is dated. The staff at reception and in the restaurants were great. The breakfast and restaurant food was good value. There are 2 swimming pools free towels and a spa. It's is close to the Sarawak cultural village which is worth a visit. You cannot take your own food or alcohol in and they do preauthorise a credit card to the value of 200 ringets to potentially charge you for any breaches or spending on your room bill. There is a small centre with shops and a bar which you can access on foot about a 5 minute walk from the resort. Loved the staff and location just needs a refresh though.",
            "author_name": "Mike Thompson",
            "relative_time_description": "",
            "time": 1742631636,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We took the hilltop residence, and the view is really great. It gives a really commanding view over the resort so you can imagine how it is like during sunrise and sunset.\n\nThe room was, in my opinion, good but could be better. The bathroom lacks amenities like bath gel and shampoo, although it was twin beded. Having a balcony is great, but it requires better maintenance on the railing, and the plants could use some tender, loving care. (Fertilizer would certainly help)\n\nThe best thing about  the resort is certainly their manpower.  The drivers that shuttle us from the main resort building to the hilltop residence, the room cleaners, and the reception area were all exceptional, going beyond what I normally encounter in such a resort.\n\nMy only complaint was the food. Although opting for lunch and dinner at seafood restaurants outside, which are quite well known in the area, breakfast was taken at the resort restaurant. I was really disappointed with the spread. The Fried rice was soggy, choice of fruit could be better, sausage tasted like there wasn't meat in it, the roti chanai was almost leathery, the laksa which i felt was iconic for Sarawak did not measure up at all, and the egg if scrambled should not be too dry as with the omelet as well. (Two nights, three days, allowed me to sample all the mentioned)\n\nAlthough this is my personal experience, I certainly encourage everyone to write their own accounts of the place, so it would give a fair review,  not only my view.",
            "author_name": "Patrick Berundang",
            "relative_time_description": "",
            "time": 1743660551,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.damaibeachresort.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Resort hotel",
          "Nature & Parks",
          "Hotel",
          "Lodging",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 188,
            "2": 132,
            "3": 463,
            "4": 1073,
            "5": 1577
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.74823,
        "address": "Teluk Bandung, 93756 Kuching, Sarawak, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJG_fFSXen-zER5ylvaACGyD4",
        "generalDescription": "Cove 55 is a stylish seafront hotel located just a 10-minute drive from Damai Beach and approximately 40 kilometers from Kuching. Originally an Iban family's holiday home, it has been transformed into one of the finest boutique hotels in Kuching, offering only 13 rooms, 2 suites, and 1 villa. The hotel has received international recognition for its elegant design and warm Sarawakian hospitality.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 110.351934,
        "rating": 4.6,
        "numRatings": 393,
        "sources": [
          {
            "id": "1845081",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Malaysia/a-Sarawak/l-villa/",
            "sourceSite": "Web",
            "snippet": "Featuring a pristine white exterior, Cove 55 is a 5-minute drive from Mount Santubong and the Sarawak Cultural Village. It features 2 outdoor swimming pools, with the infinity pool facing the sea and free Wi-Fi access in its public areas.",
            "siteName": "StayList",
            "shortName": "Top 50 Villas, Beach houses & Resorts in Sarawak",
            "indexInSource": 2,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "r7vWNzx02GZ4l9g9lIMPYfxNOft8A6fi",
          "HwhUDCwGggPIxZmTkRIgKtKKUNkWglD8",
          "BnJrpwODjgXz05uKZfbQTQrKYChFB9E8",
          "xJJH6M9tl7Y8RL6bhhNMY3opkVNf8TlW",
          "r7vWNzx02GZ4l9g9lIMPYfxNOft8A6fi",
          "HwhUDCwGggPIxZmTkRIgKtKKUNkWglD8",
          "BnJrpwODjgXz05uKZfbQTQrKYChFB9E8",
          "xJJH6M9tl7Y8RL6bhhNMY3opkVNf8TlW"
        ],
        "openingPeriods": [],
        "name": "Cove 55",
        "placeId": "ChIJG_fFSXen-zER5ylvaACGyD4",
        "internationalPhoneNumber": "+60 82-846 068",
        "reviews": [
          {
            "rating": 5,
            "text": "Had a most magical 3D2N stay in a mangrove villa. The property is nestled at the foot of Mount Santubong with enchanting  moutain view and spectacular sea view. Nowhere else can we sip coffee in the middle of the borneo mangrove in 5-star comfort.  Dirty outdoor chairs is an acceptable trade-off for the fresh air and daily sightings of mudskippers and other mangrove animals.\n\nOnly downside is the remote location with the nearest 7-11 a 15 mins. drive away and no other on-site activity offered.\n\nFood was good - high quality and tasty. Pleasantly surprised to find the straw made from rice, not paper.  Service was exceptional from booking to room service, with each request taking not more than 5mins. To arrive at our door, perhaps due to low peak, but full occupancy is only 13 rooms & 13 villas.\n\nFree shuttle service to nearby town was highly personalized  anytime of the day.  I was amazed by the remarkable attention to details, leaving no chance to miscommunication.\n\nKeep up the good work!",
            "author_name": "Clara Lay",
            "relative_time_description": "",
            "time": 1742734822,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Family of 5 stay in early August for 3 nights. This place is exactly as advertised - a quiet peaceful luxury retreat. We got the 2 bed ocean villa and loved using our own pool. Staff here are all lovely - so friendly and warm. Food in kechala is awesome - the breakfast laksa is particularly good and it is great to see local Iban dishes on the dinner menu (try the jungle fern).\nWe booked the wetlands river cruise for the middle night and this was maybe the highlight of our two week holiday - the guide was clearly an expert and even got us to within 10 feet of a large crocodile!\nThis is the perfect place to get you closer to nature whilst still staying in luxury. Definitely recommend it.",
            "author_name": "Steve C",
            "relative_time_description": "",
            "time": 1755527535,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Cove 55 was the perfect way to end our time in Kuching. The moment we arrived, it felt exclusive and peaceful-like a hidden retreat away from the city.\n\nThe staff were incredibly friendly and welcoming, always ready to help with a smile. The infinity pool was stunning, with breathtaking views that made it hard to leave. Breakfast was just as impressive-delicious, beautifully presented, and served in such a relaxing setting.\n\nEverything about Cove 55 felt thoughtful and personal. It's not just a hotel-it's an experience. Can't wait to return.",
            "author_name": "Frank O",
            "relative_time_description": "",
            "time": 1747446290,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://cove55.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 5,
            "3": 24,
            "4": 62,
            "5": 293
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.71964,
        "address": "Lot 55, Q100-2, Santubong, 93010 Kuching, Sarawak, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJEZk_wGKq-zERETtOUXW9wNc",
        "generalDescription": "Nanga Damai Homestay, nestled in the foothills of Mount Santubong, offers a cozy jungle hideaway with friendly hosts Polycarp, Ping and Dario. The property is surrounded by lush greenery and features comfortable rooms, a swimming pool, and a private waterfall during monsoon season. Guests can enjoy hiking trails right from the doorstep and explore nearby attractions such as Damai Beach and Sarawak cultural village.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 110.317011,
        "rating": 4.6,
        "numRatings": 83,
        "sources": [
          {
            "id": "1845068",
            "type": "webPlacesList",
            "url": "https://borneoadventure.com/destinations/damai-beach-santubong-peninsula/",
            "sourceSite": "Web",
            "snippet": "There is no regular (or reliable) daily public bus service from Kuching to Damai Beach. It is quite easy to get a Grab (the local Uber) to Damai and the fare is RM 45-80 one way. However, sometimes it is not easy to get a Grab back to Kuching as there might not be any Grab cars in the Damai area.",
            "siteName": "Borneo Adventure",
            "shortName": "Damai Beach & Santubong Peninsula",
            "indexInSource": 6,
            "iconSiteId": 51395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HBnCy5ihZgb2Q46oeSM4MgURXb0cyz9M",
          "HBnCy5ihZgb2Q46oeSM4MgURXb0cyz9M"
        ],
        "openingPeriods": [],
        "name": "Nanga Damai Homestay",
        "placeId": "ChIJEZk_wGKq-zERETtOUXW9wNc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wonderful place surrounded by the jungle. The staff is super nice and always available to give good advices about attractions in the surroundings and places to eat. Having also a pool is terrific!",
            "author_name": "Mattia Falaschi",
            "relative_time_description": "",
            "time": 1723467988,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My second visit here. The homestay has two young new owners, who are very sweet and helpful and continue the legacy of the previous owners. They gave us excellent recommendations for dinner and even drove us to dinner and hiking places. The homestay itself is one of the most beautiful places I have ever seen, it is really a tropical paradise. Exciting rainforest activities (highly recommend the 3hr hike to the blue pool) add some nice adventure! Big big thanks to Willis and Emily and the other staff! Looking forward to our third stay 😁",
            "author_name": "Julian Behn",
            "relative_time_description": "",
            "time": 1745212003,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The hosts are very welcoming and helpful. We had nice talks in the evening together. Poly drove me to the restaurants at the beach and to the cultural village. Never ask for any money for that service. He gave good recommendations for whats to see and to do. On my 3-weeks Borneo roundtrip by far the best accommodation I had. It's a pleasure for me to come back one day.",
            "author_name": "Stefan M.",
            "relative_time_description": "",
            "time": 1691901758,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.nangadamai.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Homestay"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 3,
            "3": 0,
            "4": 6,
            "5": 70
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.735055,
        "address": "Q100-2, Santubong, 93100 Kuching, Sarawak, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJOfo4hDGm-zERLzR086AthoY",
        "generalDescription": "Nestled in the lush rainforest of Santubong, The Culvert Hotel Resort Kuching offers a unique and modern accommodation experience. The resort features minimalist rooms housed within refurbished concrete tubes, blending seamlessly with the natural landscape while prioritizing environmental sustainability. Guests can enjoy a range of amenities including an outdoor pool, fitness center, sauna, and a private beach area.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 110.314452,
        "rating": 4.1,
        "numRatings": 771,
        "sources": [
          {
            "id": "1845081",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Malaysia/a-Sarawak/l-villa/",
            "sourceSite": "Web",
            "snippet": "Set in Kuching, 32 km from Kuching Waterfront Bazaar, The Culvert offers accommodation with a restaurant, free private parking, an outdoor swimming pool and a fitness centre.",
            "siteName": "StayList",
            "shortName": "Top 50 Villas, Beach houses & Resorts in Sarawak",
            "indexInSource": 0,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ImkHp767kVzIZvJYWK5eNCEJ9eMdZVKE",
          "ImkHp767kVzIZvJYWK5eNCEJ9eMdZVKE"
        ],
        "openingPeriods": [],
        "name": "The Culvert Hotel Resort Kuching",
        "placeId": "ChIJOfo4hDGm-zERLzR086AthoY",
        "internationalPhoneNumber": "+60 19-889 9925",
        "reviews": [
          {
            "rating": 5,
            "text": "We loved staying at the Culvert! Rooms are exactly as shown in the pics, with space under the bed to store your bags. The interior is much more modern than I expected, there is a smart TV, and the AC works well. Bed also very comfy. The surrounding area was lovely, and we relaxed at both pools, the sauna and went down to the beach to watch the sunset. It was such a lovely stay for 1 night. Thank you!",
            "author_name": "carolinegmartin90",
            "relative_time_description": "",
            "time": 1756791889,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great location for a weekend getaway.\n\n1. Good room, a bit stuffy at first, but once you settled in, it's quite comfy inside a culvert.\n\n2. Service was a bit lacking. There're some facilities for guests to use, but it would seemed staffs are not too eager to assist in. Staff are actually quite friendly, just some part bit lacking.\n\nExperience:\n- Our room door & bed may need some maintenance, squeaky bed if moved too much & door that's a bit jam (Easy for me to open, but hard for my wife to open)\n\n- There's a giant swing for guest to take for a ride & take pic, however the front desk on the morning wasn't really helpful, had to even ask the housecleaning crew to look for someone, in the end, the front desk did manage to send 1 of her colleagues to assist us, but could improve more on her hospitality.\n\nSuggestion:\n- Turn on aircond if have guest coming in soon, especially during a hot weather. Room was an oven when we put out things in, had to wait for the room to cool down before going in for a short rest.\n\nOverall:\n- A good stay and a good experiences. If improve better hospitality & facilities, wouldn't mine to come visit again in future.",
            "author_name": "Khosea Rining Jonathan",
            "relative_time_description": "",
            "time": 1753259929,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "A cool concept for the resort, however the rooms could use some better upkeep.\nToilets are partitioned behind the bed headrest with just a curtain as separation.\nBe warned there are so many mosquitoes that those swatted have left their black marks all over the curtains.\nIf you're not from Kuching, I'd recommend arranging transport in advance to and fro from the resort.\nStaff however were very accommodating with catering to our dietery needs and cooking local dishes off the menu :)",
            "author_name": "Matthew Chong",
            "relative_time_description": "",
            "time": 1752976560,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.theculvert.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Resort hotel",
          "Hotel",
          "Spa"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 40,
            "3": 99,
            "4": 217,
            "5": 387
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.728641,
        "address": "Lot 285, Off Jalan Sultan Tengah Block 2 Salak Land District Santubong Damai, 93050 Kuching, Sarawak, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJXbrKFRwB-zERl7a1R_ZBobQ",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 110.307202,
        "rating": 4.2,
        "numRatings": 266,
        "sources": [
          {
            "id": "1845075",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-kuching/",
            "sourceSite": "Web",
            "snippet": "Pasir Panjang Beach is the perfect spot to spend fun times with your family and friends. Clean and peaceful, with a beauty that transcends human’s awe state, Pasir Panjang Beach is the place you must visit when travelling in Kuching. If you’re hungry, there’s no need to go elsewhere because there are food stalls here, serving locals and tourists tasty foods.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 8 Best Beaches in Kuching 2024",
            "indexInSource": 1,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dwxjJdsuY5MUA27NtkNMS5CsOmX6wcqL",
          "03PJCmYlJc80NdWgJQzdbTe1DCc8S9LZ",
          "5CPzm69q5NI29LoXGqt7yssJPWrp42ku",
          "dwxjJdsuY5MUA27NtkNMS5CsOmX6wcqL",
          "03PJCmYlJc80NdWgJQzdbTe1DCc8S9LZ",
          "5CPzm69q5NI29LoXGqt7yssJPWrp42ku"
        ],
        "openingPeriods": [],
        "name": "Pasir Panjang Beach",
        "placeId": "ChIJXbrKFRwB-zERl7a1R_ZBobQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place to fly drone, healing and take in the scenery. There are also plenty of stalls for you to choose from. The sand is smooth and the beach is long enough for one to run from one end to the other in pursuit of content creation.",
            "author_name": "Daniel “JC”",
            "relative_time_description": "",
            "time": 1744415881,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "My first visit.\n\nThis was nice, plenty of seating in shaded areas for those not wanting to go on the beach.\n\nPlenty of stalls selling drinks and snacks.\n\nBeach could be a bit cleaner, too many plastic bottles, but as I don't need the beach it does not spoil my enjoyment.\n\nI will definitely go here again.  Of all the beach places I have visited around Kuching, this is the one I have enjoyed the most.",
            "author_name": "Bob Burch",
            "relative_time_description": "",
            "time": 1734851873,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is a beautiful beach situated in a Malay Kampung. A good place for family activities. However some families leave their rubbish on the ground though there are many rubbish bins around. The village committee should employ some Rela members to advise people not to litter.6",
            "author_name": "Mohd Rosli Abdullah",
            "relative_time_description": "",
            "time": 1722829351,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 9,
            "3": 30,
            "4": 77,
            "5": 144
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.693951,
        "address": "Q308, Petra Jaya, 93010 Kuching, Sarawak, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJy76jUZj_-jERAkCJPiD_CPM",
        "generalDescription": "Damai Beach, also known as Pantai Damai, is a picturesque beach located opposite the Sarawak Cultural Village and about an hour away from Kuching city center. Visitors can enjoy leisurely strolls along the beach and relax at beachfront restaurants like Escobar. The area offers various attractions such as Wind Caves and Bako National Park for weekend getaways. Additionally, commercial areas like Green Heights Mall and Main Bazaar provide excellent shopping opportunities.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 110.313557,
        "rating": 4.3,
        "numRatings": 1294,
        "sources": [
          {
            "id": "1845075",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-kuching/",
            "sourceSite": "Web",
            "snippet": "Damai Beach is the perfect getaway beach, away from the hustle and bustle of the city, and grounded in nature’s beauty. As you gaze upon the sparkling sea and let the sea breeze gently blow your face, you will experience a sense of tranquillity hugging you, making you feel okay. This beach is amazing.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 8 Best Beaches in Kuching 2024",
            "indexInSource": 0,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845073",
            "type": "webPlacesList",
            "url": "https://diveintomalaysia.com/damai-beach/",
            "sourceSite": "Web",
            "snippet": "Damai Central Beach is the place to head for easy access, toilets, lockers and places to eat. It’s just across from the Sarawak Cultural Village so you can easily visit both in a day trip. There is a lot of greenery from the surrounding rainforest around the beach which adds to its beauty.",
            "siteName": "Dive Into Malaysia",
            "shortName": "Damai Beach: Everything You Need To Know",
            "indexInSource": 0,
            "iconSiteId": 14210,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845068",
            "type": "webPlacesList",
            "url": "https://borneoadventure.com/destinations/damai-beach-santubong-peninsula/",
            "sourceSite": "Web",
            "snippet": "Damai Beach is situated on the Santubong Peninsula around 35 km from Kuching. Damai is dominated by the rainforest-clad slopes of Mount Santubong. The Santubong area has long been settled by small fishing communities and was once a trading centre.",
            "siteName": "Borneo Adventure",
            "shortName": "Damai Beach & Santubong Peninsula",
            "indexInSource": 0,
            "iconSiteId": 51395,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845087",
            "type": "webPlacesList",
            "url": "https://us.trip.com/moments/kuching-781/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TRIP.COM",
            "shortName": "Must-see attractions, popular food, hotels, transportation routes (updated in October)| Trip Moments",
            "indexInSource": 12,
            "iconSiteId": 55310,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "acWMX1vTA1EpTb5qwkcfZTYjEGA0SsN0",
          "GOZp6PJqxq077AJVQuV9pPOoq9gOFs75",
          "mMlG9hYy3SlEUOfrTLq5DBPJecs1vOfh",
          "INJPgn8Sb4J9PAEnxZWlTY6RNQJyeGDA",
          "d1NJWtnQ4Tqnav98pyyNv0EkBYyFUalY",
          "acWMX1vTA1EpTb5qwkcfZTYjEGA0SsN0",
          "GOZp6PJqxq077AJVQuV9pPOoq9gOFs75",
          "mMlG9hYy3SlEUOfrTLq5DBPJecs1vOfh",
          "INJPgn8Sb4J9PAEnxZWlTY6RNQJyeGDA",
          "d1NJWtnQ4Tqnav98pyyNv0EkBYyFUalY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Damai Beach",
        "placeId": "ChIJy76jUZj_-jERAkCJPiD_CPM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the more popular beaches in Kuching. No entrance fee though if youre going during weekends or there is an event happening there, the parking space gets full.\n\nIf youre going on the beach, be carefull for sharp rocks and rubbish. The tides also come in very fast and deep. Dont go when raining as the water becomes choppy.",
            "author_name": "Aliff Hazri",
            "relative_time_description": "",
            "time": 1750234378,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Rooms & food are okay for a short getaway. There are nearby local seafood restaurants to enjoy the seafood. Nice view of the beach but going to the beach they're big stones, need to be careful. I hope the hotel can provide a proper staircase or pathway to go to the beach",
            "author_name": "JO",
            "relative_time_description": "",
            "time": 1739407560,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Damai Beach is honestly a pretty romantic spot. It takes about an hour to drive from Kuching, and I really really enjoyed the ride-such a beautiful view all the way with green hills and blue sea 🌿🌊 peaceful and calming. There's no entrance fee which is a plus, and while the beach is lovely, there's not much happening unless you come during special occasions.\n\nI came during one of those busy days, so there were quite a lot of people around, including many tourists 😆✨ It was crowded in a fun way but still chill.\n\nThere's a small canteen area that sells food and drinks and the prices are super cheap. But sadly, when I got there, only 2 out of 10 stalls were open, and most food was already gone. So yeah, we only got whatever leftovers were still there. Better come early or bring your own snacks just in case 😅",
            "author_name": "Muhd Sigit Firmansyah",
            "relative_time_description": "",
            "time": 1745598201,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 26,
            "3": 138,
            "4": 338,
            "5": 749
          }
        },
        "minMinutesSpent": 120,
        "latitude": 1.749988,
        "address": "Unnamed Rd, 93010 Kuching, Sarawak, Malaysia",
        "travel_time": null
      }
    ]
  }
}