{
  "list_id": "768",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/768/1.jpg",
  "description": "Dive into \"Melaka's Coastal Escapes: Sun, Sand, Serenity\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109917"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Melaka's Coastal Escapes: Sun, Sand, Serenity",
  "city_id": "187",
  "subtype": "poi",
  "city": "Melaka",
  "created_ts": 1759298589,
  "slug": "melakas-coastal-escapes-sun-sand-serenity-melaka-poi-1e5f7e",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ7a_RLTr30TERXKHy-Ed7lko",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.1474,
        "rating": 4.3,
        "numRatings": 1122,
        "sources": [
          {
            "id": "1844991",
            "type": "webPlacesList",
            "url": "https://travel-dmc.com/8-tranquil-beaches-in-malacca-where-you-can-easily-find-good-spot/",
            "sourceSite": "Web",
            "snippet": "This significant long beach is one of Malacca’s most famous ones, yet there’s a lot of room for everybody. The tree-lined shoreline gives shade to the individuals who do not plan to drench up the sun, and there are few water sports accessible in case you’re so interested. Walk further up the beach along Pantai Puteri and you’ll go over Pantai Kundur.",
            "siteName": "Travel DMC",
            "shortName": "8 tranquil beaches in Malacca where you can easily find good spot",
            "indexInSource": 2,
            "iconSiteId": 16443,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Hm6LDBS76cAyt1nAYO2AdsvYCm9LMCUW",
          "n0dEcdorkZzmlFItP60tVMQkR3O72p96",
          "U2D0Ly10BThCo6u3jWJi7t5OSkrYHsa7",
          "Hm6LDBS76cAyt1nAYO2AdsvYCm9LMCUW",
          "n0dEcdorkZzmlFItP60tVMQkR3O72p96",
          "U2D0Ly10BThCo6u3jWJi7t5OSkrYHsa7"
        ],
        "openingPeriods": [],
        "name": "Pantai Puteri",
        "placeId": "ChIJ7a_RLTr30TERXKHy-Ed7lko",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We were so lucky and blessed to be able to witness one of the most stunning sunsets here. The sky was clear and just the perfect evening for a good sunset. So magestic 😍",
            "author_name": "Lee Sungfia",
            "relative_time_description": "",
            "time": 1732444863,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice place for chill as public beach. It is so windy and limited space as beach compare to Penang Batu Ferrighi and Langkawi. We not see any water sports vendors. Just a chill spot with family. There is space for shady for picnic, gathering, etc. Noticed pay-camping place but difficult for shower and toilet. After kids playing around 6pm, the public toilet not allow to take shower that creates all kids messed up with sand, making itchy.\n\nNight bazar is on weekend (saw on weekend), where nice place to enjoy and taste local food.\n\nCar park is road side. Only one designated car park but full on weekend.",
            "author_name": "Han Zaw Oo",
            "relative_time_description": "",
            "time": 1747225179,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The most beautiful sunset we've seen !\nWe went around 4pm and we were wondering why no one was on the beach . We asked and it turns out people only go after 6pm. Some places have reported crocodiles in specific months but puteri is generally safe. Just be aware that the water isn't clean",
            "author_name": "Filipa Monteiro",
            "relative_time_description": "",
            "time": 1747465970,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 30,
            "3": 151,
            "4": 320,
            "5": 607
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.230862,
        "address": "4071, Jalan Imam Haji Zainal, Kampung Pengkalan Perigi, 76400 Tanjung Kling, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ7UpjsOTw0TERssBjbKPDIrM",
        "generalDescription": "Klebang Beach is a lively coastal gem that promises an unforgettable experience for all types of travelers. Nestled just a short drive from Melaka City, this beach boasts stunning white sand dunes that create a picturesque backdrop, making it a favorite among photographers and nature lovers alike. Visitors can indulge in thrilling activities such as ATV rides along the expansive shoreline or enjoy leisurely horse riding while soaking in the sea views.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.192501,
        "rating": 4.1,
        "numRatings": 5611,
        "sources": [
          {
            "id": "1845004",
            "type": "webPlacesList",
            "url": "https://www.wahdah.my/blog/top-5-melaka-beaches-for-serene-nature-therapy",
            "sourceSite": "Web",
            "snippet": "Pantai Klebang is a vibrant coastal destination offering diverse activities and attractions. Visitors can enjoy exhilarating ATV rides along its expansive sandy shores, witness captivating fire showcases, and experience the thrill of horse riding against the backdrop of the sea. Numerous food booths dotting the beachfront provide a delicious variety of local delights, making it a perfect spot for both adventure seekers and food enthusiasts alike.",
            "siteName": "wahdah.my",
            "shortName": "Top 5 Melaka Beaches for Serene Nature Therapy",
            "indexInSource": 0,
            "iconSiteId": 85893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845001",
            "type": "webPlacesList",
            "url": "https://www.trixoli.com/en-my/blog/malacca-beaches/",
            "sourceSite": "Web",
            "snippet": "As one of the best beaches in Malacca, Klebang Beach is the perfect place for fun, exciting and memorable family time. With its white dunes and beautiful backdrop, it’s no wonder that this beach has become so popular for photography. But the fun doesn’t stop there – you can also enjoy horse riding and flying kites with your loved ones.",
            "siteName": "Trixoli",
            "shortName": "Top 7 Beaches in Malacca for a Weekend Getaway (2024)",
            "indexInSource": 0,
            "iconSiteId": 14208,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "The beach is known for its picturesque scenery, including beautiful white sand, sparkling waters, and stunning sunsets. Visitors can enjoy various activities like horse riding, jet skiing, and kite flying. The beach is also famous for its coconut shakes, a must-try for anyone visiting it.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 1,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844992",
            "type": "webPlacesList",
            "url": "https://www.alltrails.com/malaysia/malacca/malacca-city/beach",
            "sourceSite": "Web",
            "snippet": "Klebang Beach is a picturesque coastal destination that offers a delightful experience for visitors of all ages. The beach trail begins near a playground. Walking along the beach, you'll find convenient tables and benches strategically placed along the way.",
            "siteName": "AllTrails.com",
            "shortName": "Best beach trails in Malacca City",
            "indexInSource": 2,
            "iconSiteId": 35129,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845003",
            "type": "webPlacesList",
            "url": "https://www.travalour.com/attraction/4946-klebang-beach",
            "sourceSite": "Web",
            "snippet": "The beach is located in the southern shoreline of Melaka and is facing directly to the Strait of Malacca. It is one of the main attractions in Malaysia. Address : Klebang Beach, Malacca, Malaysia",
            "siteName": "Travalour",
            "shortName": "Klebang Beach - 4 Things to Know Before Visiting",
            "indexInSource": 0,
            "iconSiteId": 29380,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dcQA1BzVOQ8iOe1FnAJW8YAMfba9B3yF",
          "NRGzeoYJS9Polj7AhqgS14hZ31p4NKWC",
          "dKtSAKXgECI9N4DuElQ4inydEIbuPSgI",
          "zXDGJ5wyRedCYnZNYyMeXeweYrjLwNBx",
          "9DLxxRYtv7k1ChajFOWpu4Y5cFnGLCJZ",
          "dcQA1BzVOQ8iOe1FnAJW8YAMfba9B3yF",
          "NRGzeoYJS9Polj7AhqgS14hZ31p4NKWC",
          "dKtSAKXgECI9N4DuElQ4inydEIbuPSgI",
          "zXDGJ5wyRedCYnZNYyMeXeweYrjLwNBx",
          "9DLxxRYtv7k1ChajFOWpu4Y5cFnGLCJZ"
        ],
        "openingPeriods": [],
        "name": "Klebang Beach",
        "placeId": "ChIJ7UpjsOTw0TERssBjbKPDIrM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Quite a popular destination for the local tourists, this beach is gets very packed from 12 noon onwards especially during weekends right until the night. There are lots of traders offering seats and tables for rent, tools for building sandcastle, bubble makers. You can practically spend the entire day relaxing under the shaded tree areas.",
            "author_name": "Chin Siew Ming",
            "relative_time_description": "",
            "time": 1738510868,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Located near 1 Malaysian square in Malacca. Just an average beach with lots of food options and some activities like horse riding and ATV quad bike riding. There are beach bed chairs available for rent. There is a dedicated space available for 2/4 wheeler parking opposite to the beach.",
            "author_name": "M D'Silva",
            "relative_time_description": "",
            "time": 1756676744,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Nice view but re beach is not so clean due to heavy seafaring activities at the Malacca Straights. Has ATV rental and horse riding activities. Many food trucks here selling typical tourists junk food and drinks. One of the only beach around melaka town.",
            "author_name": "Chuah W Pang",
            "relative_time_description": "",
            "time": 1735734569,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 206,
            "2": 203,
            "3": 964,
            "4": 1459,
            "5": 2782
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.216385,
        "address": "Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJuYIV52D30TERhQu2EOoPEVI",
        "generalDescription": "Puteri Beach, also known as Pantai Puteri, is a serene and popular destination for leisure and relaxation. It offers a variety of activities such as fishing, picnicking, swimming, and camping. Families and friends often gather here to enjoy picnics by the gentle waves while children engage in playful activities like building sandcastles. The beach also features food stalls at a Sunday night market where visitors can indulge in local delicacies.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.137367,
        "rating": 4.4,
        "numRatings": 374,
        "sources": [
          {
            "id": "1845004",
            "type": "webPlacesList",
            "url": "https://www.wahdah.my/blog/top-5-melaka-beaches-for-serene-nature-therapy",
            "sourceSite": "Web",
            "snippet": "Pantai Puteri is a favored destination for leisure and relaxation, drawing visitors for its serene ambiance and variety of activities. Families and friends gather here for picnics amidst the gentle lapping of waves, while camping enthusiasts find solace under the starlit skies. Children delight in playful activities like building sandcastles and creating bubbles, adding a touch of whimsy to the beachscape.",
            "siteName": "wahdah.my",
            "shortName": "Top 5 Melaka Beaches for Serene Nature Therapy",
            "indexInSource": 1,
            "iconSiteId": 85893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845001",
            "type": "webPlacesList",
            "url": "https://www.trixoli.com/en-my/blog/malacca-beaches/",
            "sourceSite": "Web",
            "snippet": "Puteri Beach is an ideal spot for a quick getaway from the hustle and bustle of the city. Not only can you enjoy swimming, camping, fishing, and having a picnic on this beach, but there are also plenty of public facilities to make your visit as comfortable as possible. After a long day of exploring the beach in Malacca, you can find a cosy hotel or chalet nearby to rest in.",
            "siteName": "Trixoli",
            "shortName": "Top 7 Beaches in Malacca for a Weekend Getaway (2024)",
            "indexInSource": 1,
            "iconSiteId": 14208,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Puteri Beach is a tranquil and scenic beach situated in the state of Melaka. It boasts clear and calm waters, soft white sand, and stunning views of the Strait of Malacca. Visitors can indulge in various water activities such as swimming, kayaking, and windsurfing.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 2,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3G8L7csXZDanfFJRreLddUdD4jrnmoQl",
          "FXNvpEh0L9k4akO4BNVAUlyOl0Bv7XkY",
          "ST28rZVzEroa8EoFoVWNISiwICMr0sBL",
          "tgeBZkbjKh5iSyoMyIWbPmRKszEEbAzF",
          "EUjusgKWtT3lR7uR9os3QxbN7r0cXZmB",
          "3G8L7csXZDanfFJRreLddUdD4jrnmoQl",
          "FXNvpEh0L9k4akO4BNVAUlyOl0Bv7XkY",
          "ST28rZVzEroa8EoFoVWNISiwICMr0sBL",
          "tgeBZkbjKh5iSyoMyIWbPmRKszEEbAzF",
          "EUjusgKWtT3lR7uR9os3QxbN7r0cXZmB"
        ],
        "openingPeriods": [],
        "name": "Puteri Beach",
        "placeId": "ChIJuYIV52D30TERhQu2EOoPEVI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "love the vibes and environment. also it is easy to reach for the mosque. overall 10/10 ⭐️",
            "author_name": "leya",
            "relative_time_description": "",
            "time": 1736769674,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This 2-km long beach in Tg. Kling is one of the attractive places in Melaka.\n\nAttraction\n⛺ There are some activities that we can enjoy, like picnicking, swimming, fishing, beach fun games, and camping.\n🍽️ Don't miss out on trying the local delicacies at nearby food stalls and restaurants with a reasonable price. The famous one is Yong Tau Foo.\n🐟 You can buy fresh seafood directly from the fisherman.\n\nAtmosphere\n🛏 If you plan to stay a station, there's a hotel, a homestay, and a chalet nearby.\n🚧 It's approximately 2 km to Makan Hang Tuah.\n\nFacility\n🚻 Public toilet is available. Mosque and surau nearby.\nAtmosphere\n⛱️  The beach area is well-maintained by the municipality, though there are a few visitors who irresponsibility leave garbage behind.\n🅿️ Some stall owners are using the parking lot to set up stalls, which is making parking tough and sometimes causing traffic because people are stopping on the side of the road to buy stuff. The local authorities need to come up with some ideas to help stall owners keep their businesses running safely.\n\nTips\n🌅 The best time to visit the beach is in the early morning or late evening to avoid the midday heat and to catch a sunset/sunrise.\n🌳 Avoid sitting or sheltering under the big tree during the rain or stormy season.",
            "author_name": "Mo Sopi",
            "relative_time_description": "",
            "time": 1738391142,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My fiance is a native of Malaysia, and although we are in a long-distance relationship, it's quite difficult. I'm from Chennai (India). After five years, I finally got to meet her. We spent a lot of time together at Pantai Puteri in Malacca, Malaysia, and made many special memories.\nI think it's better to go there during the weekdays in the early morning or evening when you can sit and converse with someone you love while admiring the beautiful view.\nIt's a small, clean beach, though, so it's the ideal location for photos. It's a good area to spend time with your family or take in the stunning view.\n\nIt is not advised to visit on the weekends, though, as it may get very crowded due to the popularity of the area for family outings, picnics, and camping. beautiful panoramas of the sunset.\n\nThere is parking accessible beside the road. Also, there are stalls offering a variety of foods and beverages.\n\nIf you finished reading my review, you should move on to our story. To follow along, go to my Instagram account, @ hip_hop_crazy_beatz.",
            "author_name": "BLACK EYE'Z",
            "relative_time_description": "",
            "time": 1722229180,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 6,
            "3": 43,
            "4": 92,
            "5": 220
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.248472,
        "address": "Kampung Pantai Kundor, Tanjung Kling, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJh_hHAOTw0TERw5-jsIxTHQ8",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.191953,
        "rating": 4.5,
        "numRatings": 174,
        "sources": [
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Beach Side Park is a picturesque destination that boasts very nice and clean white stretches of sand. The trees provide just the right shade and a cooling atmosphere, creating a relaxing environment for visitors. It is a perfect place for a family gathering, and visitors can plan for a simple picnic on the beach.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 4,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sMb60ZQApPYknISDlbFzmXIJ0ZZwCbOw",
          "Icef4LKO8nAzYpWjlgQQa0laFnNenRWt",
          "JLzgYnBPDvthQ9T82i4SMnS3lzzI1aLf",
          "sMb60ZQApPYknISDlbFzmXIJ0ZZwCbOw",
          "Icef4LKO8nAzYpWjlgQQa0laFnNenRWt",
          "JLzgYnBPDvthQ9T82i4SMnS3lzzI1aLf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Beach Side Park",
        "placeId": "ChIJh_hHAOTw0TERw5-jsIxTHQ8",
        "internationalPhoneNumber": "+60 13-620 3766",
        "reviews": [
          {
            "rating": 5,
            "text": "Spend quality time with my small family\nHave many choice of foods and drinks",
            "author_name": "Nsm 2020",
            "relative_time_description": "",
            "time": 1670234371,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Lots of places to eat nice breeze busy when I came Friday beach isn't very nice waters to shallow for swimming",
            "author_name": "Thomas Banks",
            "relative_time_description": "",
            "time": 1663320792,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Not a Good Place for Visit specially For foreigners,",
            "author_name": "Javed Karim",
            "relative_time_description": "",
            "time": 1735793744,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 14,
            "4": 40,
            "5": 115
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.216973,
        "address": "Malaysia, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJoS9uvqD40TERGpsOyIIXhBw",
        "generalDescription": "Pantai Padang Kemunting, located in Pengkalan Balak Melaka, is a serene and picturesque coastal destination with soft white sand and crystal-clear waters. It is not only a perfect spot for relaxation but also an important nesting site for turtles, making it popular among nature enthusiasts and conservationists. Visitors can witness the remarkable sight of turtles laying their eggs during nesting season from April to August.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.074506,
        "rating": 4.4,
        "numRatings": 59,
        "sources": [
          {
            "id": "1845004",
            "type": "webPlacesList",
            "url": "https://www.wahdah.my/blog/top-5-melaka-beaches-for-serene-nature-therapy",
            "sourceSite": "Web",
            "snippet": "Pantai Padang Kemunting is not just a picturesque coastal destination but also a vital nesting site for turtles, drawing nature enthusiasts and conservationists alike. During nesting season from April to August, visitors can witness turtles laying their eggs—a remarkable sight that underscores the beach's ecological significance. Beyond its wildlife appeal, the beach offers a serene atmosphere perfect for relaxation and leisurely walks along its sandy shores.",
            "siteName": "wahdah.my",
            "shortName": "Top 5 Melaka Beaches for Serene Nature Therapy",
            "indexInSource": 3,
            "iconSiteId": 85893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Padang Kemunting Beach is a serene and picturesque beach with soft white sand, crystal-clear waters, and a peaceful atmosphere, making it an ideal destination for visitors looking to relax and unwind. Here, you and your family or friends can indulge in various activities such as swimming, sunbathing, beach volleyball, and building sandcastles. Address: Pantai Padang Kemunting, Pengkalan Balak Melaka., Masjid Tanah, Malacca",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 5,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845001",
            "type": "webPlacesList",
            "url": "https://www.trixoli.com/en-my/blog/malacca-beaches/",
            "sourceSite": "Web",
            "snippet": "Padang Kemunting Beach in Malacca is a fantastic destination that promises a wonderful experience. With its white sand, crystal clear waters and beautiful sky, it’s the perfect place to take a break from your hectic lifestyle. But more than just lovely scenery to enjoy, this beach also houses an excellent turtle shelter and hatchery – giving you the chance of a lifetime to witness the hatching process of baby turtles.",
            "siteName": "Trixoli",
            "shortName": "Top 7 Beaches in Malacca for a Weekend Getaway (2024)",
            "indexInSource": 3,
            "iconSiteId": 14208,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845009",
            "type": "webPlacesList",
            "url": "https://blog.airpaz.com/en/great-things-to-do-in-melaka-beach-malaysia/",
            "sourceSite": "Web",
            "snippet": "• Release the baby hawksbill turtles in Padang Kemunting beach so they can back to the sea. Learn about how The Turtle Guardians work to repopulate the rare hawksbill turtles, providing safe places for the mothers to place their eggs and raise the baby turtles until they are ready to release.",
            "siteName": "Dapatkan update terbaru tentang travel",
            "shortName": "5 Great Things to Do in Melaka Beach Malaysia",
            "indexInSource": 0,
            "iconSiteId": 10546,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "H60E9B6PCM5wHolqNQtKNRAQGZrqYVRc",
          "hXrsMg3ofKNhzIMl209r96gqMRqqsaLj",
          "eqNKkPA6tATpNDBsQG3oaF1Tf1qTMU38",
          "H60E9B6PCM5wHolqNQtKNRAQGZrqYVRc",
          "hXrsMg3ofKNhzIMl209r96gqMRqqsaLj",
          "eqNKkPA6tATpNDBsQG3oaF1Tf1qTMU38"
        ],
        "openingPeriods": [],
        "name": "Pantai Padang Kemunting, Pengkalan Balak Melaka.",
        "placeId": "ChIJoS9uvqD40TERGpsOyIIXhBw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Easily the longest stretch of clean beach you will find in Melaka, this place attracts a lot of domestic tourists to come here camping, picnic or just having a dip in the straits of Melaka.\n\nA lot of chalets and local food can be found here, if you are not staying over, you can park your car along the main small road and then start walking around.\n\nThis area is also a turtle sanctuary, where every year the mother will come up the sandy protective area and lay her eggs.\n\nBeautiful place to enjoy Melaka's sunset, recommended for your peace of mind.",
            "author_name": "Jay Chua",
            "relative_time_description": "",
            "time": 1606641212,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice beach with lots of trees. Clean sad. A great place to visit with family especially on weekdays where there is almost nobody. The area has nice breeze and very comforting sound of the wind brushing against the trees. Definitely a great place to bring family to.",
            "author_name": "Stephen Abraham",
            "relative_time_description": "",
            "time": 1722933694,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shallow beach and its suitable for all ages for swimming. Along beach full with trees and natural sheds. Calm and peaceful. Economy gateway for everyone.",
            "author_name": "Ship Helper Belungkor",
            "relative_time_description": "",
            "time": 1671247356,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 7,
            "4": 21,
            "5": 30
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.308073,
        "address": "Masjid Tanah, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJqziyzb7s0TERuywzw_YAMf0",
        "generalDescription": "Pulau Besar is a small, pristine island known for its white-sand beaches and ancient tombs. It is also an Islamic pilgrimage site with legends of elves, goblins, and strange rocks. The calm and clear waters surrounding the island are perfect for swimming and snorkeling. Visitors can stay in beach chalets at the resort or enjoy water sports concessions.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.327776,
        "rating": 4.4,
        "numRatings": 388,
        "sources": [
          {
            "id": "99865",
            "type": "webPlacesList",
            "url": "https://traveltips.usatoday.com/beaches-malacca-malaysia-64029.html",
            "sourceSite": "Web",
            "snippet": "A pristine island less than half a square mile in area, Pulau Besar is a tropical paradise fringed by white sand beaches. Although the interior is relatively undeveloped, the beaches are home to a resort that rents beach chalets and to several water sports concessions. The calm, clear and relatively shallow water makes for relaxing swimming as well as decent snorkeling along the reefs near the beach.",
            "siteName": "Travel Tips - USA Today",
            "shortName": "Beaches in Malacca, Malaysia | USA Today",
            "indexInSource": 0,
            "iconSiteId": 219,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845020",
            "type": "webPlacesList",
            "url": "https://theoccasionaltraveller.com/pulau-besar-melaka/",
            "sourceSite": "Web",
            "snippet": "While working on a travel writing assignment up in Malaysia‘s state of Melaka, I ventured outside of the vibrant Melaka City heritage area and one of the places I discovered was this strange little island called Pulau Besar which makes for a rather interesting Melaka day trip if you’re into offbeat areas and doing a little hiking. Here’s my Pulau Besar guide and tips on how to get there.",
            "siteName": "The Occasional Traveller",
            "shortName": "Melaka day trip to the weird tiny island Pulau Besar",
            "indexInSource": 0,
            "iconSiteId": 43348,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844998",
            "type": "webPlacesList",
            "url": "https://www.tripfactory.com/trip/most-popular-beaches-in-malacca-8002",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "tripfactory.com",
            "shortName": "Most Popular Beaches in Malacca",
            "indexInSource": 0,
            "iconSiteId": 1220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pVlpNJUfFJhS0eo8hj5rW134hU8eIEYo",
          "Q9K7nwX8Q8TrsXhtB2cGRWhWaKBaT6yU",
          "4WmGyATpE7usw2k3wzssh7qo9uqh6Noq",
          "pVlpNJUfFJhS0eo8hj5rW134hU8eIEYo",
          "Q9K7nwX8Q8TrsXhtB2cGRWhWaKBaT6yU",
          "4WmGyATpE7usw2k3wzssh7qo9uqh6Noq"
        ],
        "openingPeriods": [],
        "name": "Pulau Besar",
        "placeId": "ChIJqziyzb7s0TERuywzw_YAMf0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great place since my group of people going Outrec 1.It a good place for doing recreational activities like wall climbing, abseiling, kayaking, boating, and etc.Moreover A good place to see the blue ocean on time of blues",
            "author_name": "Zakwan Razihi",
            "relative_time_description": "",
            "time": 1739667681,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Cleanliness improved throughout the year. Great island for picnic. It's just that not much of an option for food.",
            "author_name": "Ery Azmi",
            "relative_time_description": "",
            "time": 1710859555,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Abandoned island – not for international tourists\nThis place was a complete letdown. The hotels and resorts are all closed, falling apart, and surrounded by overgrown weeds and debris. It's like walking through a ghost town of failed tourism projects.\n\nThere are signs indicating that Sharia law applies, and you really feel it - no swimsuits allowed, and you're expected to cover your body fully, even on the beach. Not a single functioning tourist facility in sight.\n\nThe island is also dirty and scattered with plastic waste, especially near the shore. It clearly caters only to religious visitors, and if you're not Muslim, you'll feel completely out of place and unwelcome.\n\nAvoid this destination if you're looking for beaches, swimming, nature, or any kind of hospitality.",
            "author_name": "Francesco C",
            "relative_time_description": "",
            "time": 1750911183,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 9,
            "3": 33,
            "4": 66,
            "5": 257
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.111206,
        "address": "Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJkR0JWu4B0jER2lxoC2tYbyM",
        "generalDescription": "Pantai Sg. Tuang in Melaka, located in Masjid Tanah, is a popular choice for beach lovers. The picturesque scenery with blooming flowers along the coast makes it a favorite spot for many. Concrete structures have been built around the beach to prevent erosion. Thanks to the successful 'Projek Tebatan Pantai,' the beach has expanded threefold over the years, offering ample space for various activities and leisure.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.059421,
        "rating": 4.1,
        "numRatings": 128,
        "sources": [
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Pantai Sungai Tuang is a great spot for relaxation and watching the sunset. The weather conditions and clear waters are perfect for fishing enthusiasts. This beach is ideal for group or family outings and camping, with plenty of eateries available nearby.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 9,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "otNrOWgourr3rbeOH53Q9tX8Aw4MF6OX",
          "D9UbW9I7qdV1KQgrwF7P6nfSotlB1bdM",
          "G5dbVgvr5vi4cgCUhvw0hiZRXsgetO6c",
          "otNrOWgourr3rbeOH53Q9tX8Aw4MF6OX",
          "D9UbW9I7qdV1KQgrwF7P6nfSotlB1bdM",
          "G5dbVgvr5vi4cgCUhvw0hiZRXsgetO6c"
        ],
        "openingPeriods": [],
        "name": "Pantai Sg. Tuang",
        "placeId": "ChIJkR0JWu4B0jER2lxoC2tYbyM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful place!! Very nice to come here hang out with friends and family. Can swim too! Water is clean. Recommend to come!",
            "author_name": "LimKoppi",
            "relative_time_description": "",
            "time": 1635083982,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice place to visit, the beach are bigger three times the size compared from last few years. Thank to beach projects that it's big success. \"Projek Tebatan Pantai\". All beach activities can be done here. far more bigger.",
            "author_name": "Yus X",
            "relative_time_description": "",
            "time": 1637648321,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful, splendid and calm on the last day of Ramadhan 29, 1446 or Sunday 30 March 2025",
            "author_name": "Iqbal Abd Ghaffar",
            "relative_time_description": "",
            "time": 1743296187,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 4,
            "3": 27,
            "4": 38,
            "5": 57
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.338298,
        "address": "Masjid Tanah, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJxRDqrUD30TERLwy8Y_Ie_g0",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.145833,
        "rating": 4.3,
        "numRatings": 49,
        "sources": [
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Pantai Kundor is an idyllic beach offering soft, white sand, crystal-clear blue waters, and a peaceful ambience, providing a perfect escape for visitors seeking a tranquil day by the sea. This beach is also home to local food stalls, where visitors can try local delicacies such as grilled seafood and coconut water. Pantai Kundor is an ideal spot for a peaceful day trip with its natural beauty and laid-back vibe.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 6,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pcjZR1SrFXcKTDsnxyHrrhZvl0OiXvXw",
          "N1bBNCuWGHOsR6M5ixFWnJhdcEfc88M1",
          "SaV26WhP1d3IpCKZ1aOnEqly0JzhiVJc",
          "gqafi3eK8CzucmTj8DjrGTZ79OdpM8qi",
          "pcjZR1SrFXcKTDsnxyHrrhZvl0OiXvXw",
          "N1bBNCuWGHOsR6M5ixFWnJhdcEfc88M1",
          "SaV26WhP1d3IpCKZ1aOnEqly0JzhiVJc",
          "gqafi3eK8CzucmTj8DjrGTZ79OdpM8qi"
        ],
        "openingPeriods": [],
        "name": "Pantai Kundor",
        "placeId": "ChIJxRDqrUD30TERLwy8Y_Ie_g0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice beach. 10 years back, this beach is better than klebang beach",
            "author_name": "Faisal Abmanaf",
            "relative_time_description": "",
            "time": 1661591549,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Sadly and literally the cleanest part of beach in Malacca.",
            "author_name": "Wilking Lim",
            "relative_time_description": "",
            "time": 1618150892,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is a typical malacca beach but with facilities, food stalls and a toilet which unfortunately was closed. You can see the ships sail past n on a cloudless night the moon and some stars. Fairly clean.",
            "author_name": "James Tan",
            "relative_time_description": "",
            "time": 1633795666,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 2,
            "3": 6,
            "4": 11,
            "5": 29
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.232222,
        "address": "Tanjung Kling, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJLe4RKYr40TER-GKf3tondkw",
        "generalDescription": "Tanjung Bidara is a beautiful beach located in the municipality of Kuala Terengganu. It is popular with tourists for its serene atmosphere and easy access to the beach. Activities that are interesting to do here include swimming, sunbathing, and taking photos. You and your family can enjoy swimming calmly since there is always JPAM (the Malaysian Army's military installation) keeping an eye on safety in the area.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.087322,
        "rating": 4.3,
        "numRatings": 274,
        "sources": [
          {
            "id": "99865",
            "type": "webPlacesList",
            "url": "https://traveltips.usatoday.com/beaches-malacca-malaysia-64029.html",
            "sourceSite": "Web",
            "snippet": "Tanjung Bidara is one of Malacca's most visited beaches, popular with locals as well as international tourists. The water is less clear at Tanjung Bidara than at other beaches in Malacca, but white sand and plenty of shade trees are enough to lure beachgoers to the area. The beach offers amenities such as playgrounds for children and food stalls, which are located near the Tanjung Bidara Beach Resort.",
            "siteName": "Travel Tips - USA Today",
            "shortName": "Beaches in Malacca, Malaysia | USA Today",
            "indexInSource": 2,
            "iconSiteId": 219,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Pantai Tanjung Bidara is a beautiful beach known for its clear blue waters, soft white sand, and peaceful ambience. Visitors can enjoy various activities such as picnics, fishing, water sports, and kite flying. With Pantai Tanjung Bidara’s natural beauty and historical sites nearby, Pantai Tanjung Bidara is a must-visit destination for tourists visiting Malacca.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 3,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845001",
            "type": "webPlacesList",
            "url": "https://www.trixoli.com/en-my/blog/malacca-beaches/",
            "sourceSite": "Web",
            "snippet": "This beautiful sloping beach is the ideal spot to relax and unwind away from everyday life’s hustle. Surrounded by lush green surroundings, it feels like you’re in another world – with the sea breeze making it perfect for swimming or any other outdoor activities. As it’s away from the main road, there won’t be any loud noises disturbing your peace.",
            "siteName": "Trixoli",
            "shortName": "Top 7 Beaches in Malacca for a Weekend Getaway (2024)",
            "indexInSource": 5,
            "iconSiteId": 14208,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845011",
            "type": "webPlacesList",
            "url": "https://www.trustedmalaysia.com/discovering-malaccas-beautiful-beaches/",
            "sourceSite": "Web",
            "snippet": "Pantai Tanjung Bidara is a lovely and huge beach located about 45 minutes away from Malacca City. We found this beach to be a top beach in Malacca for the many fun activities you can do, both in and out of the water. Picture a relaxing breeze, a beautiful beach, and more than enough shade to protect yourself from the sun.",
            "siteName": "Trusted Malaysia",
            "shortName": "Discovering Malacca’s Beautiful Beaches [2024]",
            "indexInSource": 2,
            "iconSiteId": 3753,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845004",
            "type": "webPlacesList",
            "url": "https://www.wahdah.my/blog/top-5-melaka-beaches-for-serene-nature-therapy",
            "sourceSite": "Web",
            "snippet": "Tanjung Bidara Beach is popular among locals and tourists alike for its peaceful atmosphere and panoramic views of the Strait of Malacca. Visitors can indulge in activities like beachcombing or find solitude under the shade of palm trees.",
            "siteName": "wahdah.my",
            "shortName": "Top 5 Melaka Beaches for Serene Nature Therapy",
            "indexInSource": 4,
            "iconSiteId": 85893,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845006",
            "type": "webPlacesList",
            "url": "https://melakacool.com/pengkalan-balak-melaka-beautiful-beach/",
            "sourceSite": "Web",
            "snippet": "I’ve written about a well know beach in here in Melaka before, Tanjung Bidara. However, there another one that is starting to become a tourist attraction, Pengkalan Balak. Pengkalan Balak is actually continues from Tanjung Bidara.",
            "siteName": "MelakaCool",
            "shortName": "Pengkalan Balak Beach , Melaka",
            "indexInSource": 0,
            "iconSiteId": 63283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844997",
            "type": "webPlacesList",
            "url": "https://malacca.attractionsinmalaysia.com/Tanjung-Bidara-Beach.php",
            "sourceSite": "Web",
            "snippet": "Tanjung Bidara Beach is located about 20km northwest of Malacca, en route to Port Dickson. While it's facing the Straits of Malacca, it offers a wide piece of sea and since it's located far from the road, it's quite and calm.",
            "siteName": "malacca.attractionsinmalaysia.com",
            "shortName": "Tanjung Bidara Beach Melaka - Malaysia Tourist & Travel Guide",
            "indexInSource": 0,
            "iconSiteId": 18318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844991",
            "type": "webPlacesList",
            "url": "https://travel-dmc.com/8-tranquil-beaches-in-malacca-where-you-can-easily-find-good-spot/",
            "sourceSite": "Web",
            "snippet": "Tanjung Bidara is one of preferred beaches, concealed along the coast directly next to Terendak Camp, a military camp in Sungai Udang. The delicate sand is a rosy hue, smooth rocks that you could ascend and sun yourself on.",
            "siteName": "Travel DMC",
            "shortName": "8 tranquil beaches in Malacca where you can easily find good spot",
            "indexInSource": 3,
            "iconSiteId": 16443,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1844998",
            "type": "webPlacesList",
            "url": "https://www.tripfactory.com/trip/most-popular-beaches-in-malacca-8002",
            "sourceSite": "Web",
            "snippet": "Tanjung Bidara commands a magnificent sweep of the state's coastline, and its beach is very popular among locals as well as foreigners. Amenities include ...",
            "siteName": "tripfactory.com",
            "shortName": "Most Popular Beaches in Malacca",
            "indexInSource": 3,
            "iconSiteId": 1220,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2vlcvWm4Ms16kYL0OcHHtBZAWUEAl6s7",
          "2vlcvWm4Ms16kYL0OcHHtBZAWUEAl6s7"
        ],
        "openingPeriods": [],
        "name": "Pantai Tanjung Bidara",
        "placeId": "ChIJLe4RKYr40TER-GKf3tondkw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "1st time here. Not crowded. Peaceful and sunset 🌇 is the best 👌.\nYou can rent a place to sit and chill.\nOf you're fishing 🎣 lover definitely i will Recommended this place.\nRecommended.",
            "author_name": "Maalini Ganesan",
            "relative_time_description": "",
            "time": 1738210874,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had such a great time here with the family.\n\nThe sunset view was stunning-perfect for taking some memorable photos.\n\nThe beach was really clean and safe, so the kids had plenty of space to run around and play freely.\n\nParking was easy to find and conveniently close, which made getting in and out hassle-free.\n\nThere's a small shop nearby where you can grab snacks and drinks, and the toilets were clean and well-maintained.\n\nHaving a surau nearby for prayers was also a big plus.\n\nAll in all, it's a peaceful, convenient, and family-friendly spot that's definitely worth a visit.",
            "author_name": "Sakinah Aziz",
            "relative_time_description": "",
            "time": 1753242525,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pantai Tanjung Bidara is a beautiful and serene beach, ideal for a family picnic. The natural scenery is absolutely stunning, offering a peaceful environment perfect for relaxation. The beach is quite clean, making it an inviting place to spend the day. You can rent chairs for RM10, which is convenient for lounging by the shore. One thing to be mindful of, though, is the number of monkeys around, so be cautious with your food and belongings. Overall, it's a wonderful spot for a day out with family!",
            "author_name": "Banupriya Subhramaniam",
            "relative_time_description": "",
            "time": 1728031435,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 8,
            "3": 41,
            "4": 73,
            "5": 147
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.292139,
        "address": "Masjid Tanah, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJnRmBFCTs0TERGNb2Mw7UXRc",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.3075,
        "rating": 4.7,
        "numRatings": 3,
        "sources": [
          {
            "id": "1845000",
            "type": "webPlacesList",
            "url": "https://myweekendplan.asia/top-best-beaches-in-melaka/",
            "sourceSite": "Web",
            "snippet": "Pantai Punggor is a hidden gem and a lesser-known beach that boasts stunning sunset views. This beach is located in a secluded spot that provides a peaceful atmosphere, away from most of the crowds of popular tourist destinations. The clear blue waters and pristine white sand make it a perfect spot for an evening stroll with loved ones.",
            "siteName": "My Weekend Plan",
            "shortName": "Top 10 Best Beaches in Melaka",
            "indexInSource": 7,
            "iconSiteId": 21839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [],
        "openingPeriods": [],
        "name": "Pantai Punggor",
        "placeId": "ChIJnRmBFCTs0TERGNb2Mw7UXRc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 4,
            "text": "There's no sandy beach here. Stones are arranged to separate the land and sea. Only nice is the beautifully scenery.",
            "author_name": "Robert Tan",
            "relative_time_description": "",
            "time": 1677212131,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 2
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.170278,
        "address": "Taman Alai Perdana, 75460 Alai, Malacca, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJVfuqy6Xr0TERnSg8mtgNK_w",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 102.367111,
        "rating": 5,
        "numRatings": 3,
        "sources": [
          {
            "id": "1845011",
            "type": "webPlacesList",
            "url": "https://www.trustedmalaysia.com/discovering-malaccas-beautiful-beaches/",
            "sourceSite": "Web",
            "snippet": "Pantai Siring offers a beach experience in Malacca unlike any other. There is a local fishing village near the beach, with fisherman jetties that feature boat rentals. You can rent a boat for a good price and float around the water to enjoy the views or even go fishing!",
            "siteName": "Trusted Malaysia",
            "shortName": "Discovering Malacca’s Beautiful Beaches [2024]",
            "indexInSource": 4,
            "iconSiteId": 3753,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [],
        "openingPeriods": [],
        "name": "The Pangkin Pantai Siring",
        "placeId": "ChIJVfuqy6Xr0TERnSg8mtgNK_w",
        "internationalPhoneNumber": "+60 11-6564 9569",
        "reviews": [
          {
            "rating": 5,
            "text": "A very nice homestay, walking distance to the famous Pantai Siring beach.",
            "author_name": "Bahirah Saifuddin",
            "relative_time_description": "",
            "time": 1712109544,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good place to chill",
            "author_name": "Nasir Habizar",
            "relative_time_description": "",
            "time": 1738570374,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Event venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 3
          }
        },
        "minMinutesSpent": null,
        "latitude": 2.139467,
        "address": "Jalan Mulia, Kampung Pulai, 77300 Merlimau, Malacca, Malaysia",
        "travel_time": null
      }
    ]
  }
}