{
  "list_id": "758",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/758/1.jpg",
  "description": "Dive into \"Picture-Perfect Petaling Jaya Adventures\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160312"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Picture-Perfect Petaling Jaya Adventures",
  "city_id": "272",
  "subtype": "poi",
  "city": "Petaling Jaya",
  "created_ts": 1759296117,
  "slug": "picture-perfect-petaling-jaya-adventures-petaling-jaya-poi-6c44c5",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJqSc-d_JJzDERbOlsCf-UmNs",
        "generalDescription": "Thean Hou Temple, also known as the Temple of the Goddess of Heaven, is a magnificent six-tiered Buddhist temple that opened in 1989. Located on a hill overlooking lush surroundings, it can be reached from KL Sentral Station by foot or taxi. This Chinese-style temple beautifully combines contemporary and traditional elements of Buddhism, Taoism, and Confucianism.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 101.687668,
        "rating": 4.6,
        "numRatings": 14715,
        "sources": [
          {
            "id": "128827",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/malaysia/articles/the-21-most-instagram-worthy-spots-in-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "This six-tiered Buddhist temple is known as the Temple of the Goddess of Heaven. Buddhist worshippers also come to the shrine pray to the Goddess of Mercy and celebrate Chinese festivals including Wesak Day and Mooncake Festival. The temple comprises both contemporary and traditional architectural designs of Buddhism, Taoism and Confucianism.",
            "siteName": "The Culture Trip",
            "shortName": "The 21 Most Instagram-Worthy Spots In Kuala Lumpur",
            "indexInSource": 10,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424616",
            "type": "webPlacesList",
            "url": "https://thousandmilesco.com/blogs/travellers-guide/places-to-visit-in-kl-for-free-at-night",
            "sourceSite": "Web",
            "snippet": "It may sound odd to most to visit a temple at night, but this particular temple is a stunning marvel being one of Southeast Asia’s oldest and largest Chinese temples. It’s dedicated to Thean Hou, the goddess of the sea, and it is an important cultural and religious site that comes beautifully alive at night thanks to the dazzling traditional red lanterns that blanket the courtyard. Entry is free to visitors who may enjoy the temple’s grand design, tastefully formed gardens, and the occasional cultural performances or ceremonies that the temple hosts during the Chinese festival periods like Lunar New Year and Mid Autumn Festival.",
            "siteName": "Thousand Miles MY",
            "shortName": "Top 17 Places To Visit In KL For FREE At Night",
            "indexInSource": 7,
            "iconSiteId": 153557,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899147",
            "type": "webPlacesList",
            "url": "https://www.tripzilla.com/instagrammable-places-kl-selangor/133334",
            "sourceSite": "Web",
            "snippet": "Managed by local Hainanese communities, the Thean Hou Temple provides impeccable views of the city and its own smaller attractions within the temple. In its heart, the main prayer hall houses altars where people can pay respects to three Chinese deities: Shui Wei Sheng Niang, Tian Hou, and Guan Yin. Children can watch turtles in the turtle ponds within the compound, and Buddhists who cross the Fortune Bridge will get sprinkled with water by monks.",
            "siteName": "TripZilla",
            "shortName": "12 Instagrammable Places in Kuala Lumpur and Selangor",
            "indexInSource": 1,
            "iconSiteId": 37,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923160",
            "type": "webPlacesList",
            "url": "https://www.ivanyolo.com/reviews/photography/top-street-photography-locations-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "Thean Hou Temple, a grand Chinese temple on a hill, is a stunning location for photography. The temple’s beautiful architecture, cultural events, and panoramic views of the city make it one of the top photo locations in Kuala Lumpur. The intricate details of the temple, from its ornate decorations to the bright colors, provide a rich canvas for photographers.",
            "siteName": "IvanYolo",
            "shortName": "Top Street Photography Locations In Kuala Lumpur",
            "indexInSource": 4,
            "iconSiteId": 275877,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899251",
            "type": "webPlacesList",
            "url": "https://lavieenmarine.com/kuala-lumpur-instagram-tour/",
            "sourceSite": "Web",
            "snippet": "It is really hard to describe the beauty of Thean Hou Temple in mere words, when it actually left me totally speechless, every single time I stood in front of it. The Thean Hou temple is one of the most amazing temples in existence. Its decorations and details are incredible and there are so many angles and areas to explore here.",
            "siteName": "La Vie En Marine",
            "shortName": "Kuala Lumpur - the Most Instagrammable Places!",
            "indexInSource": 1,
            "iconSiteId": 3911,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899139",
            "type": "webPlacesList",
            "url": "https://www.headout.com/blog/instagrammable-spots-in-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "The Thean Hou Temple is one of the largest Chinese temples in Southeast Asia, dedicated to the sea goddess Mazu. It's an architectural marvel, blending modern and traditional styles, with intricate carvings and murals adorning the halls and altars. The temple is situated on a hill which provides sweeping views of the city below.",
            "siteName": "Headout Blog",
            "shortName": "Instagrammable spots in Kuala Lumpur",
            "indexInSource": 4,
            "iconSiteId": 13959,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899151",
            "type": "webPlacesList",
            "url": "https://onceuponajrny.com/best-photo-spots-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "This Chinese temple is one of the largest and oldest temples in South East Asia. The temple is located on top of a hill that offers great views over the city. The colors and decorations of the temple are so beautiful that you want to take a picture at every corner.",
            "siteName": "Once Upon a Journey",
            "shortName": "21x The Most Instagrammable Kuala Lumpur Spots",
            "indexInSource": 1,
            "iconSiteId": 13866,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "351123",
            "type": "webPlacesList",
            "url": "https://24hourslayover.com/instagrammable-places-in-kl-kuala-lumpur-photography/",
            "sourceSite": "Web",
            "snippet": "Thean Hou Temple is one of South East Asia’s largest Chinese Buddhist temples and it is used for worship as well as many wedding registrations by Chinese-Malay.",
            "siteName": "24 Hours Layover",
            "shortName": "17 Most Instagrammable Places In KL - Kuala Lumpur Photography!",
            "indexInSource": 1,
            "iconSiteId": 20064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wBwgqjKrEhLVRubfH53gEiJdA1kSSIMJ",
          "WicrULI60NP5BP4F1Pya9nAsY3teOY6l",
          "aVdrmZR3xFzF9Kq0BY3jv8Pp0nLcAmet",
          "D04DvtcVVpsAfkRTDPgwtG8yz1KRzpIF",
          "QY2jfwmryWllSGmQLIyDeCfKUn1hbZoI",
          "wBwgqjKrEhLVRubfH53gEiJdA1kSSIMJ",
          "WicrULI60NP5BP4F1Pya9nAsY3teOY6l",
          "aVdrmZR3xFzF9Kq0BY3jv8Pp0nLcAmet",
          "D04DvtcVVpsAfkRTDPgwtG8yz1KRzpIF",
          "QY2jfwmryWllSGmQLIyDeCfKUn1hbZoI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Thean Hou Temple",
        "placeId": "ChIJqSc-d_JJzDERbOlsCf-UmNs",
        "internationalPhoneNumber": "+60 3-2274 7088",
        "reviews": [
          {
            "rating": 5,
            "text": "The temple is incredible!!! definitely worth a visit, especially on the weekend. It's spotless, welcoming to tourists, and perfect for snapping Instagram-worthy shots. Getting there is easiest with Grab, but if you don't mind a short walk, the train is also an option. I went on a Wednesday, and it was pretty quiet, which made the atmosphere feel extra calm and peaceful.\n\nWhen it comes to the dress code, modesty is important. Women should avoid revealing clothes, but a light scarf works great if you want to cover up quickly. Long skirts or dresses are ideal, while men are fine wearing shorts.\n\nOne of the highlights was catching the sunset from the temple. I only got to see it for a brief moment, but it was absolutely magical. Other than that, the whole environment feels serene, peaceful, and just really chill-a perfect place to sit back, soak it all in, and enjoy the calm.",
            "author_name": "Teamir Yilma",
            "relative_time_description": "",
            "time": 1757002788,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "So beautiful temple! We came in the morning to see less people and have possibility to enjoy the atmosphere but still saw a lot of people. We were lucky to see many weddings! So many beautiful couples came there to be married and take beautiful pictures and videos with pro photographers.\n\nThere is small pond near the entrance with rich fishes (people leave coins there) and figures of Chinese horoscope.\n\nTo visit the temple you need to go upstairs. Inside your should leave your shoes near the entrance.\n\nI really like this place even as a traveller, beautifully decorated, with many details, don't miss opportunity to walk inside and outside. There are many amazing zones for photographs\n\nInside you can get an answer on your questions using special number boards. Check the video to see see what you should do :)\n\nThere is a dress code inside (check one of the pictures)",
            "author_name": "Elena Titkova",
            "relative_time_description": "",
            "time": 1748679832,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful and interesting. Here you can pray and ask for fortune. Beautiful architecture and hung with many lanterns. I saw families taking wedding photos here too. Should go early it will be less crowded after 9:30 there will be many groups of people coming.",
            "author_name": "Kenny Tran",
            "relative_time_description": "",
            "time": 1757899432,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://hainannet.com.my/",
        "index": 1,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 174,
            "2": 145,
            "3": 849,
            "4": 3379,
            "5": 10200
          }
        },
        "minMinutesSpent": null,
        "latitude": 3.121953,
        "address": "65, Persiaran Endah, Taman Persiaran Desa, 50460 Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJE1jNHStIzDERujrDO85YYBA",
        "generalDescription": "Menara Kuala Lumpur, one of the tallest freestanding towers globally and the highest in Southeast Asia, stands majestically at 421 meters. This iconic landmark is not just a communications hub but also a fantastic viewpoint offering breathtaking panoramic views of Kuala Lumpur. Visitors can indulge in a unique dining experience at its revolving restaurant, which provides a stunning 360-degree perspective of the city as they savor their meals.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 101.703852,
        "rating": 4.5,
        "numRatings": 39550,
        "sources": [
          {
            "id": "351123",
            "type": "webPlacesList",
            "url": "https://24hourslayover.com/instagrammable-places-in-kl-kuala-lumpur-photography/",
            "sourceSite": "Web",
            "snippet": "Whilst from the outside it is not as impressive as The Petronas Towers, if you have to choose between going up The Petronas Towers or going up the KL Tower, I definitely recommend the KL Tower.",
            "siteName": "24 Hours Layover",
            "shortName": "17 Most Instagrammable Places In KL - Kuala Lumpur Photography!",
            "indexInSource": 5,
            "iconSiteId": 20064,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1ib8EKDFi1ay0ATwzrEmmkqmn1m39eJH",
          "xNYpgWPEOPZp4k51RLA2ZdPRM0siKx9Z",
          "v1tEfO7yAMAzNdvIITYKjRUvY7T2oEqh",
          "6MpgkGEIxnxICHj2GZjNaa5q5qZG6MGB",
          "aMqqoVLkqSRPWA5T9JU1u476E7tjaA3R",
          "1ib8EKDFi1ay0ATwzrEmmkqmn1m39eJH",
          "xNYpgWPEOPZp4k51RLA2ZdPRM0siKx9Z",
          "v1tEfO7yAMAzNdvIITYKjRUvY7T2oEqh",
          "6MpgkGEIxnxICHj2GZjNaa5q5qZG6MGB",
          "aMqqoVLkqSRPWA5T9JU1u476E7tjaA3R"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Menara Kuala Lumpur",
        "placeId": "ChIJE1jNHStIzDERujrDO85YYBA",
        "internationalPhoneNumber": "+60 3-2020 5421",
        "reviews": [
          {
            "rating": 5,
            "text": "ABSOLUTELY worth the visit, very beautiful observation deck. This was my second time here and previously i went during the day, however i would recommended heading up before sunset , seeing sunset and then heading down after dark. It's absolutely beautiful to see the city in both daytime and nighttime. It is worth noting too that after sunset the observation deck did get a lot quieter. As someone who isn't fond of lifts it is over within a few minutes and staff are constantly monitoring them.",
            "author_name": "keira edmondson",
            "relative_time_description": "",
            "time": 1751254654,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "KL Tower offers a peaceful escape high above the city with some truly stunning panoramic views of Kuala Lumpur. Whether you visit during the day or around sunset, the cityscape looks beautiful from the observation deck. The tower itself is well-maintained and organized, and the experience feels calm and enjoyable. There are a few small attractions around the base as well, making it a pleasant spot to explore. Overall, a quiet yet memorable place to take in the beauty of KL from above. Definitely worth a visit if you're in the city and want a relaxed experience with a great view.",
            "author_name": "Shivani Amin",
            "relative_time_description": "",
            "time": 1754304617,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "KL Tower is one of the best spots to experience breathtaking 360° views of Kuala Lumpur. The observation deck and Sky Deck offer stunning sights, especially at sunset or night. The glass sky box is a thrilling highlight! The tower is well-maintained, and staff are friendly and helpful. Surrounded by nature and cultural attractions, it's a perfect mix of city views and local charm. A must-visit landmark for every traveler to Malaysia.",
            "author_name": "Sajeevan Suvakeen",
            "relative_time_description": "",
            "time": 1756538792,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.menarakl.com.my/",
        "index": 2,
        "id": "",
        "categories": [
          "Landmark",
          "Sights & Landmarks",
          "Observation deck",
          "Observatory",
          "Park",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 916,
            "2": 680,
            "3": 3170,
            "4": 9279,
            "5": 25540
          }
        },
        "minMinutesSpent": 120,
        "latitude": 3.152876,
        "address": "2 Jalan Punchak, Off, Jalan P. Ramlee, 50250 Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJK_vZ2qVIzDERetLWIrl9xGg",
        "generalDescription": "The Central Park in Desa ParkCity is an idyllic park with well-kept lawns, a beautiful lake, and park benches that make it great for picnics or simply relaxing. The Central Lake at its core is a wonderful place to take a break from the hustle and bustle of city life.",
        "utcOffset": 480,
        "maxMinutesSpent": 60,
        "longitude": 101.628383,
        "rating": 4.5,
        "numRatings": 2382,
        "sources": [
          {
            "id": "1923859",
            "type": "webPlacesList",
            "url": "https://stories.my/blog/2022/07/21/10-best-parks-for-outdoor-family-portraits/",
            "sourceSite": "Web",
            "snippet": "The Central Park is a recreational park located in the Desa ParkCity township in Kepong. With the concept of a park in the city in mind when building the area, visitors and residents can expect an abundance of nature surrounding every corner with well-maintained and gorgeous facilities. We love the rustic vibe of the plants here.",
            "siteName": "Malaysia Lifestyle Photographer And Videographer: Stories.my",
            "shortName": "10 Best Parks for Outdoor Family Portraits",
            "indexInSource": 2,
            "iconSiteId": 276528,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gubkQHYWworQFS35sb7uHkpK1wnd9Niz",
          "DE5Pr1yvzc9ADIZhICcAmStIMBNgcgZl",
          "417DMGNJqU03Px8JVN4hl6hCSLLuncNy",
          "wMsr5STO2aExusxxfGH75FzNj2MSiL3L",
          "gubkQHYWworQFS35sb7uHkpK1wnd9Niz",
          "DE5Pr1yvzc9ADIZhICcAmStIMBNgcgZl",
          "417DMGNJqU03Px8JVN4hl6hCSLLuncNy",
          "wMsr5STO2aExusxxfGH75FzNj2MSiL3L"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "The Central Park",
        "placeId": "ChIJK_vZ2qVIzDERetLWIrl9xGg",
        "internationalPhoneNumber": "+60 3-6280 8181",
        "reviews": [
          {
            "rating": 5,
            "text": "The Central Park at Taman Desa is a lovely green space perfect for a leisurely stroll or outdoor activities. The park is well-maintained, clean, and offers plenty of seating areas to relax. It has a nice walking track, children's playground, and you can bring your dogs for a walk. There are also pet-friendly restaurants within the park. The environment is peaceful, making it an ideal spot to unwind. However, it can get crowded during the weekends, especially in the evenings. Overall, a great place to enjoy nature and bring your furry friends along!",
            "author_name": "Ter Shen Ng",
            "relative_time_description": "",
            "time": 1735014182,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Central Park at Desa Park City in Kuala Lumpur is located in Desa Park City. It open 24 hours a day, 7 days a week. It's a popular spot for jogging, walking, and picnics, offering various jogging pathways and lush greenery. There we also can find an open air playground facilities, waterfront of a small size man made lake. It also has indoor space for promotion fair, supported with some restaurant and food stands, souvenier stalls.  It is definitely is a good place for family gathering and meals or leisure.    (190825/X)",
            "author_name": "Antonius A. Tjong",
            "relative_time_description": "",
            "time": 1755623761,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a beautiful place suitable for family and dogs to come here. This place was awesome and dog friendly\n\nMany kind of dogs breeds here and my daughters was excited and greet all the dogs here.\n\nThere was also many trees and the scenery was very beautiful. All facilities are well mantained and in good condition.\n\nMany shops and restaurant nearby and no need to worry as all close to the park. Recommended",
            "author_name": "Muhammad F",
            "relative_time_description": "",
            "time": 1734791265,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.desaparkcity.com/centralpark.html",
        "index": 3,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 46,
            "2": 23,
            "3": 187,
            "4": 602,
            "5": 1523
          }
        },
        "minMinutesSpent": 60,
        "latitude": 3.186407,
        "address": "C-3-1, plaza arkadia, 3, Persiaran Residen, Desa Parkcity, 52200 Kuala Lumpur, Wilayah Persekutuan Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJB8FE89BJzDER8ZAIRNj0LYc",
        "generalDescription": "Leaf & Co. cafe is a charming spot located in a pre-war shophouse next to Mingle Cafe. The cafe beautifully combines old-world charm with modern touches, featuring unique cement brick walls and 1970s Terrazzo tiles. Situated within the same premises as Mingle Hotel, this rustic yet contemporary cafe offers delicious food and coffee in a visually appealing setting. With its blend of vintage aesthetics and contemporary design elements, Leaf & Co.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 101.698858,
        "rating": 4.3,
        "numRatings": 2223,
        "sources": [
          {
            "id": "128827",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/malaysia/articles/the-21-most-instagram-worthy-spots-in-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "Formerly an old mess hall, leaf & co cafe is situated below Mingle, a boutique hostel in Jalan Sultan. The cafe has been renovated with reinforced wood beams, with classic tables and chairs are dotted around. A small garden of potted herbs adds colour in front of the concrete brick wall, combining a colonial setting with contemporary designs in this old part of Kuala Lumpur.",
            "siteName": "The Culture Trip",
            "shortName": "The 21 Most Instagram-Worthy Spots In Kuala Lumpur",
            "indexInSource": 14,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4AdOeIKwLhABCxS7uAnY5L3by5RMKAaS",
          "1mStHHRc5AoF0WcM7J1S7hct16oQn53T",
          "VERYNFbmfUmh4o8J2OGVeDifg8lHbg5z",
          "vgW33Hck5n4h50xx9Vaj68v7IUZt5yKO",
          "XZw2gfxS6Qupatg6VHEpauMZPoSpvXxK",
          "4AdOeIKwLhABCxS7uAnY5L3by5RMKAaS",
          "1mStHHRc5AoF0WcM7J1S7hct16oQn53T",
          "VERYNFbmfUmh4o8J2OGVeDifg8lHbg5z",
          "vgW33Hck5n4h50xx9Vaj68v7IUZt5yKO",
          "XZw2gfxS6Qupatg6VHEpauMZPoSpvXxK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "leaf & co. cafe",
        "placeId": "ChIJB8FE89BJzDER8ZAIRNj0LYc",
        "internationalPhoneNumber": "+60 3-2020 2220",
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice place on the edge of the central market. You write your order down yourself then ring a bell for them to collect! Interesting, minimalist decor.\n\nThe food here was very good. I would go again. It is my best recommendation for food in KL! Toilets were clean, stocked and very usable...although the walk there doesn't suggest it.",
            "author_name": "M C (The Old School Caretaker)",
            "relative_time_description": "",
            "time": 1749986174,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Such a relaxing place, very nice ambiance. I suddenly felt like a backpacker again. I mean that in the nicest possible way. Food was really good, coffee was excellent. If you feel the need to relax a little then you can't go wrong. Everything in the menus looks mouth watering. If I lived here I would come here often just to soak in the atmosphere.",
            "author_name": "Petter Jordan",
            "relative_time_description": "",
            "time": 1754130129,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was my first time experiencing this restaurant last week. Absolutely loved the food! The soft shell crab was scrumptious 🫶🏻 I enjoyed every bite of it. I also loved the drink which was Passionfruit Mojito, I loved that they put a frozen ice pop with a lemon inside the ice pop, lovely touch! I will definitely come again to experience more of their delicacies. Truly and authentically Malaysian!",
            "author_name": "Ash Iskdr",
            "relative_time_description": "",
            "time": 1747723483,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/leafandcocafe/",
        "index": 4,
        "id": "",
        "categories": [
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 108,
            "2": 62,
            "3": 208,
            "4": 557,
            "5": 1288
          }
        },
        "minMinutesSpent": 120,
        "latitude": 3.142902,
        "address": "53, Jalan Sultan, Kuala Lumpur City Centre, 50000 Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJjWa-9jZJzDERjHoKv1DYGBA",
        "generalDescription": "POKOK KL Cafe is a spacious and bright glasshouse-inspired eatery that offers a relaxed dining experience with garden seating. The cafe's airy ambiance, filled with natural light, provides the perfect backdrop for capturing beautiful photos. Surrounded by lush greenery, diners can enjoy their meals in the midst of bountiful trees and other gorgeous plants.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 101.649588,
        "rating": 4.1,
        "numRatings": 4016,
        "sources": [
          {
            "id": "128931",
            "type": "webPlacesList",
            "url": "https://shopee.com.my/blog/instagram-worthy-cafes-in-kl-pj/",
            "sourceSite": "Web",
            "snippet": "There’s nothing better than having natural light illuminate your shots!. At Pokok KL, that’s exactly what you’ll get thanks to its glass house-like design comprising floor-to-ceiling glass panels. Brick walls make up the rest of the urban architecture while lots of lush greenery like trees and potted plants lend a nice laid-back ambience of being one with nature.",
            "siteName": "Shopee Blog | Shopee Malaysia",
            "shortName": "9 Instagram-Worthy Cafes In KL & PJ You Must Visit For Cool Photo-Ops",
            "indexInSource": 0,
            "iconSiteId": 19882,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mjJY5jRy0AJVqJyyoCCUv5H9mQ4VmOSy",
          "ZXF7g5MHq5yHO9byKyd5yNbw5DFqjOoW",
          "3Ze55Z4FWwsZYncsp8lgc5bKVElHZ5sm",
          "0RODClNHwzCq2pm2DiUm6hb4OSGaq7lL",
          "GGYAIRNHKZPSOUj09vcfbILyzHUktwTG",
          "mjJY5jRy0AJVqJyyoCCUv5H9mQ4VmOSy",
          "ZXF7g5MHq5yHO9byKyd5yNbw5DFqjOoW",
          "3Ze55Z4FWwsZYncsp8lgc5bKVElHZ5sm",
          "0RODClNHwzCq2pm2DiUm6hb4OSGaq7lL",
          "GGYAIRNHKZPSOUj09vcfbILyzHUktwTG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "POKOK KL Cafe",
        "placeId": "ChIJjWa-9jZJzDERjHoKv1DYGBA",
        "internationalPhoneNumber": "+60 10-881 9680",
        "reviews": [
          {
            "rating": 5,
            "text": "In love with the aesthetics of this place, absolutely amazing, calming and relaxing. The glasshouse themed cafe, and has fake rain on top to make it look better. And when it actually rains? Absolutely amazing ambiance.\n\nThe cafe is also pretty big, even though it doesn't look like that from outside, there is also outside seating area.\n\nNow let's talk about the service, I felt like it could be improved, the waiters weren't cordial enough or didn't pay enough attention. Had to stare at them for hours until they finally looked at us and noticed, so definitely would like the service to be improved.\n\nAs for the food, Id say, for a cafe like this and the price, its absolutely amazing, and good portions as well. The price is also pretty reasonable, considering it's a cafe, and I had a great time here.\n\nWould definitely recommend. Amazing place to come with family or on dates.",
            "author_name": "Rafa Islam Diba",
            "relative_time_description": "",
            "time": 1751970399,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Pokok KL gives off a very chill and nice place to hang out atmosphere. Although the glass walls are not very good at absorbing the noises inside, its still worth coming for the vibes.\n\nFood wise, the chicken leg portion size is alright, very well cooked and taste amazing with the sauce.\n\nThey also offer desserts like cake and other pastries. Price wise they are on a higher end, but really delivers the great taste it has.",
            "author_name": "Jia Hong",
            "relative_time_description": "",
            "time": 1753444542,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Took a leap of faith to try out new restaurants and this cute greenhouse caught my eye. Called them to ask for a reservation and got one right away, big thanks to Jason for this one 😁. Both the food and service were great and their Beef Burger is a must! Don't forget to try their pastry and cakes too. More than anything, the place is just beautiful",
            "author_name": "Leo Angelo",
            "relative_time_description": "",
            "time": 1755521581,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://brickhouse.my/outlets/pokok-kl/",
        "index": 5,
        "id": "",
        "categories": [
          "Cafe",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 275,
            "2": 190,
            "3": 494,
            "4": 1013,
            "5": 2044
          }
        },
        "minMinutesSpent": 90,
        "latitude": 3.118127,
        "address": "MAHSA Avenue (Jalan Universiti Campus), Block B, Level 1 Jalan Ilmu, off, Jln Profesor Diraja Ungku Aziz, 59100 Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ2bGhHitIzDERu5AcQE6tHhg",
        "generalDescription": "Sky Deck KL Tower, also known as Menara Kuala Lumpur, is a prominent landmark standing at 421 meters high. It offers breathtaking 360-degree views of the city from its observation deck, making it one of Malaysia's most iconic attractions. Visitors can ride a high-speed elevator to reach the top and enjoy panoramic photos from the glass Sky Box. Additionally, guests can dine at Atmosphere 360, a modern revolving restaurant with floor-to-ceiling windows providing incredible city views.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 101.703697,
        "rating": 4.6,
        "numRatings": 5230,
        "sources": [
          {
            "id": "128827",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/malaysia/articles/the-21-most-instagram-worthy-spots-in-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "KL Tower is the seventh tallest communication tower across the world (after the Tokyo Skytree and Shanghai’s Oriental Pearl Tower, among others). Take the elevator up to the 15th floor to enjoy a fantastic view of Kuala Lumpur – not least of the Twin Towers themselves. Better still, enjoy a meal at the revolving restaurant at night.",
            "siteName": "The Culture Trip",
            "shortName": "The 21 Most Instagram-Worthy Spots In Kuala Lumpur",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899151",
            "type": "webPlacesList",
            "url": "https://onceuponajrny.com/best-photo-spots-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "The KL Tower and Petronas Towers are iconic towers in the city. But we will talk about the Petronas Towers later in this article. The KL Tower is a 421 meters (1.381 feet) high communications tower in the city center.",
            "siteName": "Once Upon a Journey",
            "shortName": "21x The Most Instagrammable Kuala Lumpur Spots",
            "indexInSource": 11,
            "iconSiteId": 13866,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sDQK4nDCrIogToq5zkeVlV9FOw9GDdRB",
          "WoA7AxcbpaCiMc1MiUdpTiBCijKjvMmU",
          "8Eo90VTEz91uLUAGwXDteifRjayMH8DY",
          "YK9GCQxXLWsWUya7EEwCLFN0oKsr5gQ6",
          "DBe588HWNHYuKCGmA5OOOxzroauPIlMM",
          "sDQK4nDCrIogToq5zkeVlV9FOw9GDdRB",
          "WoA7AxcbpaCiMc1MiUdpTiBCijKjvMmU",
          "8Eo90VTEz91uLUAGwXDteifRjayMH8DY",
          "YK9GCQxXLWsWUya7EEwCLFN0oKsr5gQ6",
          "DBe588HWNHYuKCGmA5OOOxzroauPIlMM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sky Deck KL Tower",
        "placeId": "ChIJ2bGhHitIzDERu5AcQE6tHhg",
        "internationalPhoneNumber": "+60 3-2020 5444",
        "reviews": [
          {
            "rating": 5,
            "text": "The Sky Deck KL Tower is a must-visit attraction in Kuala Lumpur, offering breathtaking 360-degree views of the city from 300+ meters high.\n\nBest time to visit is during sunset and at night when the city lights twinkle. You can see both the day look & night look of KL from here.\n\nPros:\n- Breathtaking views_: The Sky Deck provides unobstructed views of the city, making it perfect for photography\n- Unique experience_: The Sky Box, a glass-floored box protruding from the Sky Deck, offers an exhilarating experience\n- Convenient_: Tickets can be purchased easily, and visitors can take a taxi to the tower, which is located on a steep hill\n\nCons:\n- Expensive: Tickets are priced at 99MYR each, which some visitors find steep .\n- Queues: Expect long queues, especially during peak season, but some visitors recommend visiting during off-peak hours or booking in advance to avoid the crowds\n- Avoid visit during Rain, as they will close the deck during rain, & you cannot extend or refund your tickets.\n\nTips:\n- Book tickets in advance to avoid queues and get discounts\n- Visit during off-peak hours or early in the morning to avoid crowds\n- Don't miss the Sky Box experience, but be prepared for a wait\n\nOverall, the Sky Deck KL Tower is a fantastic spot to take in the city views and enjoy a unique experience.",
            "author_name": "Jabeer Cp",
            "relative_time_description": "",
            "time": 1743765668,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Warning: Be cautious of the photographer on the rooftop!\nWe paid the highest price to access the building and take photos at the top. Once we reached the rooftop, we were charged an additional $10 to access the glass platform for photos. Unfortunately, the photographer took too long and wasted most of our time. When our session ended, we were shocked to be asked for an extra $70 just to receive the photos!\nThis is a clear scam targeting visitors. Sadly, we left without our photos. A very disappointing and frustrating experience. I do not recommend this service unless they change their approach and become more transparent with pricing.",
            "author_name": "Nour-Eddine Elgarni",
            "relative_time_description": "",
            "time": 1752767328,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Very pathetic. The tower is  nice with spectacular views but the ticketing system is so bad. Very mean people handling all this. Charged the maximum of 140 Malaysian Ringit but not allowed to go to observation deck.\nThese fools asked fo another 10 Ringit for glass deck on the top.\nThey didn't mention while purchasing tickets on the ground but after reaching the top.\nHow mean I don't word for this poor management.\nDon't commit mistakes of getting your photos shot on the deck.Youll committed biggest mistake.",
            "author_name": "Amaresh Raman",
            "relative_time_description": "",
            "time": 1754210624,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kltower.com.my/",
        "index": 6,
        "id": "",
        "categories": [
          "Observation deck"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 124,
            "2": 94,
            "3": 324,
            "4": 896,
            "5": 3802
          }
        },
        "minMinutesSpent": 90,
        "latitude": 3.152816,
        "address": "Menara Kuala Lumpur No. 2 Jalan Punchak Off, Jalan P. Ramlee, 50250 Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJVc_niNpJzDER__xE9gsy9BI",
        "generalDescription": "Merchant's Lane is a trendy cafe with a funky design that serves light meals from Malaysia and beyond. Housed in a heritage shop-house, the space has undergone a remarkable transformation from an 1980s brothel to a hip cafe. The interior exudes charm with its old school signboard, rattan furniture, wooden floors, vintage trinkets, floral paintings, and weathered walls. It offers a respite from the hustle and bustle of Chinatown.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 101.69808,
        "rating": 4.2,
        "numRatings": 3350,
        "sources": [
          {
            "id": "128827",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/malaysia/articles/the-21-most-instagram-worthy-spots-in-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "This former brothel in Petaling Street has been turned into one of the most Instagram-worthy cafes in KL, decorated with oriental interiors and hints of tropical plants. It offers an extensive menu of fusion and Malaysian delicacies, and it’s a perfect retreat away from the busy city.",
            "siteName": "The Culture Trip",
            "shortName": "The 21 Most Instagram-Worthy Spots In Kuala Lumpur",
            "indexInSource": 3,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899151",
            "type": "webPlacesList",
            "url": "https://onceuponajrny.com/best-photo-spots-kuala-lumpur/",
            "sourceSite": "Web",
            "snippet": "Café Merchant’s Lane is arguable the most Instagrammable cafe in Kuala Lumpur. Inside you will find an Oriental interior with tropical plants. It’s a perfect place to enjoy a cup of coffee, takes some pictures, and escape to from the busy streets of Kuala Lumpur.",
            "siteName": "Once Upon a Journey",
            "shortName": "21x The Most Instagrammable Kuala Lumpur Spots",
            "indexInSource": 10,
            "iconSiteId": 13866,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q4qBZL7wWkGSpv0kYFOksDzG5SAU85a5",
          "A4tQOexHqbLRO2fy1QMZt8YXrYYjsbLF",
          "kKmXWI37GJGgIH6NvIxoNRwEHz132nut",
          "nNFBF3SjzNiewDYxhaY8ZCdzE9RZBc1m",
          "DHoWdPzpCl37ds8wBBxHCXNJFPZd28Fq",
          "Q4qBZL7wWkGSpv0kYFOksDzG5SAU85a5",
          "A4tQOexHqbLRO2fy1QMZt8YXrYYjsbLF",
          "kKmXWI37GJGgIH6NvIxoNRwEHz132nut",
          "nNFBF3SjzNiewDYxhaY8ZCdzE9RZBc1m",
          "DHoWdPzpCl37ds8wBBxHCXNJFPZd28Fq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1130"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1130"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1130"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1130"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Merchant's Lane | Petaling Street Café",
        "placeId": "ChIJVc_niNpJzDER__xE9gsy9BI",
        "internationalPhoneNumber": "+60 3-2022 1736",
        "reviews": [
          {
            "rating": 5,
            "text": "Rose Milk Tea - slightly sweet\nShakshuka Turkish Baked Eggs - sauce very match with mantou, like it\nBreakfast - average\nButter Chicken Pasta - average\nThe South China Sea (Salmon) - super duper yummy\n\nGood place for friends gathering~",
            "author_name": "Joanne Ho",
            "relative_time_description": "",
            "time": 1755220086,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I've been to petaling street numerous times but never knew this hidden cafe through a narrow door beside a stationary shop 🤣 , was surprised when my friend told me about it. Food portion is enormous, a little high on the pricing, but one dish fits two easily. Go for the Ramly patty fried wonton, first time tasting, and loving it. Interior design with wood and rattan, Malaysian traditional style. Service can be better with an added smiles from the waiters. Worth a visit!",
            "author_name": "Lim Sherphard",
            "relative_time_description": "",
            "time": 1742740349,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐⭐⭐⭐⭐\nI completely fell in love with Merchants Lane. The space is even more beautiful and atmospheric than I imagined, every detail, from the design to the cozy lighting, makes you want to sit, relax, and stay for hours. The food and drinks were delicious, and the whole experience felt inspiring and peaceful. Definitely one of my favorite spots in Kuala Lumpur!",
            "author_name": "Francisca Moya",
            "relative_time_description": "",
            "time": 1751856092,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://wa.me/60320221736",
        "index": 7,
        "id": "",
        "categories": [
          "Cafe",
          "Brunch restaurant",
          "Coffee shop",
          "Dessert shop",
          "Lunch restaurant",
          "Pastry shop",
          "Tea store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 142,
            "2": 129,
            "3": 352,
            "4": 1043,
            "5": 1685
          }
        },
        "minMinutesSpent": 90,
        "latitude": 3.141021,
        "address": "150, Jalan Petaling, Kuala Lumpur City Centre, 50000 Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
        "travel_time": null
      },
      {
        "_id": "ChIJ45G5GchJzDERb5dgdFbyuSs",
        "generalDescription": "Laman Perdana, situated in Heritage Park, was originally a recreational park but has been transformed into a stunning botanical garden featuring a wide variety of plant species from Africa such as Moringas and Adansonias. The garden also includes a picturesque lake filled with fish and turtles at its center. Visitors can enjoy the serene ambiance while exploring the lush greenery and taking advantage of amenities like picnic areas and jogging circuits. Additionally, there are attractions like butterfly parks and deer viewing areas within the botanical garden.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 101.684662,
        "rating": 4.6,
        "numRatings": 245,
        "sources": [
          {
            "id": "1463073",
            "type": "webPlacesList",
            "url": "https://heartpatrick.com/kuala_lumpur_hidden_instagram_spots.html",
            "sourceSite": "Web",
            "snippet": "Laman Perdana is most probably Perdana Botanical Gardens' most instagrammable spot. Completed in 2014 by GDP Architects, this canopy adopts a form that mimics its green surroundings, and is best admired on a sunny day when filtered light creates a mesmering pattern on the floor.",
            "siteName": "heartpatrick.com",
            "shortName": "Heartpatrick City Guides - 34 Kuala Lumpur Hidden Instagram-Worthy Hotspots That You Need To Explore Now",
            "indexInSource": 0,
            "iconSiteId": 48022,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ONBvA3SuiLIK4RXsVKjDcWUBHj97torF",
          "1tKISTbs5gWODjRuo7ZQ3NvUlXsVQumS",
          "ZZcrvF1jNryN4JhNOfBrLbJX51CCqIRz",
          "a8br4O8meZyIE1IYMLUUiPCYrLengwzF",
          "gRXhlbzP1mz4YMjDccowNDDbItnQCgb4",
          "ONBvA3SuiLIK4RXsVKjDcWUBHj97torF",
          "1tKISTbs5gWODjRuo7ZQ3NvUlXsVQumS",
          "ZZcrvF1jNryN4JhNOfBrLbJX51CCqIRz",
          "a8br4O8meZyIE1IYMLUUiPCYrLengwzF",
          "gRXhlbzP1mz4YMjDccowNDDbItnQCgb4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Laman Perdana",
        "placeId": "ChIJ45G5GchJzDERb5dgdFbyuSs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place to spend some time enjoying the many attractions for free. Must see while you are here is the Sunken Garden, an instagrammers delight. There is plenty of seating around it in the shade, while you wait for the many people photographing to disperse. It has a lot of delightful colour.",
            "author_name": "Greg T",
            "relative_time_description": "",
            "time": 1737780505,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Laman Perdana in Kuala Lumpur is a charming spot within the Perdana Botanical Garden. Entry was free, and the available restrooms were clean and well-maintained. Everything felt very peaceful, the perfect place for a relaxing walk or to unwind surrounded by nature right in the heart of the city.",
            "author_name": "afm:berlin",
            "relative_time_description": "",
            "time": 1749302292,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The large garden in KUL. You can walk around and relax with nature in the morning or evening to prevent the hot weather. Please save the Map from the map board for reference in case you don't lose the way.",
            "author_name": "Cao Cao Akatsuki",
            "relative_time_description": "",
            "time": 1753612623,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 3,
            "3": 13,
            "4": 42,
            "5": 183
          }
        },
        "minMinutesSpent": null,
        "latitude": 3.142784,
        "address": "Perdana Botanical Gardens, 50480 Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
        "travel_time": null
      }
    ]
  }
}