{
  "list_id": "1066",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1066/1.jpg",
  "description": "Dive into \"Whispers of Love in Athens\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/164029"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Athens",
  "city_id": "9637",
  "subtype": "poi",
  "city": "Athens",
  "created_ts": 1759603430,
  "slug": "whispers-of-love-in-athens-athens-poi-0c8192",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ4eRGPxe9oRQRPAoBLGq0D7A",
        "generalDescription": "The Acropolis Museum, a modern glass and steel structure, has been open to the public since 2009. Its design allows for stunning views of the Parthenon from almost every corner. The museum showcases artifacts unearthed around the citadel, offering insight into the culture and daily life of ancient Greek civilizations. While there is debate about whether certain exhibits should be returned to Greece, visitors can appreciate beautifully crafted copies in place of the originals.",
        "utcOffset": 180,
        "maxMinutesSpent": 180,
        "longitude": 23.728523,
        "rating": 4.7,
        "numRatings": 76871,
        "sources": [
          {
            "id": "1413310",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/athens-honeymoon-the-ultimate-guide/",
            "sourceSite": "Web",
            "snippet": "Of course, no visit to the Acropolis would ever be complete without visiting the Acropolis Museum right across the street from the archaeological site. There, you will get to marvel at the findings that the excavations on the “sacred rock” brought to light. As a result, you will have the everyday life of ancient Greeks presented before you through historical evidence.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Athens Honeymoon: The Ultimate Guide to the Greek Capital",
            "indexInSource": 5,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4P2GcKCSTBmQ2qPSYAq9Z9lnybQGlayH",
          "WA2PvYpUPEiXKytWmnQxlhLfnrRSRAZj",
          "1fk49yWMA1aVNsdmueGtdleABMN56dRo",
          "FEqEYVi2IUAPCFKCJy43yrcI9LlgeYw8",
          "Y86m70EcGxC9dUrxyW1hAq99VzrPReqT",
          "4P2GcKCSTBmQ2qPSYAq9Z9lnybQGlayH",
          "WA2PvYpUPEiXKytWmnQxlhLfnrRSRAZj",
          "1fk49yWMA1aVNsdmueGtdleABMN56dRo",
          "FEqEYVi2IUAPCFKCJy43yrcI9LlgeYw8",
          "Y86m70EcGxC9dUrxyW1hAq99VzrPReqT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Acropolis Museum",
        "placeId": "ChIJ4eRGPxe9oRQRPAoBLGq0D7A",
        "internationalPhoneNumber": "+30 21 0900 0900",
        "reviews": [
          {
            "rating": 5,
            "text": "I can highly recommend it to everyone it's very interesting, and you'll need at least 3–5 hours to go through it all. The ticket costs around €20. The place is pleasantly air-conditioned and has clean, proper restrooms.\n\nInteresting fact: even if you're a student, you can't use your student ID if you're over 25. There were huge lines at the entrance for everything. But it's worth the wait absolutely incredible.",
            "author_name": "Orodan Tamas",
            "relative_time_description": "",
            "time": 1753373898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Acropolis Museum is a must-visit when exploring Athens. Located just a short walk from the Acropolis itself, this modern museum beautifully showcases artifacts excavated from the sacred rock and its surrounding slopes. The design of the building is impressive, with plenty of natural light and a transparent floor that allows you to see ancient ruins beneath the museum.\n\nInside, the exhibits are thoughtfully arranged, offering a clear and engaging narrative of the ancient civilization that once thrived here. Highlights include stunning sculptures from the Parthenon, intricate pottery, and statues that tell stories of mythology and daily life.\n\nThe museum is very well organized, making it easy to follow even for those new to ancient history. Interactive displays and multilingual information panels enhance the visitor experience. The museum also houses a lovely café with views of the Acropolis, perfect for relaxing after your tour.\n\nEntry lines can be long, especially during peak season, but the staff is efficient and helpful, and tickets can be bought online to save time. The museum is wheelchair accessible and has facilities that make it suitable for families and visitors of all ages.\n\nIf you want to deepen your understanding of Athens and its ancient past, the Acropolis Museum offers an unforgettable experience that perfectly complements your visit to the historic Acropolis site.",
            "author_name": "Ufuk Yüksekkaya",
            "relative_time_description": "",
            "time": 1753435342,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "​I visited the Acropolis Museum in Athens and the experience was absolutely incredible! The building's architecture is simply breathtaking and its beauty is fascinating. I loved that the museum is built directly on top of ruins, which are visible through the transparent floors, creating a unique connection to history. The collections are vast and beautifully presented, and the view from the top floor is breathtaking. What's more, tickets are free for young people under 25 from EU countries upon presentation of an ID card. It's an unmissable visit for history buffs.",
            "author_name": "PyM",
            "relative_time_description": "",
            "time": 1757971695,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.theacropolismuseum.gr/",
        "index": 1,
        "id": "",
        "categories": [
          "Archaeological museum",
          "Museums",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 704,
            "2": 663,
            "3": 2783,
            "4": 10581,
            "5": 62274
          }
        },
        "minMinutesSpent": 180,
        "latitude": 37.96845,
        "address": "Dionysiou Areopagitou 15, Athina 117 42, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJQ2TZZBW8oRQRbetWhC_0E8U",
        "generalDescription": "The Stavros Niarchos Foundation Cultural Center is a modern and inspiring cultural hub in Athens. It houses the Greek National Opera and the National Library of Greece, surrounded by expansive landscaped gardens. Renzo Piano's visionary design transformed a once barren wasteland into a lush hill offering breathtaking views of the city and the Aegean Sea. The center hosts cultural performances, art exhibitions, and provides a tranquil urban oasis for visitors.",
        "utcOffset": 180,
        "maxMinutesSpent": 150,
        "longitude": 23.69212,
        "rating": 4.8,
        "numRatings": 58706,
        "sources": [
          {
            "id": "2440434",
            "type": "webPlacesList",
            "url": "https://donkeyhotels.gr/the-most-romantic-things-to-do-in-athens-on-valentines-day/",
            "sourceSite": "Web",
            "snippet": "In SNFCC, one of the most romantic places in Athens, you can walk around the lush gardens or along the canal, savor unparalleled views of the sea and the city from the viewpoint, have a drink or a bite at the cafe, or just indulge in people-watching!. If none of these are your cup of tea, you can enjoy a theatrical or musical performance at the Greek National Opera, which is housed in SNFCC. Watching an opera or a ballet is one of the most romantic things to do in Athens for art lovers or those who want to have a unique cultural experience during their trip!",
            "siteName": "Design Hotels Athens, Greece | Donkey Hotels - Design Hotels Athens, Greece",
            "shortName": "The Most Romantic Things to Do in Athens",
            "indexInSource": 3,
            "iconSiteId": 309001,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413292",
            "type": "webPlacesList",
            "url": "https://www.yeshotels.gr/the-most-romantic-things-to-do-in-athens-on-valentines-day/",
            "sourceSite": "Web",
            "snippet": "Then an afternoon walk in the Stavros Niarchos Foundation Cultural Center (SNFCC) is a great option!. In SNFCC, you can walk around the lush gardens or along the canal, savor unparalleled views of the sea and the city from the viewpoint, have a drink or a bite at the cafe, or just indulge in people-watching!. If none of these are your cup of tea, you can attend a theatrical or musical performance at the Greek National Opera, which is housed in SNFCC.",
            "siteName": "Design Hotels Athens, Greece | YES! Hotels - Design Hotels Athens, Greece",
            "shortName": "The Most Romantic Things to Do in Athens, Greece",
            "indexInSource": 2,
            "iconSiteId": 102322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "379248",
            "type": "webPlacesList",
            "url": "https://athensbylocals.com/athens-for-couples-ideas-perfect-romantic-date/",
            "sourceSite": "Web",
            "snippet": "The Stavros Niarchos Foundation Cultural Center offers free concerts, open-air screenings, exhibitions, and other cultural events throughout the year. Keep an eye out on its official website for upcoming events and start your date with a dash of culture in the city’s most modern cultural center. Plus, it houses a 21-hectare green park ideal for a relaxed walk.",
            "siteName": "Athens by Locals",
            "shortName": "Athens for Couples: 11 Ideas for the Perfect Romantic Date",
            "indexInSource": 3,
            "iconSiteId": 21851,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "For instance, this February, the Stavros Niarchos Foundation Cultural Center (SNFCC) that hosts the Greek National Opera offers some sophisticated options like staging Verdi’s La Forza del Destino for a breathtaking opera production as well as enchanting ballet performances to Tchaivoksky’s masterpieces.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 7,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nnY64YfypUROaK1SmV80Q8l3IVkxcm5w",
          "eJ7dzlzhQX75fnT5Sof2zIl8eGuEFEw2",
          "NXF7zUJq0yVFK675o4pZOIZiudNeeaIR",
          "BSu8lYhFwUpyiUTk8qV4rioAxc62TFM6",
          "L4rVOgszRJ2ULcb6EnyA2nyaIKqQVoUk",
          "nnY64YfypUROaK1SmV80Q8l3IVkxcm5w",
          "eJ7dzlzhQX75fnT5Sof2zIl8eGuEFEw2",
          "NXF7zUJq0yVFK675o4pZOIZiudNeeaIR",
          "BSu8lYhFwUpyiUTk8qV4rioAxc62TFM6",
          "L4rVOgszRJ2ULcb6EnyA2nyaIKqQVoUk"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Stavros Niarchos Foundation Cultural Center (SNFCC)",
        "placeId": "ChIJQ2TZZBW8oRQRbetWhC_0E8U",
        "internationalPhoneNumber": "+30 21 6809 1000",
        "reviews": [
          {
            "rating": 5,
            "text": "Best Panoramic Views in Athens? Modern Athens & Breathtaking Views – A Must-See!\n\nStavros Niarchos Foundation Cultural Center (SNFCC) is one of the most impressive places in Athens – a modern cultural hub that combines stunning architecture, green spaces, and some of the best panoramic views over the city and the sea. Designed by world-renowned architect Renzo Piano, this space brings together the National Library of Greece, the Greek National Opera, and an expansive public park.\n\nIt's perfect for a quiet walk, enjoying the view from the rooftop terrace, or just relaxing with friends and family. The project also focuses on sustainability, with solar panels, natural ventilation, and water-saving systems.\n\nWhether you're a culture lover, nature seeker, or view-chaser – this place is a must-visit in Athens!",
            "author_name": "Magical Kate",
            "relative_time_description": "",
            "time": 1744348635,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had such a memorable day at the SNFCC - truly one of the best spots in Athens for families, culture lovers, and anyone who appreciates beautiful spaces. My kids were thrilled with the wide open park areas, interactive fountains, and bike paths. There's plenty of space to run around and play safely, and the atmosphere is relaxed and welcoming.\n\nOne of the absolute highlights for me was the National Library of Greece. The space is stunning - especially the “Book Castle,” a massive glass tower filled with books that feels like something out of a movie. The reading areas are quiet, modern, and full of natural light, with panoramic views of the sea from the top floor. I could've spent hours there just reading or taking in the view.\n\nWe ended our visit with a coffee by the canal and watched the sunset - it was the perfect end to a perfect day. Whether you're with kids, on your own, or visiting Athens for the first time, this place is a must. It offers nature, culture, and peace all in one. We'll definitely be back!",
            "author_name": "MARYAM",
            "relative_time_description": "",
            "time": 1746625347,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great addition to the Athens cultural scene - and the coastline too. Marvelous park, stunning architecture. The National Library space is very welcoming, with plenty of natural light, and it was so wonderful to see it very busy. The 'living room' upstairs offers a great relaxing space with a variety of interesting books and amazing views of the city and the sea. Absolutely worth a visit!",
            "author_name": "John Sgouros",
            "relative_time_description": "",
            "time": 1749654602,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.snfcc.org/",
        "index": 2,
        "id": "",
        "categories": [
          "Cultural center",
          "Sights & Landmarks",
          "Arts organization",
          "Cultural association",
          "Cultural landmark",
          "Museum",
          "Civic Centers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 618,
            "2": 341,
            "3": 1143,
            "4": 5287,
            "5": 51309
          }
        },
        "minMinutesSpent": 150,
        "latitude": 37.939856,
        "address": "Leof. Andrea Siggrou 364, Kallithea 176 74, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJDSQ1vT-9oRQRnAtzDrZWPIw",
        "generalDescription": "The Athens National Garden is a historic park featuring native and exotic plants, as well as archaeological remains and a children's library. Situated on the south coast of Attica, it offers a peaceful atmosphere with secluded romantic corners. The garden is just one of many must-see sites in Athens, including the Acropolis, Mount Parnitha National Park, Diomidous Botanical Garden, Monastiraki Flea Market, and more.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.737433,
        "rating": 4.6,
        "numRatings": 40152,
        "sources": [
          {
            "id": "480012",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/europe/greece/athens/articles/the-most-romantic-spots-to-propose-in-athens-greece/",
            "sourceSite": "Web",
            "snippet": "In the heart of Athens, in Syntagma Square and just next to the Greek Parliament, you will find this unexpectedly magnificent public park. Formerly known as the “Royal Garden” as it was commissioned by Queen Amalia, it is open all day long with many romantic spots throughout. We are particularly fond of the many pavilions, but there is also a pretty wooden bridge over the duck pond, or a flower-covered archway.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Romantic Spots To Propose In Athens, Greece",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479984",
            "type": "webPlacesList",
            "url": "https://www.10best.com/destinations/greece/athens/attractions/romantic-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Situated on the south coast of Attica,  the impressive temple of Poseidon at Sounio,  with its outstanding view of the Aegean sea is ideal for watching the sunset, the tiny 19th century church of Saint George, perched on the summit of Lycabettus hill,  the highest point in Athens, is a favorite for romantic weddings,  the sacred rock of the Acropolis,  remains the most outstanding historic site in Athens and visitors always exclaim on the timeless beauty of this monument,  at the Cultural Park  visitors can learn about Greek folklore and culture or just enjoy the natural surroundings, Mount Parnitha National Park on the mountain of Parnitha is ideal for a romantic walk , enjoying nature and wildlife in the forest, at the National Garden of Athens there are many secluded romantic corners and a wonderfully peaceful atmosphere, Diomidous Botanical Garden, located in the neighborhood of Haidari, is a veritable paradise of flowers and plants, Monastiraki Flea Market is the place for discovering small treasures and mementos, a day on the beach at Galazia Akti at Schinias Marathon is remarkably exhilarating, the spa experience at Cape Sounio Elixir Spa Retreat offers the utmost body and mind relaxation",
            "siteName": "USA TODAY 10Best",
            "shortName": "10 Best Romantic Things to Do in Athens",
            "indexInSource": 2,
            "iconSiteId": 179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "379248",
            "type": "webPlacesList",
            "url": "https://athensbylocals.com/athens-for-couples-ideas-perfect-romantic-date/",
            "sourceSite": "Web",
            "snippet": "The National Garden of Athens offers a tranquil and peaceful setting for a romantic walk in the heart of the city center. The 15.5-hectare green oasis is situated right next to Syntagma square and it features 7,000 trees and 40,000 bushes of over 500 different plant varieties. Once you’ve walked under Washingtonia palm trees, eucalyptus trees, and Chinese trees of heaven take your sweetheart to the garden’s small, old-fashioned café for a traditional dessert accompanied by a cup of Greek coffee.",
            "siteName": "Athens by Locals",
            "shortName": "Athens for Couples: 11 Ideas for the Perfect Romantic Date",
            "indexInSource": 4,
            "iconSiteId": 21851,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "410235",
            "type": "webPlacesList",
            "url": "https://thetravelporter.com/blog/it-takes-2-to-athens-top-8-romantic-things-to-do-and-s",
            "sourceSite": "Web",
            "snippet": "If you’ve done a little research, we’re sure you know that the National Garden is an absolute must see. It goes without saying that it’s also great for romantic walks, as the beautiful plants, flowers (and several small animals) make you forget that you’re right in the middle of Syntagma. It’s located right next to the Parliament House and opposite the Kalimarmaron Olympic Stadium where the first modern Olympics took place, so you can easily combine it with some sightseeing.",
            "siteName": "The TravelPorter",
            "shortName": "8 Romantic Things to Do and See Together",
            "indexInSource": 3,
            "iconSiteId": 19040,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "Walk through the National Garden, a lush oasis in the heart of the city, or take a sunset stroll along Dionysiou Areopagitou, the promenade around the sacred rock, one of Athens’ most scenic pedestrian streets. For an elevated view of the entire city, climb Lycabettus Hill and admire the city bathed in golden hues, creating the perfect setting for a romantic moment.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 3,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353930",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/greece-romantic-vacation/",
            "sourceSite": "Web",
            "snippet": "The National Garden, near Athens’ famous landmarks, is a peaceful break from the city. Queen Amalia started it in the 19th century, and it opened to everyone in 1920, turning into a popular place for walks and gatherings. The garden has shaded paths, a lake, and plenty of greenery for a cool getaway.",
            "siteName": "Greece Insiders",
            "shortName": "Planning your Ultimate Greece Romantic Vacation",
            "indexInSource": 0,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479981",
            "type": "webPlacesList",
            "url": "https://lets-travel-more.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "The National Garden of Athens is one of the biggest and most known parks in Athens. It was made by a German architect, Friedrich von Gaertner, and it was an idea of Queen Amalia. Till 1974 was named as Royal Garden and then changed.",
            "siteName": "Lets Travel More",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 2,
            "iconSiteId": 8776,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413276",
            "type": "webPlacesList",
            "url": "https://www.connectedtoindia.com/most-romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "There is nothing more desirable for a tired tourist than a rest in peace and quiet. In Athens, the best place for this is the National Garden. Shady alleys will save you from the heat and the pond will give a life-giving coolness.",
            "siteName": "Connected to India News I Singapore l UAE l UK l USA l NRI",
            "shortName": "Most romantic places in Athens",
            "indexInSource": 4,
            "iconSiteId": 202297,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413278",
            "type": "webPlacesList",
            "url": "https://ceoworld.biz/2023/03/20/most-romantic-getaways-from-athens/",
            "sourceSite": "Web",
            "snippet": "For a peaceful getaway, head to The National Garden of Athens. This park is located in the heart of the city and offers a quiet escape from the hustle and bustle. This is the place to enjoy privacy in peace.",
            "siteName": "CEOWORLD magazine",
            "shortName": "Most Romantic Getaways From Athens",
            "indexInSource": 0,
            "iconSiteId": 39100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2440434",
            "type": "webPlacesList",
            "url": "https://donkeyhotels.gr/the-most-romantic-things-to-do-in-athens-on-valentines-day/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Design Hotels Athens, Greece | Donkey Hotels - Design Hotels Athens, Greece",
            "shortName": "The Most Romantic Things to Do in Athens",
            "indexInSource": 7,
            "iconSiteId": 309001,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jFuHyoUUfX5yptRNfc8XwQWXjQeoiL8G",
          "zUHUp0Bp6Aeoi06YanCdHWvlrSj3ec4X",
          "Gpw2BfqCWVJwprTWbZSgVupiHcGTlK8Q",
          "7QPcqJCcmpyBjy6dLcQfr7Fug7kuLs65",
          "ai66AXXfkWCLgpoSp3p3lUITrNL4kefs",
          "jFuHyoUUfX5yptRNfc8XwQWXjQeoiL8G",
          "zUHUp0Bp6Aeoi06YanCdHWvlrSj3ec4X",
          "Gpw2BfqCWVJwprTWbZSgVupiHcGTlK8Q",
          "7QPcqJCcmpyBjy6dLcQfr7Fug7kuLs65",
          "ai66AXXfkWCLgpoSp3p3lUITrNL4kefs"
        ],
        "openingPeriods": [],
        "name": "Athens National Garden",
        "placeId": "ChIJDSQ1vT-9oRQRnAtzDrZWPIw",
        "internationalPhoneNumber": "+30 21 0721 5019",
        "reviews": [
          {
            "rating": 5,
            "text": "We enjoyed visiting the National Garden during the day. Some sections of the walk offer shade, so there's no need to worry if you go during daylight hours. The place is nice and quiet, and enjoying nature there was truly pleasant. You'll also find puddles with turtles and fish, as well as a playground for the kids. There is a restrooms near the entrance.",
            "author_name": "Elias Issawi",
            "relative_time_description": "",
            "time": 1752607882,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Garden of Athens is a true oasis in the heart of the city – and we absolutely loved it! 🌿 It's the perfect place to take a break from the busy streets and enjoy some peace and shade under tall trees and along beautiful walking paths.\n\nWhat makes it even more special for families is that it's not just a park – it's also great fun for kids! There are a few playgrounds, plenty of open space to run around, and even a small animal area with goats, birds, and other animals that children find fascinating. 🐐🦆\n\nEverything is beautifully kept, and the garden feels safe, clean, and relaxing. Whether you're looking for a quiet place to sit, a fun stop for the kids, or just a scenic walk, this is a spot you shouldn't miss while in Athens.\n\nFree to enter, easy to reach, and perfect for all ages – we highly recommend it!",
            "author_name": "Bobana Pejović",
            "relative_time_description": "",
            "time": 1749468167,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌳 Athens National Park is a true hidden gem in the city center. It's definitely a sanctuary from the sun, with shaded paths and tall trees that make it perfect for a cool stroll. The location is great too – close to the Olympic Stadium and the Presidential Mansion.\n\nThere's even a small zoo with goats and birds, plus ponds and gardens that add to the charm. I especially loved spotting the bird nests in the trees.\n\nOverall, it's a peaceful retreat where you can relax, enjoy nature, and escape the busy streets without leaving the center of Athens.\n\n⭐⭐⭐⭐⭐",
            "author_name": "Masil P",
            "relative_time_description": "",
            "time": 1756832812,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cityofathens.gr/who/ethnikos-kipos/",
        "index": 3,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 341,
            "2": 528,
            "3": 2764,
            "4": 9080,
            "5": 27481
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.972588,
        "address": "Athina 105 57, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJKWScmxa9oRQRVULpHyK7GVU",
        "generalDescription": "The Temple of Olympian Zeus, a vast ancient temple dedicated to Zeus, was built in the 6th century B.C. on the site of an outdoor sanctuary. Located near the Acropolis, the area is surrounded by olive and pine trees, offering a serene environment with pathways and cobblestone streets for runners and joggers.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.7331,
        "rating": 4.4,
        "numRatings": 29690,
        "sources": [
          {
            "id": "1413310",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/athens-honeymoon-the-ultimate-guide/",
            "sourceSite": "Web",
            "snippet": "The Acropolis, the Temple of Zeus, and the Ancient Agora are only some of the remnants of ancient Greece to visit.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Athens Honeymoon: The Ultimate Guide to the Greek Capital",
            "indexInSource": 3,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "t3cusNMKzE1L5X7xh4P6u7m803HNcPry",
          "hC78Ju5GdHWwebi7EaTemDiLcNlcT7uI",
          "Virr51jlI7abjVXeduzs2uBEgwJ3RpXc",
          "T9PpEqja9BOSyaOudJXlDOo9b7PemToF",
          "oia2RjdDgaVZucjGOFNyIbtZgVYchynv",
          "t3cusNMKzE1L5X7xh4P6u7m803HNcPry",
          "hC78Ju5GdHWwebi7EaTemDiLcNlcT7uI",
          "Virr51jlI7abjVXeduzs2uBEgwJ3RpXc",
          "T9PpEqja9BOSyaOudJXlDOo9b7PemToF",
          "oia2RjdDgaVZucjGOFNyIbtZgVYchynv"
        ],
        "openingPeriods": [],
        "name": "Temple of Olympian Zeus",
        "placeId": "ChIJKWScmxa9oRQRVULpHyK7GVU",
        "internationalPhoneNumber": "+30 21 0922 6330",
        "reviews": [
          {
            "rating": 5,
            "text": "These columns aren't just big - they were meant to connect heaven and earth…\n\na must see after acropolis and agora, but be careful not to go when it's too hot because it's mostly open space.",
            "author_name": "Ara Ard",
            "relative_time_description": "",
            "time": 1753614475,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Ruins of the temple are interesting, but the main attraction is the view at sunset. Little difficult to reach the top with rough uneven ground. 20 Euros a head to enter. Don't expect to be alone. Many tour busses.",
            "author_name": "Mike Walsh",
            "relative_time_description": "",
            "time": 1755324434,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Impressive and worth paying a visit - the only catch is that now there are reconstructions going on and the site was mostly covered in scaffolding and there is not much else to see. The downside is that the ticket price at 20 EUR - if you compare it  to other sites, it seems very high. As literally, all that you can see from the  outside - that's all there is.",
            "author_name": "Alina",
            "relative_time_description": "",
            "time": 1757056123,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://odysseus.culture.gr/h/2/gh251.jsp?obj_id=12863",
        "index": 4,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Ancient Ruins",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 610,
            "2": 801,
            "3": 2810,
            "4": 6210,
            "5": 19300
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.9693,
        "address": "Athina 105 57, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJdV48s0C9oRQRcDJK4TBpks8",
        "generalDescription": "The Benaki Museum, located in Piraeus Street, was once a family mansion and is now home to an extensive collection of Greek cultural artifacts spanning from prehistory to the present day. The museum offers diverse exhibits including Byzantine icons, folk art, neoclassical paintings, and Islamic art. It appeals to art enthusiasts and history lovers alike with its captivating displays. Visitors can take advantage of themed guided tours or audio guides for a deeper understanding of the collections' historical significance.",
        "utcOffset": 180,
        "maxMinutesSpent": 150,
        "longitude": 23.740446,
        "rating": 4.7,
        "numRatings": 7194,
        "sources": [
          {
            "id": "1413276",
            "type": "webPlacesList",
            "url": "https://www.connectedtoindia.com/most-romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "Your acquaintance with the culture and history of Greece will be incomplete if you don’t include the Benaki Museum in your “tourist list”. Its richest collection definitely will not leave you indifferent because the artifacts presented here cover different periods of time starting from the Paleolithic!. And there can be found not only the heritage of Greek culture but also Andean, Islamic, and Chinese.",
            "siteName": "Connected to India News I Singapore l UAE l UK l USA l NRI",
            "shortName": "Most romantic places in Athens",
            "indexInSource": 3,
            "iconSiteId": 202297,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "myCRINSKJHxcmueOjOwpMub3kAZxrEwB",
          "3fFMuOFJTm9xPCNWSftDFtNjBuUjHRuO",
          "MfUu2mNwa5pb96YxORr2eNc7rLM5XOc7",
          "w6yiAw4V6hY9d09d6tsvFN4JnN9YYZ9F",
          "azZer7yQTBbxUfH2FcGkETU9TZc3iOpm",
          "myCRINSKJHxcmueOjOwpMub3kAZxrEwB",
          "3fFMuOFJTm9xPCNWSftDFtNjBuUjHRuO",
          "MfUu2mNwa5pb96YxORr2eNc7rLM5XOc7",
          "w6yiAw4V6hY9d09d6tsvFN4JnN9YYZ9F",
          "azZer7yQTBbxUfH2FcGkETU9TZc3iOpm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Benaki Museum",
        "placeId": "ChIJdV48s0C9oRQRcDJK4TBpks8",
        "internationalPhoneNumber": "+30 21 0367 1000",
        "reviews": [
          {
            "rating": 5,
            "text": "Very nice museum about greek culture. Quite many object from each time/aspect of greek culture. We enjoyed the museum. They have seasonal exhibitions which we did not see. Thursdays is entrance free. We would recommend the museum. Plan around 1,5 hours for visit if you are planning to read :)",
            "author_name": "Silvia Martišová",
            "relative_time_description": "",
            "time": 1745316793,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Whilst the collection covers all periods of Greek history, I think the top floor is the most important, showing how Independence from Ottoman rule was made possible and the people involved. Having read the history it was a revelation to see portraits and objects from that era. An insight into the formation of Greece into a modern nation and one of the most memorable experiences in Athens.",
            "author_name": "Peter Swales",
            "relative_time_description": "",
            "time": 1747370664,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had a lovely lunch and then afternoon walking around the benaki museum. The collection is absolutely stunning. One word of caution though for those with disabilities, the last floor especially is not accessible with half flights of stairs through out. The first three levels though are generally very accessible",
            "author_name": "Isabella Dietrich",
            "relative_time_description": "",
            "time": 1755259359,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.benaki.org/",
        "index": 5,
        "id": "",
        "categories": [
          "Museum",
          "Art Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 77,
            "2": 53,
            "3": 260,
            "4": 1243,
            "5": 5565
          }
        },
        "minMinutesSpent": 150,
        "latitude": 37.975952,
        "address": "Koumpari 1, Athina 106 74, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJh3kJ9SK9oRQRyF2qMdo0KUI",
        "generalDescription": "The Ancient Agora of Athens is a significant historical site located northwest of the Acropolis. It served as a meeting place for the city council and local residents, playing a pivotal role in the early days of democracy. The Stoa of Attalos, an impressive marble structure built in 159 BC, stands as a testament to its rich history. This large square was not only an administrative and political center but also a hub for cultural and commercial activities dating back to the 6th century BC.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.722093,
        "rating": 4.7,
        "numRatings": 37143,
        "sources": [
          {
            "id": "1413310",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/athens-honeymoon-the-ultimate-guide/",
            "sourceSite": "Web",
            "snippet": "The Acropolis, the Temple of Zeus, and the Ancient Agora are only some of the remnants of ancient Greece to visit.",
            "siteName": "Eros+Psyche Travel",
            "shortName": "Athens Honeymoon: The Ultimate Guide to the Greek Capital",
            "indexInSource": 4,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LwYNvLRbG8kxXlCQCXfjPGIuniocRW5h",
          "93USruf2TcYpRbJmistnAz8PLal7LXQa",
          "UVAtbir2A1HCiPQ2yt7dOH6VVwPBJHrQ",
          "19I1fqcpwbBgOLqXdV34YQ9bXGWoNEj6",
          "AUmO3lrbF60ViX92da7wbMUbAyPPJ9Cq",
          "LwYNvLRbG8kxXlCQCXfjPGIuniocRW5h",
          "93USruf2TcYpRbJmistnAz8PLal7LXQa",
          "UVAtbir2A1HCiPQ2yt7dOH6VVwPBJHrQ",
          "19I1fqcpwbBgOLqXdV34YQ9bXGWoNEj6",
          "AUmO3lrbF60ViX92da7wbMUbAyPPJ9Cq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Ancient Agora of Athens",
        "placeId": "ChIJh3kJ9SK9oRQRyF2qMdo0KUI",
        "internationalPhoneNumber": "+30 21 0321 0185",
        "reviews": [
          {
            "rating": 5,
            "text": "We visited midday and had an amazing experience-no lines, no waiting. We walked right in and were able to explore freely. The area is beautiful and perfect for taking photos. We enjoyed the sights, soaked in the atmosphere, and appreciated the opportunity to see so much culture and history in one place. It's definitely a cool spot to bring someone special, hang out, and even take time to read up on the local landmarks and museum exhibits. Highly recommend if you're in the area!",
            "author_name": "Callyce “Cole” Carroll",
            "relative_time_description": "",
            "time": 1748801353,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Its about time we attended this site. In all the years we have visited Athens, we never made it to come here.  It was great to see the other Acropolis that is in better condition than the main one that we all know about.  The whole site is excellent.  A must visit",
            "author_name": "Nick Zandes",
            "relative_time_description": "",
            "time": 1756306168,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good complement of the city after you visit the acropolis. One advantage of it is you don't find many people and you can see all the monument in better way as well you can find better pictures. You will find temple of Hefestion and Ares",
            "author_name": "Oscar",
            "relative_time_description": "",
            "time": 1757971184,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://odysseus.culture.gr/h/3/eh355.jsp?obj_id=2485#_=_",
        "index": 6,
        "id": "",
        "categories": [
          "Archaeological museum",
          "Sights & Landmarks",
          "Historical landmark",
          "Ancient Ruins",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 234,
            "2": 194,
            "3": 1186,
            "4": 5765,
            "5": 29815
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.974897,
        "address": "Athina 105 55, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ1WE1WBe9oRQRzBV-sc-G3Rw",
        "generalDescription": "The Theatre of Dionysus, located just below the Acropolis complex on the eastern side, is an ancient amphitheatre dating back to the 6th century B.C. It was the largest theatre in Athens with a seating capacity of around 17,000 people. This historic venue witnessed significant events in theatrical history, including the first recorded victory of Thespis in 534 BC.",
        "utcOffset": 180,
        "maxMinutesSpent": 30,
        "longitude": 23.72781,
        "rating": 4.7,
        "numRatings": 6097,
        "sources": [
          {
            "id": "1413276",
            "type": "webPlacesList",
            "url": "https://www.connectedtoindia.com/most-romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "Surely, many have heard about the famous Greek amphitheaters, but very few people know that the oldest of them is in Athens. The theater of Dionysus arose in the 5th century BC!. Here the works of Aeschylus, Sophocles, and Aristophanes were staged and 17,000 spectators could watch them.",
            "siteName": "Connected to India News I Singapore l UAE l UK l USA l NRI",
            "shortName": "Most romantic places in Athens",
            "indexInSource": 5,
            "iconSiteId": 202297,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SGoJoXy30MJ3yQiKy0uDeXzrBPJV3Ngv",
          "DX5zh5QgTXy7jAPMvDowUVY98GkL5lMg",
          "qC7af5rPyJ2jxMY2rHqKzRUwpwkdRmAW",
          "QdVFTFttGkOX5vvuLVHwFwhQ2c8w5LxZ",
          "4takpgKSDh99nJj4zGkYzqfBTli1W3bD",
          "SGoJoXy30MJ3yQiKy0uDeXzrBPJV3Ngv",
          "DX5zh5QgTXy7jAPMvDowUVY98GkL5lMg",
          "qC7af5rPyJ2jxMY2rHqKzRUwpwkdRmAW",
          "QdVFTFttGkOX5vvuLVHwFwhQ2c8w5LxZ",
          "4takpgKSDh99nJj4zGkYzqfBTli1W3bD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Theatre of Dionysus Eleuthereus",
        "placeId": "ChIJ1WE1WBe9oRQRzBV-sc-G3Rw",
        "internationalPhoneNumber": "+30 21 0322 4625",
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely beautiful. The historical significance and the stunning architecture make it a must-see. It's a peaceful spot to reflect on the past and admire the surroundings. Truly a remarkable place!",
            "author_name": "Linda Kalniņa",
            "relative_time_description": "",
            "time": 1739105855,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You can see the seating areas in the lower part of the Acropolis theater. The seats of the city's notables are in a certain way. There is a security wall between the seats and the area. There is a wall built to ensure safety during shows with dangerous animals. It is a magnificent theater in very good condition.",
            "author_name": "Alper Öner",
            "relative_time_description": "",
            "time": 1745777119,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Birthplace of Theatre.\n\nThe Theatre of Dionysus Eleuthereus, situated on the southern slope of the Acropolis, is considered the cradle of European drama. Dedicated to Dionysus, the god of wine, fertility, and the arts, it was here in the 5th century BC that the plays of Aeschylus, Sophocles, Euripides, and Aristophanes were first performed. This sacred space was not only a place of entertainment but also a site of religious ritual and civic identity.\n\nInitially constructed in wood, the theatre was rebuilt in stone during the 4th century BC and could eventually hold up to 17,000 spectators. Its semi-circular seating arrangement, orchestra, and stage building set the standard for Greek and later Roman theatres. The theatre's integration into the natural slope of the Acropolis exemplifies the harmony of Greek architecture with its environment.\n\nThe Theatre of Dionysus was at the heart of the City Dionysia festival, a major religious celebration that brought Athenians together to honor their god and their city. Through the performances, themes of justice, power, love, and human fate were explored, shaping the cultural and intellectual life of classical Athens.\n\nToday, although partly ruined, its stones still echo the voices of the great playwrights, and remains one of the most meaningful monuments on the Acropolis slopes.",
            "author_name": "Lefteris Stamatelatos",
            "relative_time_description": "",
            "time": 1757016177,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://odysseus.culture.gr/h/2/eh251.jsp?obj_id=10341",
        "index": 7,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Attraction",
          "Ancient Ruins"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 28,
            "3": 219,
            "4": 1014,
            "5": 4813
          }
        },
        "minMinutesSpent": 30,
        "latitude": 37.970334,
        "address": "Mitseon 25, Athina 117 42, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJs9QmWRG9oRQR6rfRK66vt8E",
        "generalDescription": "The Acropolis in Athens is a must-see for families, especially if kids are familiar with Greek mythology. A visit to the city center should include a climb up the rocky Acropolis hill and a stop at the new Acropolis museum. Nearby attractions like the temple of Zeus and Plaka neighborhood offer more historical and cultural experiences. The city also boasts other notable sites such as The Oracle at Delphi, Ancient Agora, Monastiraki, Meteora, and more.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.725749,
        "rating": 4.7,
        "numRatings": 5989,
        "sources": [
          {
            "id": "479984",
            "type": "webPlacesList",
            "url": "https://www.10best.com/destinations/greece/athens/attractions/romantic-things-to-do/",
            "sourceSite": "Web",
            "snippet": "From the typical sunset at Cape Sounion, to the discovery of small treasures at the Flea Market, enjoying nature at Parnitha or one of the parks, admiring the view from Lycabettus hill, feeling the remarkable energy on top of the Acropolis, enjoying a wonderful spa experience, or a day on the beach. Situated on the south coast of Attica,  the impressive temple of Poseidon at Sounio,  with its outstanding view of the Aegean sea is ideal for watching the sunset, the tiny 19th century church of Saint George, perched on the summit of Lycabettus hill,  the highest point in Athens, is a favorite for romantic weddings,  the sacred rock of the Acropolis,  remains the most outstanding historic site in Athens and visitors always exclaim on the timeless beauty of this monument,  at the Cultural Park  visitors can learn about Greek folklore and culture or just enjoy the natural surroundings, Mount Parnitha National Park on the mountain of Parnitha is ideal for a romantic walk , enjoying nature and wildlife in the forest, at the National Garden of Athens there are many secluded romantic corners and a wonderfully peaceful atmosphere, Diomidous Botanical Garden, located in the neighborhood of Haidari, is a veritable paradise of flowers and plants, Monastiraki Flea Market is the place for discovering small treasures and mementos, a day on the beach at Galazia Akti at Schinias Marathon is remarkably exhilarating, the spa experience at Cape Sounio Elixir Spa Retreat offers the utmost body and mind relaxation",
            "siteName": "USA TODAY 10Best",
            "shortName": "10 Best Romantic Things to Do in Athens",
            "indexInSource": 1,
            "iconSiteId": 179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "410235",
            "type": "webPlacesList",
            "url": "https://thetravelporter.com/blog/it-takes-2-to-athens-top-8-romantic-things-to-do-and-s",
            "sourceSite": "Web",
            "snippet": "The first one has got to be Aeropagus, which is basically a hill on the west of the Acropolis. There’s a ton of history behind that hill, as is the case with most landmarks in Greece, but that’s not the topic of this post; what you really need to know right now,  is that it’s only a short walk from all the major local attractions of the city center, so after you’re done with your sightseeing you can reach Aeropagus and catch an insane view of the Acropolis and the larger part of Athens. Just make sure you wear appropriate shoes - safety first!.",
            "siteName": "The TravelPorter",
            "shortName": "8 Romantic Things to Do and See Together",
            "indexInSource": 1,
            "iconSiteId": 19040,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413276",
            "type": "webPlacesList",
            "url": "https://www.connectedtoindia.com/most-romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "One of these places is the Plaka area – the oldest historic district of the city rests under the shadow of the no less ancient hill ‒ the Acropolis. The labyrinths of narrow shady streets, twined with greens and flowers, are woven into a whimsical pattern, taking you back to the past, slowing down time. Here you can wander among the old traditional Greek houses, and then go to one of the hospitable little taverns, to see the Greek hospitality.",
            "siteName": "Connected to India News I Singapore l UAE l UK l USA l NRI",
            "shortName": "Most romantic places in Athens",
            "indexInSource": 1,
            "iconSiteId": 202297,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479981",
            "type": "webPlacesList",
            "url": "https://lets-travel-more.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "Acropolis is one of the most known Ancient Temples in Athens which illustrates the Golden Age of Pericleous and made in honour of the goddess Athena. It is visible in many neighbors in Athens and it is absolutely a must-go place, especially during the sunset where the sky has excellent color. Acropolis and the temple of Parthenon are the most outstanding historic site you can visit while in Athens.",
            "siteName": "Lets Travel More",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 1,
            "iconSiteId": 8776,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413292",
            "type": "webPlacesList",
            "url": "https://www.yeshotels.gr/the-most-romantic-things-to-do-in-athens-on-valentines-day/",
            "sourceSite": "Web",
            "snippet": "Some of the best spots for sunset-watching in Athens are Phillopapos Hill, Acropolis Hill, Lycabettus Hill, and the Kastella district in Piraeus. Otherwise, you can go to a rooftop cafe or bar in Athens city center and watch this spellbinding spectacle with your favorite beverage in hand. Utterly romantic, right?",
            "siteName": "Design Hotels Athens, Greece | YES! Hotels - Design Hotels Athens, Greece",
            "shortName": "The Most Romantic Things to Do in Athens, Greece",
            "indexInSource": 4,
            "iconSiteId": 102322,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413310",
            "type": "webPlacesList",
            "url": "https://erosandpsyche.travel/athens-honeymoon-the-ultimate-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Eros+Psyche Travel",
            "shortName": "Athens Honeymoon: The Ultimate Guide to the Greek Capital",
            "indexInSource": 0,
            "iconSiteId": 42164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2b0VPLWYub11bIyzQ2yLMPOsfMVgZLVB",
          "qGpCt8ScdaSVA11SJeqZ8lngnu2aSjPS",
          "0qoXmFz9iDkstAj8o7XCx6gTPT5BvnBs",
          "KtZwR3xQBYQuujiewjGfP3SNaeQWc0ok",
          "AMekf9iYPP4sT5NowOnV6HGP5mddRMAk",
          "2b0VPLWYub11bIyzQ2yLMPOsfMVgZLVB",
          "qGpCt8ScdaSVA11SJeqZ8lngnu2aSjPS",
          "0qoXmFz9iDkstAj8o7XCx6gTPT5BvnBs",
          "KtZwR3xQBYQuujiewjGfP3SNaeQWc0ok",
          "AMekf9iYPP4sT5NowOnV6HGP5mddRMAk"
        ],
        "openingPeriods": [],
        "name": "Acropolis",
        "placeId": "ChIJs9QmWRG9oRQR6rfRK66vt8E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Acropolis is a must see and the best historical site available in Athens in my opinion.  We spent close to 3 hours exploring everything.  There are educational signs throughout explaining what you are seeing and often with drawings depicting what it would have looked like when newly built.  The views of Athens are amazing.  You can see all the way to the sea.  Look up occasionally and watch the birds wheeling in the sky.  There is a constant breeze on the upper side which is wonderful in July.  I would recommend close toed shoes with good tread.  Lots of rock and uneven spots.  Not appropriate for a stroller.  There is an elevator on the North side for people with disabilities.  Bathrooms are only located at the base.  One complaint is that you do not find out that areas are closed until you get to them.  There were not any signs alerting to a change.",
            "author_name": "April Williams",
            "relative_time_description": "",
            "time": 1751129718,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was a beautiful experience!\n\nI will warn you that there's a lot of steps… so be prepared! Right now Greece is SO hot that you need to go early in the morning. We waited until 6 PM to go and it was a bit unbearable! Bring lots of water with you, and wear really sturdy shoes for climbing hills. (I saw a lady bring walking sticks… And that was incredibly smart on her part!)\n\nBut it's too amazing to miss, it's one of those iconic landmarks that is a must see! So even if you can only go in the evening, still go!\n\nThe walkway is a bit slippery going uphill, but coming back down, you do a different route… And thankfully that wasn't slippery at all.",
            "author_name": "Sarah Elizabeth",
            "relative_time_description": "",
            "time": 1755193506,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Acropolis – A Once-in-a-Lifetime Dream in Athens\n\nFinally, I got to visit the Acropolis in Greece - and it honestly still feels like a dream. To stand on this ancient site, surrounded by the legacy of the Greek Empire, was one of the most unforgettable experiences of my life.\n\n🏛️ The architecture & history: The temples, the ruins, the sheer scale of the place… it blows you away. The history here is so rich, you can feel it in every stone. We even explored the Theater of Dionysus (Temple of Music), which was incredible to see in person.\n\n🌄 The views: From the top, you get a panoramic view of Athens - the entire city spreads out beneath you, framed by olive groves and historic landmarks.\n\n🕰️ The experience: The Acropolis is huge - we spent more than half a day there and still felt like we only scratched the surface. There are so many temples, paths, and corners to explore, each with its own story.\n\nTip: The stones are slippery from all the tourist traffic, so take care when walking. Honestly, with how many people visit, I wouldn't be surprised if one day access becomes more restricted - so if you have the chance, go while you can.\n\n✨ Final thought:\nVisiting the Acropolis is truly a once-in-a-lifetime experience. The history, the architecture, the views - all of it makes this site a must-see if you're ever in Greece. Strongly recommend.",
            "author_name": "Theavy",
            "relative_time_description": "",
            "time": 1756747362,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Mountain peak"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 138,
            "2": 73,
            "3": 189,
            "4": 674,
            "5": 4914
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.971532,
        "address": "Athens 105 58, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJDzL9chm9oRQRNB4foGCsPWc",
        "generalDescription": "Areopagus Hill, also known as Mars Hill, is a historic site in Athens that served as the high court of appeal for judicial cases in ancient Greece. It offers stunning views of the Acropolis, Ancient Agora, and the Temple of Hephaestus. According to Greek mythology, it was where Ares stood trial for murder. Additionally, it's famous for being the place where Apostle Paul delivered a sermon and converted Dionysus to Christianity.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.723232,
        "rating": 4.8,
        "numRatings": 4587,
        "sources": [
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "For an iconic couple’s selfie, head to Areopagus Hill, or avoid the crowds and go for a wider angle. An easy and short hike up Pnyx Hill will reveal another stunning view of the Acropolis.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 2,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413276",
            "type": "webPlacesList",
            "url": "https://www.connectedtoindia.com/most-romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Connected to India News I Singapore l UAE l UK l USA l NRI",
            "shortName": "Most romantic places in Athens",
            "indexInSource": 2,
            "iconSiteId": 202297,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WoRDOqM3V2hIddHNlOVmR8D0yywUdJ4i",
          "KLxD5n86c6OEBfxkfUGewjF5Qc1TmzwR",
          "oZBTlxokgsYc9D1LjxFooGeMXmDSgCaC",
          "5yp8WFVnagbcFyqJqXrMha0henyH7E3y",
          "OeLcQfFpE95cH3vi7wpCyPru10Esueaj",
          "WoRDOqM3V2hIddHNlOVmR8D0yywUdJ4i",
          "KLxD5n86c6OEBfxkfUGewjF5Qc1TmzwR",
          "oZBTlxokgsYc9D1LjxFooGeMXmDSgCaC",
          "5yp8WFVnagbcFyqJqXrMha0henyH7E3y",
          "OeLcQfFpE95cH3vi7wpCyPru10Esueaj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Areopagus Hill",
        "placeId": "ChIJDzL9chm9oRQRNB4foGCsPWc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place is beautiful and offers an amazing view of the city.  There is no cost to enter.  You can see the Acropolis behind you.  In front you see Hadriens Library and the Agora Market.  Sunset is amazing from here.  There are metal stairs to reach the rock.  Rocks are at multiple levels so easy to find a spot to enjoy the view or watch the sunset.  Rocks are very uneven and some spots are slippery because the stone is worn so smooth.  Shoes with good tread are best.",
            "author_name": "April Williams",
            "relative_time_description": "",
            "time": 1751052610,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a stunning place, especially at sunset, with gorgeous views of the city. Access is free, but the way to climb up is very rocky and uneven. The atmosphere was amazing in August; everyone was spending time with friends and family and having a good time :) . If you're here in the summer, it will be too hot to go here in the afternoon, so go here in the morning or evening. Areopagus Hill is right next to the acropolis.",
            "author_name": "Noemi",
            "relative_time_description": "",
            "time": 1750535721,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Right beside the Acropolis, Areopagus or Mars Hill is 115 metro high rocky hill where the Apostle Paul preached & debated with the people of Athens during the Roman period in the qst century AD. It can get busy up there, but is worth visiting if you're a Christian or history buff. Its also a great place to watch the sunset.",
            "author_name": "Rachel Fayter",
            "relative_time_description": "",
            "time": 1757115981,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Historical landmark",
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 26,
            "3": 125,
            "4": 630,
            "5": 3786
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.972365,
        "address": "Theorias 21, Athina 105 55, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJETz0yTW9oRQR23hUCd_DS80",
        "generalDescription": "Ama Lachei is a long-standing taverna located in Exarchia, Athens, offering modern Greek cuisine in a spacious and charming setting. The restaurant features a breezy garden shaded by lemon trees, jasmine, and bougainvillea, creating a delightful dining atmosphere. The menu includes delicious vegetarian options and cheeses from various regions of Greece. Guests can enjoy daily specials or popular dishes like crispy meatballs, hand-cut chips, and Cretan cheese pies with honey and mint.",
        "utcOffset": 180,
        "maxMinutesSpent": 150,
        "longitude": 23.736965,
        "rating": 4.6,
        "numRatings": 7220,
        "sources": [
          {
            "id": "479986",
            "type": "webPlacesList",
            "url": "https://insightsgreece.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "Share a refined, delicious meal in a buzzy restaurant like Asian-Greek Nolan in Syntagma, meze-garden Ama Lachei in Exarcheia, Seychelles in Metaxourgeio or Nice N Easy in Kolonaki. If you prefer romance by the sea, visit the magical Temple of Poseidon in Sounio (around an hour from Athens by car or KTEL bus), have a cooling dip and then admire the temple lit up in gold light as you sit for dinner by the lapping waves at one of the tavernas below.",
            "siteName": "Insights Greece",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 2,
            "iconSiteId": 37967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F2w25Wxhj9G4Ed9qsv9pGmcUODYVNywg",
          "XviEyMSvMWUtU7fQTUld9YoMA2D2dxGr",
          "3ngvnvuE0tKu0kuvHatBAkkIxTpE93xi",
          "y78Qc6buv3HFJrIE7fe0l6kLWxpjTv1T",
          "LgIzOhrsQzYe1vy3lSmzqb24n9HFj82A",
          "F2w25Wxhj9G4Ed9qsv9pGmcUODYVNywg",
          "XviEyMSvMWUtU7fQTUld9YoMA2D2dxGr",
          "3ngvnvuE0tKu0kuvHatBAkkIxTpE93xi",
          "y78Qc6buv3HFJrIE7fe0l6kLWxpjTv1T",
          "LgIzOhrsQzYe1vy3lSmzqb24n9HFj82A"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Ama Lachei",
        "placeId": "ChIJETz0yTW9oRQR23hUCd_DS80",
        "internationalPhoneNumber": "+30 21 0384 5978",
        "reviews": [
          {
            "rating": 5,
            "text": "The food was good. The shrimp orzo was my favorite. The vibes were amazing! Super lively, perfect for all kind of groups. Both indoor and outdoor seatings were nice. The service was also friendly. If I lived in Athens, I'd come here very often.",
            "author_name": "Rachel M",
            "relative_time_description": "",
            "time": 1749826278,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We had a fairly simple meal at this cute, out of the way restaurant with a large outdoor seating area and a spacious indoor dining area as well. We did not have a reservation and we were sent inside to set although it did seem that there were plenty of tables available outside. That was fine. Our server was very friendly and helpful. The food was made, nothing exceptional for some pretty basic Greek dishes. I would not need to go back to this place if I return to Athens. Probably better to go with a group of friends and get a bottle of wine and some snacks. Seems very popular with tourists.",
            "author_name": "ESB NYC",
            "relative_time_description": "",
            "time": 1747412867,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The food is just amazing and full of surprises. It's not the ordinary type you can get anywhere in Greece, it comes with some unexpected taste and unexpectedly amazing! We ordered the grilled sardines, the veggie sauce for the fish is amazing, sweet and sour with tons of freshness, perfect combination with the sardines!  We did not get the tables in the lovely courtyard, but sitting indoor is equally nice in hot summer.",
            "author_name": "Jennifer Huang",
            "relative_time_description": "",
            "time": 1753473049,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/amalaxeiresto",
        "index": 10,
        "id": "",
        "categories": [
          "Small plates restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 110,
            "2": 90,
            "3": 354,
            "4": 1410,
            "5": 5256
          }
        },
        "minMinutesSpent": 150,
        "latitude": 37.987959,
        "address": "Kallidromiou 69, Athina 106 83, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJc5kTz3iZoRQRRDTN-3AVfAU",
        "generalDescription": "Sakura Sushi and Steak House is a charming restaurant in Panormou that offers a unique dining experience. The menu features sushi and sashimi prepared by Chef Yannis Kontotasios, who trained in Japan to master the art of edomae and kaiseki style dishes. The restaurant has received high praise for its friendly staff, warm atmosphere, and amazing food made with high-quality ingredients.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.765195,
        "rating": 4.9,
        "numRatings": 1380,
        "sources": [
          {
            "id": "2353924",
            "type": "webPlacesList",
            "url": "https://www.eatingeurope.com/blog/romantic-restaurants-athens/",
            "sourceSite": "Web",
            "snippet": "Then you’ve got to hit up one of my beloved romantic restaurants in Athens, hiding away in the Panormou district, Sakura Sushi & Steak House. Authentically Japanese with a modern Greek twist, to say this place is adorable would be an understatement. Between the pretty pink flowers hanging from the ceiling and the ornate mirrors spanning the walls, you’ll be swept away by the romantic vibe of this place as soon as you arrive.",
            "siteName": "Eating Europe",
            "shortName": "The 5 Best Romantic Restaurants in Athens",
            "indexInSource": 3,
            "iconSiteId": 2299,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UaAsVW5aWUoijscFFAiVSu6iY3HATqKs",
          "b0k4BwxixCllOyZUztXqpKZ4JoSkGQoY",
          "2ztg5kl2KunPmMD0JK99tFUlY62E2hls",
          "UaAsVW5aWUoijscFFAiVSu6iY3HATqKs",
          "b0k4BwxixCllOyZUztXqpKZ4JoSkGQoY",
          "2ztg5kl2KunPmMD0JK99tFUlY62E2hls"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1800"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1800"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Sakura Sushi and Steak House",
        "placeId": "ChIJc5kTz3iZoRQRRDTN-3AVfAU",
        "internationalPhoneNumber": "+30 21 1013 1680",
        "reviews": [
          {
            "rating": 5,
            "text": "I am a huge fan of Japanese, I eat it at least weekly. And let me tell you...\nThe creaminess of the sashimi\nthe freshness of the crab salad\nThe overall fantastic food. I had nothing bad to say. It was all fresh produce, delicious and tasty.\nThe cocktails were great too",
            "author_name": "So Phie",
            "relative_time_description": "",
            "time": 1731394348,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Authentic sushi and steakhouse place, personally haven't tried the meat, only the sushi which was excellent,highly recommend the scallops !very fresh tuna\nThe place is very cozy, nice for couples dinner.",
            "author_name": "Lina Alamry (Linalyly)",
            "relative_time_description": "",
            "time": 1741592697,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The best experience that I had in my life.\nThe owner and the chef, Yanis, host us like we are his family.\nThe food was super fresh and super tasty\nRecommend.\nIt can be a Michelin star restaurant.\nReally Recommend.\nThank you Yanis.",
            "author_name": "רז אבושדיד",
            "relative_time_description": "",
            "time": 1725290910,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://sakurasushi.gr/?utm_source_platform=nearby&utm_source=google+business+profile&utm_medium=organic&utm_content=gbp+link+website&utm_creative_format=gbp+link+website",
        "index": 11,
        "id": "",
        "categories": [
          "Authentic Japanese restaurant",
          "Japanese steakhouse",
          "Sushi restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 10,
            "3": 20,
            "4": 54,
            "5": 1294
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.992812,
        "address": "Doukissis Plakentias 73, Athina 115 23, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJsQ6HWCK9oRQR7QU0v_vbZho",
        "generalDescription": "The Monastiraki Flea Market is a bustling labyrinth of eclectic outlets offering a wide range of goods, from souvenirs and artisanal crafts to furniture and army surplus. The market's vibrant atmosphere is enhanced by the backdrop of the Acropolis, creating a unique shopping experience. It appeals to shopaholics, art enthusiasts, and those interested in local culture and creativity. Visitors can explore diverse offerings while enjoying bargaining for souvenirs and goods.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.725614,
        "rating": 4.4,
        "numRatings": 13305,
        "sources": [
          {
            "id": "479984",
            "type": "webPlacesList",
            "url": "https://www.10best.com/destinations/greece/athens/attractions/romantic-things-to-do/",
            "sourceSite": "Web",
            "snippet": "From the typical sunset at Cape Sounion, to the discovery of small treasures at the Flea Market, enjoying nature at Parnitha or one of the parks, admiring the view from Lycabettus hill, feeling the remarkable energy on top of the Acropolis, enjoying a wonderful spa experience, or a day on the beach. Situated on the south coast of Attica,  the impressive temple of Poseidon at Sounio,  with its outstanding view of the Aegean sea is ideal for watching the sunset, the tiny 19th century church of Saint George, perched on the summit of Lycabettus hill,  the highest point in Athens, is a favorite for romantic weddings,  the sacred rock of the Acropolis,  remains the most outstanding historic site in Athens and visitors always exclaim on the timeless beauty of this monument,  at the Cultural Park  visitors can learn about Greek folklore and culture or just enjoy the natural surroundings, Mount Parnitha National Park on the mountain of Parnitha is ideal for a romantic walk , enjoying nature and wildlife in the forest, at the National Garden of Athens there are many secluded romantic corners and a wonderfully peaceful atmosphere, Diomidous Botanical Garden, located in the neighborhood of Haidari, is a veritable paradise of flowers and plants, Monastiraki Flea Market is the place for discovering small treasures and mementos, a day on the beach at Galazia Akti at Schinias Marathon is remarkably exhilarating, the spa experience at Cape Sounio Elixir Spa Retreat offers the utmost body and mind relaxation",
            "siteName": "USA TODAY 10Best",
            "shortName": "10 Best Romantic Things to Do in Athens",
            "indexInSource": 0,
            "iconSiteId": 179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "479981",
            "type": "webPlacesList",
            "url": "https://lets-travel-more.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "Visiting Athens with your partner and looking for some romantic spots?. There you can find various places for romance and peaceful recreation. Athens is an exciting city with many activities for couples including strolling around the flea market or gazing an amazing view at Mount Lycabettus.",
            "siteName": "Lets Travel More",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 0,
            "iconSiteId": 8776,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Stg0oB0elevIZdL3jLiqw79NyVqPxZiP",
          "NPr3oUpsVUlNqsfLN90Qn1JNZvHEu5z2",
          "lHptv0r3rd7MdRUJyzkopuWfupX3ryKY",
          "r5kOnO4s5svsUHy6A6eloJkRfN2VyTC7",
          "bpjKzGukFVfeXy7gaFsnqSRWqWvPJATH",
          "Stg0oB0elevIZdL3jLiqw79NyVqPxZiP",
          "NPr3oUpsVUlNqsfLN90Qn1JNZvHEu5z2",
          "lHptv0r3rd7MdRUJyzkopuWfupX3ryKY",
          "r5kOnO4s5svsUHy6A6eloJkRfN2VyTC7",
          "bpjKzGukFVfeXy7gaFsnqSRWqWvPJATH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Flea Market",
        "placeId": "ChIJsQ6HWCK9oRQR7QU0v_vbZho",
        "internationalPhoneNumber": "+30 694 608 6114",
        "reviews": [
          {
            "rating": 5,
            "text": "This is take great place to shop for souvenirs, jewelry, coins, antiques, and just about anything you can imagine. The prices are quite reasonable and it's not very expensive. There are also many, many nice restaurants in this area along with kiosks where you can buy super cheap drinks like water, energy drinks, beer, and Europeans love to smoke, so you can also get cheap smokes everywhere. It is well with the trip.",
            "author_name": "Michael Hughett",
            "relative_time_description": "",
            "time": 1756466368,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Street-life with colours, calls, aromas and sounds to stimulate the senses. It's a great place to wander. You'll see all the expected touristy stuff, plenty of opportunities for gift shopping, and the odd different place to catch your eye, like the used records store or second hand clothing. We were there in the early evening and it was busy but not overcrowded. Don't go there to shop on purpose or with a specific item in mind. Go to see what you can find and be surprised by.",
            "author_name": "Neil A Middleton",
            "relative_time_description": "",
            "time": 1753861142,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "At first glance it's just a narrow street with repetitive souvenirs being sold from store to store, but if you go to the end and turn right, you'll get the real flea market. It's less crowded and shady. Ready lovely to just browse and hassle free.",
            "author_name": "HN",
            "relative_time_description": "",
            "time": 1757938719,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Flea market",
          "Shopping",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 177,
            "2": 296,
            "3": 1542,
            "4": 3617,
            "5": 7686
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.976252,
        "address": "Ifestou, Athina 105 55, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJkXWXEk69oRQRao7rDwGANWg",
        "generalDescription": "Mount Lycabettus, also known as Lykavitos Hill, is a prominent limestone peak in Athens that offers breathtaking panoramic views of the city and the Aegean Sea. Visitors can reach the summit through a leisurely ascent on a funicular or by hiking through pine-scented pathways. The iconic Chapel of St. George awaits at the top, making it an ideal spot for nature enthusiasts, hikers, and photography enthusiasts.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.743056,
        "rating": 4.8,
        "numRatings": 4144,
        "sources": [
          {
            "id": "2353930",
            "type": "webPlacesList",
            "url": "https://greeceinsiders.travel/greece-romantic-vacation/",
            "sourceSite": "Web",
            "snippet": "Mount Lycabettus is the highest point in Athens, offering a quiet getaway from the city. Located in Kolonaki, a hidden path goes through pine trees to the top, bypassing the main road. There’s also a funicular for an easier climb, taking visitors to the summit where churches and a café can be found.",
            "siteName": "Greece Insiders",
            "shortName": "Planning your Ultimate Greece Romantic Vacation",
            "indexInSource": 1,
            "iconSiteId": 31994,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413272",
            "type": "webPlacesList",
            "url": "https://greekreporter.com/2019/02/12/the-five-most-romantic-places-for-celebrating-valentines-day-in-athens/",
            "sourceSite": "Web",
            "snippet": "Probably the most famous and popular hill in Athens, Lycabettus is a 300-meter (900 feet) high hill in downtown Athens. It is the highest peak overlooking the Attica basin, and offers unique views from its top.",
            "siteName": "GreekReporter.com",
            "shortName": "The Five Most Romantic Places to Celebrate Valentine's Day in Athens",
            "indexInSource": 0,
            "iconSiteId": 23776,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "22unwSNHWwFH3NrKfMPWt88OHQk6wPS3",
          "GQDbffb33F1VuPbogc5MnLzx60qnBk69",
          "u3ibVDDUiuY5Gkv669gqrU5ve5dyFxGv",
          "9XVhRaPhvdhMAxPnCEso8qWwc7O75zhe",
          "q6TV31aUHmj02LF70YaTycZ9LDYC9PsA",
          "22unwSNHWwFH3NrKfMPWt88OHQk6wPS3",
          "GQDbffb33F1VuPbogc5MnLzx60qnBk69",
          "u3ibVDDUiuY5Gkv669gqrU5ve5dyFxGv",
          "9XVhRaPhvdhMAxPnCEso8qWwc7O75zhe",
          "q6TV31aUHmj02LF70YaTycZ9LDYC9PsA"
        ],
        "openingPeriods": [],
        "name": "Mount Lycabettus",
        "placeId": "ChIJkXWXEk69oRQRao7rDwGANWg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "View is definitely amazing during sunset, I recommend taking funicular which costs around 12 euros both ways (up and down). It is a bit crowded in the evening, but it is worth to visit to see capital Athens from above.",
            "author_name": "mariam tishchenko",
            "relative_time_description": "",
            "time": 1743200194,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a little bit of a trek to get up to the top but once you do the views are priceless. The hike from the bottom was about 45 minutes with a few short breaks. It's definitely doable but be sure to bring some water along if it's a hot day to stay hydrated. There is a little cafe at the top to grab some drinks and snacks once you get there to refuel for the way down. It was a bit of a mission but was quite an experience to say the least.",
            "author_name": "VoudouLounge",
            "relative_time_description": "",
            "time": 1751710046,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing Sunset here on top of the mountains, but the crowds there are too much can't really find a spot to take good photos, have to hike around 20-30min from the bottom , there is a restaurant OM the top as well",
            "author_name": "PC",
            "relative_time_description": "",
            "time": 1751606877,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Mountain peak",
          "Sights & Landmarks",
          "Lookouts"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 39,
            "2": 31,
            "3": 115,
            "4": 512,
            "5": 3453
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.981786,
        "address": "Athens 114 71, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJYatZZTu9oRQRJrkQceYY2uQ",
        "generalDescription": "Nestled in the heart of Athens, The Clumsies is a renowned cocktail bar that has garnered international acclaim for its exceptional spirits and warm ambiance. Housed in a beautifully restored neo-classical building, this multi-room bar offers an all-day dining experience with breakfast, lunch, dinner menus, and an impressive selection of premium cocktails.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.72976,
        "rating": 4.5,
        "numRatings": 8229,
        "sources": [
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "Consistently rated one of the 50 best bars in the world, it also serves NoLo (non- and low-alchohol) drinks, in case you’re starting to feel the buzz. The cocktails in Athens are strong—we don’t do things in half-measures.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 5,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "idSn8jryvuO2zlnJHrQZlVjpbhia8iwK",
          "TK5gPSXccn0KqKJp1leUUy0GHOhtzBde",
          "UFZb56SxDiWT5XEooSfS7vmqpJtGqsvE",
          "Ud7eliadDEzx0Vz4RcvQzPrSQABqMtWe",
          "1wwrA3uu9sdOmEUDjycyXWTgktaLsaW9",
          "idSn8jryvuO2zlnJHrQZlVjpbhia8iwK",
          "TK5gPSXccn0KqKJp1leUUy0GHOhtzBde",
          "UFZb56SxDiWT5XEooSfS7vmqpJtGqsvE",
          "Ud7eliadDEzx0Vz4RcvQzPrSQABqMtWe",
          "1wwrA3uu9sdOmEUDjycyXWTgktaLsaW9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "The Clumsies",
        "placeId": "ChIJYatZZTu9oRQRJrkQceYY2uQ",
        "internationalPhoneNumber": "+30 21 0323 2682",
        "reviews": [
          {
            "rating": 5,
            "text": "One can very quickly see why this location is one of the best bars in the world, hands down. I asked the bar tender to help choose drinks for me based on my preferred flavor profile and boy were each drink amazing. We had only planned on stopping in for a single drink and ended up sampling three. The only reason we left was due to dinner plans on the other side of Plaka. This location truly is unique and special and should not be missed.",
            "author_name": "Chad Risoldi",
            "relative_time_description": "",
            "time": 1752683886,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "AMAZING! Really reaches the expectations, has a great ambiance, the staff is great and mostly the drinks were amazing. We ended up trying 3 and they were all great.\nWe weren't going to eat, but we ended up trying the corn balls and WOW!!!! So tender and delicious. Highly recommend the bar.",
            "author_name": "Luciana Wolosker",
            "relative_time_description": "",
            "time": 1753773565,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely loved the drinks here. By far my favorite cocktails I ordered in my time here in Greece. They are unique and have so much flavor. Highly recommend stopping in if you are in Athens.",
            "author_name": "Shannon O'Connor",
            "relative_time_description": "",
            "time": 1756220390,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.theclumsies.gr/",
        "index": 14,
        "id": "",
        "categories": [
          "Bar",
          "Cocktail bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 177,
            "2": 192,
            "3": 574,
            "4": 1767,
            "5": 5518
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.978936,
        "address": "Praxitelous 30, Athina 105 61, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJtRVOyT29oRQRQQkHE2GmEwE",
        "generalDescription": "Nolan is a trendy and compact restaurant located on Voulis street in downtown Athens. The stylish eatery offers an eclectic menu featuring elevated Asian fusion cuisine, with influences from Japanese, Vietnamese, Thai, Korean, Peruvian, and Chinese culinary traditions. Chef Sotiris Kontizas skillfully combines his Greek and Japanese heritage to create unique dishes that blend Asian and Greek ingredients.",
        "utcOffset": 180,
        "maxMinutesSpent": 150,
        "longitude": 23.732372,
        "rating": 4.6,
        "numRatings": 4187,
        "sources": [
          {
            "id": "479986",
            "type": "webPlacesList",
            "url": "https://insightsgreece.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "Share a refined, delicious meal in a buzzy restaurant like Asian-Greek Nolan in Syntagma, meze-garden Ama Lachei in Exarcheia, Seychelles in Metaxourgeio or Nice N Easy in Kolonaki. If you prefer romance by the sea, visit the magical Temple of Poseidon in Sounio (around an hour from Athens by car or KTEL bus), have a cooling dip and then admire the temple lit up in gold light as you sit for dinner by the lapping waves at one of the tavernas below.",
            "siteName": "Insights Greece",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 3,
            "iconSiteId": 37967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "i66XuB2CQlWQRXf46dmJFA7GqSuDzFsW",
          "8b25CLxRvY5XDNmvibmJ05ZIWYjcRxEn",
          "aQxQOZJHNKYAPqNCNOwC24yuNWYvwwWR",
          "31t0QTWhyO3hmpRxlKVvn4EBYOpieU65",
          "DFNtQerzoIAZ3RdzCzkq0AkPu5eW0LV5",
          "i66XuB2CQlWQRXf46dmJFA7GqSuDzFsW",
          "8b25CLxRvY5XDNmvibmJ05ZIWYjcRxEn",
          "aQxQOZJHNKYAPqNCNOwC24yuNWYvwwWR",
          "31t0QTWhyO3hmpRxlKVvn4EBYOpieU65",
          "DFNtQerzoIAZ3RdzCzkq0AkPu5eW0LV5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1900"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1900"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1900"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1900"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Nolan",
        "placeId": "ChIJtRVOyT29oRQRQQkHE2GmEwE",
        "internationalPhoneNumber": "+30 21 0324 3545",
        "reviews": [
          {
            "rating": 5,
            "text": "Dining at Nolan in Athens was such a wonderful experience. Every dish was beautifully prepared, but the pork in particular stood out-it was perfectly cooked, full of flavor, and simply unforgettable. The entire team here was warm, friendly, and incredibly attentive, making us feel truly welcomed from the moment we walked in. Their service was beyond excellent, the kind where you can tell they genuinely care about your experience. It's the kind of place where great food and heartfelt hospitality come together perfectly",
            "author_name": "Rathasart “Vin” Cherkong",
            "relative_time_description": "",
            "time": 1754771397,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had the most amazing meal here tonight. We arrived on time for our table, however, Greek time is a little flexible. So we had to wait almost 40 minutes until our table was clear. The manager (?) was lovely, didn't get his name, however he was a Manchester United fan. He kept us going with some fizz whilst we waited outside.\n\nInside to eat four heavenly dishes, which was just the right amount for two people. It was very difficult to choose from the menu, everything looked so delicious.\n\nTwo desserts, and two pastries for breakfast tomorrow morning.\n\nI can't recommend this restaurant enough, I would happily go back again tomorrow and eat exactly the same dishes. The staff were incredibly friendly and helpful, the service was quick and efficient, and we simply loved everything about Nolan.",
            "author_name": "Suzy Rowlands",
            "relative_time_description": "",
            "time": 1743924790,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I went to this restaurant after a long day, without a reservation. They offered me a seat at the bar and recommended a couple of dishes. The menu was small, with interesting fusion style options.\n\nIt's a small restaurant with a nice atmosphere. The food came quickly and was excellent. The flavors worked really well together and I really enjoyed both dishes.\n\nDefinitely a place I would recommend. Great food, friendly service and reasonably priced.",
            "author_name": "Abdul Rahman Alsafadi",
            "relative_time_description": "",
            "time": 1752407112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://nolanverse.com/nolan-2/",
        "index": 15,
        "id": "",
        "categories": [
          "Fusion restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 113,
            "2": 107,
            "3": 243,
            "4": 622,
            "5": 3103
          }
        },
        "minMinutesSpent": 150,
        "latitude": 37.974799,
        "address": "Voulis 31 - 33, Athina 105 57, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJR8ZfTR69oRQRqfrm65JnwFc",
        "generalDescription": "The National Observatory of Athens - Thissio Visitor Center, established in 1842, is a research institute and observatory that offers guided tours, a museum showcasing historic telescopes, and evening gatherings with presentations about outer space and the universe. Located atop Nymphs Hill near the Plaka area, visitors can enjoy stunning views of the city during the day and observe celestial bodies through a 170-year-old telescope at night.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.717947,
        "rating": 4.8,
        "numRatings": 2472,
        "sources": [
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "Athens has been one of the world’s most gay-friendly cities since antiquity. Discover the city’s homoerotic history on a “Tales of Same Sex Love” tour with Big Olive. Then hit up Keramikos and Gazi, two of the most gay-friendly areas in Athens.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 7,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413295",
            "type": "webPlacesList",
            "url": "https://pickyourtrail.com/blog/romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "At the National Observatory of Athens take a day tour of its impressive interior. You can also have a night observation of the universe using Doridis telescope. Choose the brightest star and offer it a name together!.",
            "siteName": "Pickyourtrail Travel Blog",
            "shortName": "Top Romantic Places in Athens For All The Love Birds Out There!",
            "indexInSource": 4,
            "iconSiteId": 814,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gX4Cvk13zCguNUuWYFSKANjYPJRc7U8W",
          "YAMqgmdsMyxbpvymAeyi1Y7CjY84yUBS",
          "zDeRpTVewHbInoWKhqf2mkX9MvLnEfkL",
          "mLxPH7FRXhm2WoPuZZ8sS3MBuZcpoimO",
          "pjy5KMApBFkJ3cACZJJDAo35RygYjIFA",
          "gX4Cvk13zCguNUuWYFSKANjYPJRc7U8W",
          "YAMqgmdsMyxbpvymAeyi1Y7CjY84yUBS",
          "zDeRpTVewHbInoWKhqf2mkX9MvLnEfkL",
          "mLxPH7FRXhm2WoPuZZ8sS3MBuZcpoimO",
          "pjy5KMApBFkJ3cACZJJDAo35RygYjIFA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 3,
              "time": "1930"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1930"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1930"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "National Observatory of Athens - Thissio Visitor Center",
        "placeId": "ChIJR8ZfTR69oRQRqfrm65JnwFc",
        "internationalPhoneNumber": "+30 21 0349 0000",
        "reviews": [
          {
            "rating": 5,
            "text": "Stunning Views at the Observatoire in Athens! 🌟\nThe Observatoire in Athens offers breathtaking views of the city and the Acropolis 🏛️! It's the perfect spot to enjoy a amazing moment while taking in the beauty of Athens from above. If you're looking for a unique experience with amazing panoramic views, this place is a must-visit 🇬🇷✨",
            "author_name": "ugo setti",
            "relative_time_description": "",
            "time": 1735212988,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visited the observatory at 22:00, after greek visitors.\nWe were in a group of 15 persons.\nBought tickets by arriving at the entrance.\nWe observed the moon through a portable telescope, the real one is currently in maintenance.\nOpen only 3 nights per week\nGood moment",
            "author_name": "Romain Neboit",
            "relative_time_description": "",
            "time": 1747146332,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing experience. The National Observatory of Athens and especially the picturesque Thissio premises are a \"live reminder\" of the modern scientific history of Greece and a bearer of the future of Greek science.\nThe tour included a visit to the museum which is full of historical instruments, books and telescopes used in the past, as well as to the Doridis telescope, a 16\" wide and  5m long impressive refractor hosted in a dome. The tour was implemented by very competent and enthusiastic guides who were able to capture the audience's attention and\nconvey their passion for Astronomy.\nThe visit was an experience worth doing and I will do it again with the first opportunity. Congratulations",
            "author_name": "E_Chaniotakis",
            "relative_time_description": "",
            "time": 1725786269,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.noa.gr/calendar/?location=ke_thisio",
        "index": 16,
        "id": "",
        "categories": [
          "Observatory",
          "Museums",
          "Science Museums",
          "Observatories & Planetariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 15,
            "3": 56,
            "4": 269,
            "5": 2093
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.972744,
        "address": "Λόφος Νυμφών Θησείο, ΤΘ 20048, Athina 118 10, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ7_fnoUC8oRQRlrbmrq5Lki0",
        "generalDescription": "The Eugenides Foundation New Digital Planetarium in Athens is a state-of-the-art facility that offers an immersive experience through its enormous spherical surface for digital 3-D space films and IMAX movies. It is considered one of the biggest and best-equipped digital planetariums globally, featuring a 25-meter central dome with 280 seats and an interactive unit for user control.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.696637,
        "rating": 4.8,
        "numRatings": 1557,
        "sources": [
          {
            "id": "379223",
            "type": "webPlacesList",
            "url": "https://www.visitgreece.gr/inspirations/romantic_spots_in_athens/",
            "sourceSite": "Web",
            "snippet": "You should then visit Planetarium Eugenides Foundation, one of the largest planetaria in the world with top scientific gear, and hold hands with your partner as you enjoy this special trip to other galaxies, through a super sophisticated system of three dimensional virtual reality.",
            "siteName": "VisitGreece",
            "shortName": "Romantic spots in Athens",
            "indexInSource": 3,
            "iconSiteId": 29901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1413295",
            "type": "webPlacesList",
            "url": "https://pickyourtrail.com/blog/romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "It is one of the largest planetarium in the world with top advanced equipment. You can hold hands together as you enjoy this unique trip to other galaxies, across a super sophisticated system in 3-D virtual reality.",
            "siteName": "Pickyourtrail Travel Blog",
            "shortName": "Top Romantic Places in Athens For All The Love Birds Out There!",
            "indexInSource": 2,
            "iconSiteId": 814,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TF8hYHPKdP2jeTwtMaDqpSSrxSKmpu5q",
          "dGRugRiIGjEBG4MektuYgPCF57Zc6rr0",
          "Zj6M1AvZNdwn9C10JvnkzuqaUnEbcMLC",
          "cCXcVa19rJpK8l4vhHx046Kf7vd37mBm",
          "fugnR35kL9IC9tUO7MmPB6i7XkSNFuBu",
          "TF8hYHPKdP2jeTwtMaDqpSSrxSKmpu5q",
          "dGRugRiIGjEBG4MektuYgPCF57Zc6rr0",
          "Zj6M1AvZNdwn9C10JvnkzuqaUnEbcMLC",
          "cCXcVa19rJpK8l4vhHx046Kf7vd37mBm",
          "fugnR35kL9IC9tUO7MmPB6i7XkSNFuBu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Eugenides Foundation New Digital Planetarium",
        "placeId": "ChIJ7_fnoUC8oRQRlrbmrq5Lki0",
        "internationalPhoneNumber": "+30 21 0946 9600",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing place with HUGE screen, one of the biggest in the world. Makes IMAX look like and old 14\" TV. Really worth it for both children and adults.",
            "author_name": "Evan C",
            "relative_time_description": "",
            "time": 1736365722,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We went to watch a kids movie about the solar eclipse and solar system. The movie was in greek but they gave us a device with headphones to listen to the movie in English. The kids liked it, the staff is amazing !",
            "author_name": "Emmy Druzhinin",
            "relative_time_description": "",
            "time": 1742623330,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The planetarium is worth the visit.  With several different shows daily, they also have hearing devices to accommodate a variety of languages.  It is impressive and reasonably priced.",
            "author_name": "Pascale Daigneault",
            "relative_time_description": "",
            "time": 1726883241,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.eef.edu.gr/",
        "index": 17,
        "id": "",
        "categories": [
          "Planetarium",
          "Museums",
          "Educational sites",
          "Observatories & Planetariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 42,
            "2": 10,
            "3": 29,
            "4": 119,
            "5": 1359
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.939933,
        "address": "387 Syggrou Ave. (entrance 11, Pentelis st, Athina 175 64, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ1XsWMzy9oRQRpUgtxkiLp6g",
        "generalDescription": "Le Greche is a popular gelateria in Athens, founded by Evi Papadopoulou who studied gelato-making in Italy. The gelateria has expanded to multiple locations and offers a wide variety of flavors that combine Italian and Greek ingredients.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.732571,
        "rating": 4.6,
        "numRatings": 3421,
        "sources": [
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "For dessert, wander a few blocks to Le Greche, one of the finest spots for artisan ice cream in Athens. Try one of the specialty Greek flavours, such as baklava, layered with pistachios, honey and crunchy flakes of filo pastry.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 2,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dI2Sk5P2RI04NQP0lGteAYOehCPCQZNX",
          "Ziu0Yuld2TXoqf9kuBnPlBRQDcOWCu8u",
          "UkUsYNCeYstQMoxZQXwgbjJvj3FJY9DD",
          "Zu5ZcGB6fibbZUyoU8xaZjcZBlsU2RCC",
          "kkzNuDRoWe298xZkTPl0iT2kSfwV8FmC",
          "dI2Sk5P2RI04NQP0lGteAYOehCPCQZNX",
          "Ziu0Yuld2TXoqf9kuBnPlBRQDcOWCu8u",
          "UkUsYNCeYstQMoxZQXwgbjJvj3FJY9DD",
          "Zu5ZcGB6fibbZUyoU8xaZjcZBlsU2RCC",
          "kkzNuDRoWe298xZkTPl0iT2kSfwV8FmC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "0300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "0300"
            }
          }
        ],
        "name": "Le Greche",
        "placeId": "ChIJ1XsWMzy9oRQRpUgtxkiLp6g",
        "internationalPhoneNumber": "+30 21 6700 6458",
        "reviews": [
          {
            "rating": 5,
            "text": "Le Greche is the best place for ice cream! They have the most unique flavors. Especially the ricotta was out of this world. I recommend you to have your ice cream in a brioche for a better experience.",
            "author_name": "Burak Özkarakaşlı",
            "relative_time_description": "",
            "time": 1747752854,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very high-quality ice cream made with very natural ingredients, located close to the city center. The sugar content is very low, and you can truly taste the pure flavor of the milk and its ingredients. I can say it's one of the best ice creams I've ever had in my life.",
            "author_name": "Fakı AKIN",
            "relative_time_description": "",
            "time": 1749066619,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Since this is one of the very few ice cream shops in central Athens that doesn't display mountains of whipped ice cream, I decided to give it a try. The ice cream was creamy, with no ice crystals. It also held up well in the heat of July, only beginning to melt after several minutes.\n\nIt wasn't overly sweet, and the flavors were distinct. I had mascarpone and figs, and you could feel the difference between them.",
            "author_name": "Diego Piciocchi",
            "relative_time_description": "",
            "time": 1751726242,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.legreche.com/",
        "index": 18,
        "id": "",
        "categories": [
          "Ice cream shop",
          "Coffee store",
          "Confectionery store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 85,
            "2": 62,
            "3": 169,
            "4": 566,
            "5": 2540
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.975285,
        "address": "Mitropoleos 16, Athina 105 63, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJgSMyRUu9oRQRQBFACSuL-YA",
        "generalDescription": "Dionysos Zonars is a stylish restaurant housed in a glass-fronted 1960s building, offering modern Greek cuisine and an impressive terrace with views of the Acropolis. The restaurant's prime location provides panoramic vistas of the sacred rock and the Odeon of Herodes Atticus. Renowned for its role as a filming location and favored by celebrities, this historic establishment has been serving traditional Greek and international dishes with a creative flair in its plush, renovated setting.",
        "utcOffset": 180,
        "maxMinutesSpent": 90,
        "longitude": 23.722434,
        "rating": 4.5,
        "numRatings": 5918,
        "sources": [
          {
            "id": "2353926",
            "type": "webPlacesList",
            "url": "https://sunnyathens.com/honeymoon-in-athens/",
            "sourceSite": "Web",
            "snippet": "Right in the shadow of the Acropolis, Dionysos Zonars, a classic staple of Athenian dining, offers unparalleled views of the Parthenon. Elegantly set and dramatically situated, the restaurant celebrates classic Greek dishes in exquisite quality and a carefully selected wine list. Its location near the world famous Odeon of Herodes Atticus makes it a perfect choice to combine with a play or a concert.",
            "siteName": "Sunny Athens: Your Guide to Athens and Beyond",
            "shortName": "The Ultimate Athens Honeymoon Guide: Romantic Ideas & Tips",
            "indexInSource": 5,
            "iconSiteId": 56623,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "960726",
            "type": "webPlacesList",
            "url": "https://www.enjoytravel.com/en/travel-news/food-and-drink/most-romantic-restaurants-in-athens",
            "sourceSite": "Web",
            "snippet": "Dionysos was Olympian god of wine, pleasure, festivity, and madness. So, it only makes sense that one of the most romantic restaurants in Athens would take his name. At this luxurious restaurant, expect to wow your date and yourself with the wonderful service, high-quality cuisine, and absolutely stunning views.",
            "siteName": "enjoytravel.com",
            "shortName": "The 7 Most Romantic Restaurants In Athens",
            "indexInSource": 0,
            "iconSiteId": 38252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KERuOH6WESL9KDKy7owtrT7GCzl2LIg5",
          "KyB10NxTh5qJFU0oHeF3GtGrIKUiXpj1",
          "ngn5iqYvkwD7YWxPnU7f4jU8L8bUL3ds",
          "JG8bzpgKLca4B8o4OMH4I2LfbYMpAUy7",
          "FDVPrIyAv66ITJeTNQrO3tlbEeCxGCp1",
          "KERuOH6WESL9KDKy7owtrT7GCzl2LIg5",
          "KyB10NxTh5qJFU0oHeF3GtGrIKUiXpj1",
          "ngn5iqYvkwD7YWxPnU7f4jU8L8bUL3ds",
          "JG8bzpgKLca4B8o4OMH4I2LfbYMpAUy7",
          "FDVPrIyAv66ITJeTNQrO3tlbEeCxGCp1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "Dionysos Zonar's",
        "placeId": "ChIJgSMyRUu9oRQRQBFACSuL-YA",
        "internationalPhoneNumber": "+30 21 0923 3182",
        "reviews": [
          {
            "rating": 5,
            "text": "If you think this place is a tourist trap, then you're absolutely wrong. The view is amazing and yes, it's just around the Acropolis. We had a very good time (table for 11), we went during lunch time and the food was just amazing, we also had great drinks and we all enjoyed our time there before going to see the ruins. Great ambience. Didn't took pictures of the food because we were starving but here's some of the place and drinks. The only “BUT” I have for this place was that it took 2 calls for them to bring the check, everything else was just fine.",
            "author_name": "Marissa Bonilla",
            "relative_time_description": "",
            "time": 1751228673,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our favorite dinner in Athens! We are gluten free and they were very knowledgeable and understanding, we all had fabulous meals and gluten free bread to start. The view was incredible! We got to enjoy the sunset. And the service was perfect! Thank you for a lovely last night",
            "author_name": "dawn pratt",
            "relative_time_description": "",
            "time": 1751939019,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What an incredible experience at Zonar's! From start to finish, everything was absolutely perfect-the atmosphere, the service, and of course, the food. The orzo was especially outstanding-cooked to perfection, full of flavor, and beautifully presented.\n\nEvery dish we tried was incredible, and the whole evening felt like a special occasion. The elegant setting adds so much to the experience, making it the perfect place to relax, enjoy, and soak in a bit of Athenian history with modern flair.",
            "author_name": "Gianluca F",
            "relative_time_description": "",
            "time": 1756900696,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://dionysoszonars.gr/",
        "index": 19,
        "id": "",
        "categories": [
          "Fine dining restaurant",
          "Cafe",
          "Diner",
          "Greek restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 223,
            "2": 134,
            "3": 361,
            "4": 1099,
            "5": 4102
          }
        },
        "minMinutesSpent": 90,
        "latitude": 37.969452,
        "address": "Rovertou Galli 43, Athina 117 42, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ48k73x69oRQRmcRyMyUn3zU",
        "generalDescription": "The Thision Open Air Cinema, established in 1935, is a charming outdoor movie theater located in the heart of Athens. Offering gourmet snacks and breathtaking views of the Acropolis, it continues the tradition of open-air cinemas that cater to all social classes. Visitors can enjoy a romantic evening watching classic films while savoring drinks under the starry sky.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.720456,
        "rating": 4.6,
        "numRatings": 2892,
        "sources": [
          {
            "id": "1413295",
            "type": "webPlacesList",
            "url": "https://pickyourtrail.com/blog/romantic-places-in-athens/",
            "sourceSite": "Web",
            "snippet": "The Thison Cinema is an elegant open-air theatre, in the heart of Athens and is one of the most romantic spots in Athens. It stands guard in a long tradition of open-air ‘Cinema Paradiso’ and provides viewing for all, regardless of socioeconomic class. Perhaps you think night-time viewing of an old classic at the Thision Cinema would be romantic, but you want to drink the night away, as well.",
            "siteName": "Pickyourtrail Travel Blog",
            "shortName": "Top Romantic Places in Athens For All The Love Birds Out There!",
            "indexInSource": 10,
            "iconSiteId": 814,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "Watching a film under the stars at historic venues like Cine Paris or Thision Cinema with a view of the illuminated Acropolis creates an unforgettable, nostalgic experience. Let us know your preference and our Concierge will help with all the details.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 10,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "W7T3b0UlqlOY3ZMfyvdmmgfyYWpJpuVz",
          "9R8QOUmIwi10JjKm9O5EDQ77HhB9RpMY",
          "t8WFFy5XOQwKdFVoBxzSyrYMaxo2BWyt",
          "OKJUFndj8KpZJCjrxVyNC5raczdL8s1F",
          "ZG19al7omE0OIWwU7Co18rGmeNrSD5vN",
          "W7T3b0UlqlOY3ZMfyvdmmgfyYWpJpuVz",
          "9R8QOUmIwi10JjKm9O5EDQ77HhB9RpMY",
          "t8WFFy5XOQwKdFVoBxzSyrYMaxo2BWyt",
          "OKJUFndj8KpZJCjrxVyNC5raczdL8s1F",
          "ZG19al7omE0OIWwU7Co18rGmeNrSD5vN"
        ],
        "openingPeriods": [],
        "name": "Thision Open Air Cinema",
        "placeId": "ChIJ48k73x69oRQRmcRyMyUn3zU",
        "internationalPhoneNumber": "+30 21 0342 0864",
        "reviews": [
          {
            "rating": 5,
            "text": "We saw F1 here and really enjoyed it. There is an intermission halfway through to get snacks, go to the restroom. The chairs with cushion are comfortable. Great volume and visuals in the theater. A great experience for an evening in Athens",
            "author_name": "Simone Drew",
            "relative_time_description": "",
            "time": 1751698705,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great spot to watch a movie. It's a big place so you can always find a seat. There are tables in most of the rows to hold snacks and beverages from the concession stand. The view  of the Acropolis from the upper level of seats is stunning. Due to its location there can be a fair amount of ambient noise from the neighborhood, but that's just part of the experience. All in all it's a terrific place to take in a movie.",
            "author_name": "Don Morris",
            "relative_time_description": "",
            "time": 1755257620,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I love this outdoor cinema. The vibe is laidback: the view of the Parthenon and the charming bar with some stray cats lying around.\n\nSound quality can be a bit compromised when the outside is noisy (like on Saturday evenings), that's something to take in mind if you go.",
            "author_name": "Farid Hamka",
            "relative_time_description": "",
            "time": 1749480741,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://cine-thisio.gr/",
        "index": 20,
        "id": "",
        "categories": [
          "Outdoor movie theater",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 64,
            "2": 46,
            "3": 128,
            "4": 480,
            "5": 2180
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.972691,
        "address": "Apostolou Pavlou 7, Athina 118 51, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJq_UsCSe9oRQR4zQ8hj4rxRs",
        "generalDescription": "Aleria Restaurant, located in the heart of Athens, is a stylish and contemporary dining destination housed in a neoclassical villa with a charming courtyard. The restaurant offers an inventive Mediterranean cuisine curated by chef Gikas Xenakis, featuring seasonal ingredients and regional specialties. The interior seamlessly blends modern aesthetics with Greek heritage, creating an inviting atmosphere for diners to savor traditional Greek dishes and house specialties with a modern twist.",
        "utcOffset": 180,
        "maxMinutesSpent": 210,
        "longitude": 23.717772,
        "rating": 4.7,
        "numRatings": 1554,
        "sources": [
          {
            "id": "2353926",
            "type": "webPlacesList",
            "url": "https://sunnyathens.com/honeymoon-in-athens/",
            "sourceSite": "Web",
            "snippet": "Aleria is a fine dining gem nestled in a neoclassical mansion, offering distinguished Greek cuisine with modern creativity. The elegant interiors and the candlelit garden (during the summer months), make it a perfect choice for a romantic dinner. Indulge in a plethora of elevated Greek dishes and choose from a refined list of Greek wines.",
            "siteName": "Sunny Athens: Your Guide to Athens and Beyond",
            "shortName": "The Ultimate Athens Honeymoon Guide: Romantic Ideas & Tips",
            "indexInSource": 0,
            "iconSiteId": 56623,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0Chs2j2MtH8nLAhzDlfU8jPJ8WRK03MV",
          "RHCWxKxwKbirCOuksYAZmyU3XKh5bQh9",
          "V5nPgwyzpwj69hrA3XzW2fgSekzXFBTz",
          "fiiPBpYc2f7EufgqtT1W6RGH8TvZ6Bxb",
          "HoU7xHTso1oGVENchrELpN7w8UpWSNJ9",
          "0Chs2j2MtH8nLAhzDlfU8jPJ8WRK03MV",
          "RHCWxKxwKbirCOuksYAZmyU3XKh5bQh9",
          "V5nPgwyzpwj69hrA3XzW2fgSekzXFBTz",
          "fiiPBpYc2f7EufgqtT1W6RGH8TvZ6Bxb",
          "HoU7xHTso1oGVENchrELpN7w8UpWSNJ9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1900"
            },
            "close": {
              "day": 2,
              "time": "0030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1900"
            },
            "close": {
              "day": 3,
              "time": "0030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1900"
            },
            "close": {
              "day": 4,
              "time": "0030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "0030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "0030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 0,
              "time": "0030"
            }
          }
        ],
        "name": "Aleria Restaurant",
        "placeId": "ChIJq_UsCSe9oRQR4zQ8hj4rxRs",
        "internationalPhoneNumber": "+30 21 0522 2633",
        "reviews": [
          {
            "rating": 5,
            "text": "We loved every single dish in both the vegetarian and meat tasting menus. They also easily accommodated my allergy. The meal ended with a pleasant surprise that we were not expecting and they also added a few dishes over and beyond our tasting menu. It was fantastic.",
            "author_name": "Melissa Deschenes",
            "relative_time_description": "",
            "time": 1744480615,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Each course was phenomenal with so much depth. The wine pairings were also excellent with much thought and knowledge behind each one. The spirit selection was excellent, in general. My wife and I enjoyed every bite and every sip! To top it all off, the service was second to none. Highly recommend to anyone visiting Athens.",
            "author_name": "Joey DiLella",
            "relative_time_description": "",
            "time": 1748983112,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had an amazing meal our last night in Athens. We were seated in the back garden that was serene and very atmospheric. Service was attentive and warm without being pretentious. You could choose 5, 6 or 7 courses. We chose 6 and wine pairing. The food was perfection, every course was unique. It was absolutely delicious and beautifully presented. The wines were extremely well chosen, the sommelier's well curated taste were evident in every wine pairing. They had a vegetarian option as well. We especially appreciated that they were able to accommodate our son who has celiac disease and their gluten-free house made bread was delicious. This is a wonderful special occasion dinner, highly recommend. It was expensive but they delivered.",
            "author_name": "Tessa C",
            "relative_time_description": "",
            "time": 1754136437,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.aleria.gr/",
        "index": 21,
        "id": "",
        "categories": [
          "Fine dining restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 20,
            "3": 50,
            "4": 182,
            "5": 1277
          }
        },
        "minMinutesSpent": 210,
        "latitude": 37.983078,
        "address": "Meg. Alexandrou 57, Athina 104 35, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJve0Uyj29oRQRWMGP7As4US4",
        "generalDescription": "Perched on the 10th floor of the Electra Hotel Athens, the Metropolis Roof Garden offers a stunning rooftop escape with unparalleled views of the Acropolis. This chic eatery boasts floor-to-ceiling glass doors that provide breathtaking surroundings regardless of the weather. Indulge in creative Mediterranean cuisine and signature cocktails while taking in the mesmerizing vistas at this luxurious Athenian gem.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.732012,
        "rating": 4.7,
        "numRatings": 1362,
        "sources": [
          {
            "id": "2353926",
            "type": "webPlacesList",
            "url": "https://sunnyathens.com/honeymoon-in-athens/",
            "sourceSite": "Web",
            "snippet": "The Metropolis Roof Garden is the famous rooftop restaurant of the Electra Metropolis Hotel. Enjoy an intimate and serene atmosphere and one of the best views of Acropolis and Plaka, right beneath your feet. Taste refined Mediterranean dishes and selected wines, with an emphasis on seafood on a modern take.",
            "siteName": "Sunny Athens: Your Guide to Athens and Beyond",
            "shortName": "The Ultimate Athens Honeymoon Guide: Romantic Ideas & Tips",
            "indexInSource": 1,
            "iconSiteId": 56623,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "For a more secluded and cozy ambience, Electra Palace Athens offers its neoclassical charm at the garden restaurant called zohós, perfect for a candlelit dinner made of Greek soul-food. No matter the preference, Athens offers dining experiences designed to ignite romance.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 5,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7gIYlMZjPnXpUritCaETlEZtmewB3xfB",
          "W7MY4ew7DjyS7ahhmz28lGVOjAyKihRI",
          "VLzdByqbx6DWkXNoRFEHew3AySiAIQXC",
          "jCBN7A3lOoSGEbTaPydll9XEffbeZ2vv",
          "RKOMF5ziKDrgEJt2MO0X5ZDi5eT9e553",
          "7gIYlMZjPnXpUritCaETlEZtmewB3xfB",
          "W7MY4ew7DjyS7ahhmz28lGVOjAyKihRI",
          "VLzdByqbx6DWkXNoRFEHew3AySiAIQXC",
          "jCBN7A3lOoSGEbTaPydll9XEffbeZ2vv",
          "RKOMF5ziKDrgEJt2MO0X5ZDi5eT9e553"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Metropolis Roof Garden",
        "placeId": "ChIJve0Uyj29oRQRWMGP7As4US4",
        "internationalPhoneNumber": "+30 21 4100 6290",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a wonderful restaurant in Athens, offering breathtaking views of the Acropolis. Located on the 10th floor of the Electra Hotel, it provides a fantastic dining atmosphere.\n\nWe booked our dinner online in advance, although we couldn't select an outdoor table through the website. Luckily, arriving early allowed us to secure an outdoor table with an incredible view.\n\nWe three enjoyed our meal a lot. Both the appetizers and main courses were delicious and expertly prepared. The food truly met our expectations.\n\nWhile the service was generally okay, though some staff seemed less friendly and not helpful. Nevertheless, the exceptional food and stunning scenery more than made up for it.\n\nOverall, we agreed this is a restaurant we would love to visit again.",
            "author_name": "Nutharin Phusitphoykai",
            "relative_time_description": "",
            "time": 1746887334,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The view is amazing. Unfortunately, I arrived late and the kitchen was already closed, but I had a plate of mixed cheeses, ham, and jam, which was lovely. The cocktails and wine were also very good. Service was excellent, and the prices were fair for the quality, service, and location.",
            "author_name": "Kar",
            "relative_time_description": "",
            "time": 1747951661,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is the place where we enjoyed a delicious dinner with a stunning view of the Parthenon and the city of Athens. Although the terrace was closed during our visit in December, it didn't affect the view at all. Thanks to what seemed like special glass, the Parthenon appeared magnified, as if it were right in front of us.\n\nThe Greek salad we ordered was absolutely delicious - the cheese and dressing were exceptional. The steak was incredibly tender, melting in our mouths, and the sauce was excellent. The squid pasta was unbelievably tasty as well. We thoroughly enjoyed the dessert too.\n\nThe service from the staff was flawless. I highly recommend making a reservation in advance.",
            "author_name": "Eunsung Kim",
            "relative_time_description": "",
            "time": 1748581700,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.electrahotels.gr/hotels/electra-metropolis-athens/restaurants/metropolis-roof-garden/",
        "index": 22,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar",
          "Cafe",
          "Mediterranean restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 14,
            "3": 41,
            "4": 187,
            "5": 1099
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.975029,
        "address": "Mitropoleos 15, Athina 105 57, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJCdt5Gjy9oRQRd1Qcrv1JzD0",
        "generalDescription": "The 7 Jokers Coffee & Cocktail Bar is a popular late-night spot in Athens, known for its creative cocktails, draft beers, and an impressive selection of rare spirits. It's a favorite among industry insiders and bartenders who often visit after their shifts. The bar features a lively atmosphere with DJ-approved rock and funk music that attracts both first-timers and loyal customers. The quirky decor adds to the charm, making it a hidden gem in the bustling city.",
        "utcOffset": 180,
        "maxMinutesSpent": 90,
        "longitude": 23.732815,
        "rating": 4.6,
        "numRatings": 2237,
        "sources": [
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "For sundowners, head up to A for Athens or 360 Cocktail Bar, rival rooftop bars on opposite side of Monastiraki Square. Urban legend has it that Juan Rodriguez was a slave from Panama who escaped to Athens. Urban fact has it that somewhere behind the red velvet booths and hand-painted murals of this colonial-style bar in Psirri are wooden barrels where whisky, tequila, vermouth and rum are aged.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 4,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qayddjZ1bXabVpvcdPVfBAmAGdtetmmt",
          "OeKrEeUJ1CMdeTVtYILmJPlPTZcLazsm",
          "EVAyGOLtb6GxaccCRRo1F36n4RPmzF2W",
          "pxTnIu2PSfdDHHAvXHZXSmXEqOXQTYMv",
          "dCkV0To1ekHrE13xx4RAeTHDLZZRLt93",
          "qayddjZ1bXabVpvcdPVfBAmAGdtetmmt",
          "OeKrEeUJ1CMdeTVtYILmJPlPTZcLazsm",
          "EVAyGOLtb6GxaccCRRo1F36n4RPmzF2W",
          "pxTnIu2PSfdDHHAvXHZXSmXEqOXQTYMv",
          "dCkV0To1ekHrE13xx4RAeTHDLZZRLt93"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "2000"
            },
            "close": {
              "day": 1,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "2000"
            },
            "close": {
              "day": 2,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "2000"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "2000"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "2000"
            },
            "close": {
              "day": 5,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "2000"
            },
            "close": {
              "day": 6,
              "time": "0430"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "2000"
            },
            "close": {
              "day": 0,
              "time": "0500"
            }
          }
        ],
        "name": "The 7 Jokers Cocktail Bar",
        "placeId": "ChIJCdt5Gjy9oRQRd1Qcrv1JzD0",
        "internationalPhoneNumber": "+30 21 0321 9225",
        "reviews": [
          {
            "rating": 5,
            "text": "Quick and friendly service, delicious cocktails and charming atmosphere. The music was loud (which is okay) and the DJ did a great job.",
            "author_name": "Mieke Mertens",
            "relative_time_description": "",
            "time": 1744887467,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Went for cocktails with some friends the other night and as the good reviews suggest, they do make a good drink. It's small and cosy inside, nothing crazy but a good place for casual drinks.\n\nMy one issue was that I wanted something that was on the menu (evros) but not with the coffee infused Campari- I wanted the same exact thing, but with regular Campari. Tell me why the evros is €12 on the menu, but me ordering something slightly more basic, got charged €15? I didn't even question it cause at this point in my trip to Greece, I was burnt out from questioning all the suspicious charges on my restaurant/bar bills.",
            "author_name": "Ashley Ugarte",
            "relative_time_description": "",
            "time": 1726757690,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A fun and funky place with great cocktails and friendly staff. Only thing to note as a tourist is they allow smoking inside, which can get a bit overwhelming if you're sensitive to that like I am. Will be back!",
            "author_name": "Madison Riley",
            "relative_time_description": "",
            "time": 1756645896,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.instagram.com/the7jokersbar.athens?igsh=MXRiMWZjYTV2NjUwdA==",
        "index": 23,
        "id": "",
        "categories": [
          "Bar"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 26,
            "3": 124,
            "4": 478,
            "5": 1576
          }
        },
        "minMinutesSpent": 90,
        "latitude": 37.976845,
        "address": "Voulis 7, Athina 105 62, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJy2OTNRa9oRQRvNIjFc1AA1M",
        "generalDescription": "Cine Paris is a renowned open-air theater located in the historic Philomousou Etairias Square, offering visitors an unforgettable cinematic experience with stunning views of the Acropolis. Established in the 1920s, this iconic venue showcases a diverse selection of contemporary award-winning films and timeless classics amidst breathtaking surroundings. Movie enthusiasts can immerse themselves in the magic of cinema under the stars while savoring cocktails and snacks from the concession stand.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.730883,
        "rating": 4.7,
        "numRatings": 2420,
        "sources": [
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "Watching a film under the stars at historic venues like Cine Paris or Thision Cinema with a view of the illuminated Acropolis creates an unforgettable, nostalgic experience. Let us know your preference and our Concierge will help with all the details.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 9,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nJhhUPllG0epOjesWsqqOmlaUswwN9Cb",
          "9S5sVn5IgikRY8v1on8YEzeJhOXt1C6a",
          "e8IKp3k2jTUdWnL6Ieh6H01uMcZBL8bS",
          "qWldl7yE7z7TC8brlGdl5i47C5N2X9Tu",
          "knD9e8GxXnwcl54NGoBedfEnyhmxw1SD",
          "nJhhUPllG0epOjesWsqqOmlaUswwN9Cb",
          "9S5sVn5IgikRY8v1on8YEzeJhOXt1C6a",
          "e8IKp3k2jTUdWnL6Ieh6H01uMcZBL8bS",
          "qWldl7yE7z7TC8brlGdl5i47C5N2X9Tu",
          "knD9e8GxXnwcl54NGoBedfEnyhmxw1SD"
        ],
        "openingPeriods": [],
        "name": "Cine Paris",
        "placeId": "ChIJy2OTNRa9oRQRvNIjFc1AA1M",
        "internationalPhoneNumber": "+30 21 0325 2996",
        "reviews": [
          {
            "rating": 5,
            "text": "Cine Paris is not the first open-air cinema I've visited, but it's certainly one of the most beautiful, especially with its stunning view of the Acropolis. The main seating area follows the classic Athenian cinema style, with pairs of chairs separated by small tables, giving it a cozy café feel. A distinctive feature of this cinema is the set of three balconies behind the main seating area-two smaller side balconies accommodating about four seats each, and a larger central balcony. We were lucky enough to watch the film from one of these balconies, making it feel almost like a private viewing. If you want these special spots, I recommend arriving early as seating isn't assigned-first come, first served!",
            "author_name": "Emanuele",
            "relative_time_description": "",
            "time": 1746268072,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful cinema, and sweet staff. We accidentally bought tickets for Saturday instead of Friday, but when we arrived she helped us change it 🙏 Beautiful scenery, and good selection of drinks and snacks. The movies are shown in English with Greek subtitles.",
            "author_name": "Alba Skye",
            "relative_time_description": "",
            "time": 1753384411,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ive visited this place with my boyfriend and we watched Materialists. This is the best rooftop cinema we've ever been to. Such nice and amazing staff, such a good location, so pinterest-y and has a beautiful view of the acropolis. Prices, food and drink, sound, view...everything was so perfect. Thank you so much for making our first visit to Athens so special, it will always have a special place our hearts.",
            "author_name": "Emujin Uuganbayar",
            "relative_time_description": "",
            "time": 1756243266,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cineparis.gr/",
        "index": 24,
        "id": "",
        "categories": [
          "Outdoor movie theater"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 18,
            "3": 81,
            "4": 303,
            "5": 1976
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.971928,
        "address": "Kidathineon 22, Athina 105 58, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJd7KjsES9oRQR2eLc-aiM_-Q",
        "generalDescription": "Nestled in the lush garden setting under the trees of Madritis Park on Sofias Avenue, Vassilenas is a renowned restaurant with a 100-year history. Originally a popular fish tavern in Piraeus, it has evolved into a modern culinary gem in Athens. The restaurant is famous for its taramosalata and offers dishes like warm octopus salad and grilled sea bass. With a commitment to perfection, Vassilenas continues to honor family recipes while incorporating modern cooking techniques.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 23.750855,
        "rating": 4.6,
        "numRatings": 1749,
        "sources": [
          {
            "id": "2353926",
            "type": "webPlacesList",
            "url": "https://sunnyathens.com/honeymoon-in-athens/",
            "sourceSite": "Web",
            "snippet": "Having started a century ago in the poor neighborhoods of Piraeus, Vassilenas quickly established himself as the king of fine dine seafood. Recently relocated to the center of Athens, Vassilenas Athens is an elegantly designed, warm and stylish space, ideal for romantic dinners. Enjoy the decades of experience on the refined seafood dishes, as well as the impressive walk-in wine cellar in the main hall.",
            "siteName": "Sunny Athens: Your Guide to Athens and Beyond",
            "shortName": "The Ultimate Athens Honeymoon Guide: Romantic Ideas & Tips",
            "indexInSource": 4,
            "iconSiteId": 56623,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353924",
            "type": "webPlacesList",
            "url": "https://www.eatingeurope.com/blog/romantic-restaurants-athens/",
            "sourceSite": "Web",
            "snippet": "Well-regarded across Athens for its take on Greek food with some European influences, Vassilenas lies right outside Pangrati. It takes romance to another level with its matte black interiors decorated with wall-mounted lighting and delicate table settings dressed with flowers. Fine dining is the focus here; it goes beyond just a meal; it’s an entire foodie experience.",
            "siteName": "Eating Europe",
            "shortName": "The 5 Best Romantic Restaurants in Athens",
            "indexInSource": 1,
            "iconSiteId": 2299,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "960726",
            "type": "webPlacesList",
            "url": "https://www.enjoytravel.com/en/travel-news/food-and-drink/most-romantic-restaurants-in-athens",
            "sourceSite": "Web",
            "snippet": "Treat your date to something spectacular and take them on a 10-course journey at Vassilenas. This restaurant has been serving up great food and romantic vibes to guests since the 1920s. Here, it’s truly the food that sets the mood, which is indulgent, extravagant, and passionate.",
            "siteName": "enjoytravel.com",
            "shortName": "The 7 Most Romantic Restaurants In Athens",
            "indexInSource": 5,
            "iconSiteId": 38252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "U4waIPQ8nzloTjZXCwc2ilT6XqRPsHKM",
          "nefPl7dIuA8hNe2m9tetAFhKWpOhVK5Y",
          "8hGgBsqC6n95xQtbz8ur7E9G6Zjm5vti",
          "U4waIPQ8nzloTjZXCwc2ilT6XqRPsHKM",
          "nefPl7dIuA8hNe2m9tetAFhKWpOhVK5Y",
          "8hGgBsqC6n95xQtbz8ur7E9G6Zjm5vti"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1830"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1830"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1830"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1830"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1830"
            },
            "close": {
              "day": 5,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1830"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Vassilenas",
        "placeId": "ChIJd7KjsES9oRQR2eLc-aiM_-Q",
        "internationalPhoneNumber": "+30 21 0721 0501",
        "reviews": [
          {
            "rating": 5,
            "text": "What a top notch service! We are two, one of whom doesn't eat fish at all when the fixed menu is only offered on NYE. Vassilenas was very considerate and kind enough to offer a special menu.\n\nAll the staff are very friendly and professional. Crowds ans vibes are amazing.\n\nHighly recommended",
            "author_name": "Jay KR",
            "relative_time_description": "",
            "time": 1735685728,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Food is delicious, everything tasted great and was well prepared and served. The texture of the fava and tarama were the smoothest ever. The Serrano chocolate dessert was wonderful! The only taste that was not impressive was the fish kebab which I don't recommend. The service is very good, polite and friendly, atmosphere is pleasant and comfortable. Was a bit noisy but it was due to a crowded table for a company event. When they left the place proved its value for a wonderful dinner.",
            "author_name": "Tassos Kyrkos",
            "relative_time_description": "",
            "time": 1742456327,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Fantastic experience, incredible value. We had the tasting menu - lots of classic Greek flavours but with really inventive twists. Highlights were the veal with orzo and the squid. They were very accommodating to make a few changes based on our preferences, and the wine pairings were a treat - not necessitating the wines we would have reached for but gave us a new appreciation for the variety in Greek wine.",
            "author_name": "Henry B",
            "relative_time_description": "",
            "time": 1750148229,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.vassilenas.gr/",
        "index": 25,
        "id": "",
        "categories": [
          "Fine dining restaurant",
          "Greek restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 16,
            "3": 102,
            "4": 306,
            "5": 1295
          }
        },
        "minMinutesSpent": 120,
        "latitude": 37.97471,
        "address": "Vrasida 13, Athina 115 28, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJ9WOIj1y9oRQRlzRu3DA1rHw",
        "generalDescription": "CTC Urban Gastronomy, named after the Greek word for 'alimentation,' offers a blend of classic and modern gastronomy. The Michelin-starred restaurant features a modern decor with classic touches and a pleasant staff. In 2023, it maintained its one Michelin Star alongside other renowned restaurants in Athens. Chef Alexandros Tsiotinis has relocated to a new impressive space with a lovely garden, emphasizing Greek cuisine and quality raw materials.",
        "utcOffset": 180,
        "maxMinutesSpent": 210,
        "longitude": 23.71689,
        "rating": 4.7,
        "numRatings": 1268,
        "sources": [
          {
            "id": "2353924",
            "type": "webPlacesList",
            "url": "https://www.eatingeurope.com/blog/romantic-restaurants-athens/",
            "sourceSite": "Web",
            "snippet": "If you’re lucky enough to get a reservation at CTC Urban Gastronomy in the Metaxourgeio area, your date will be one big success. This Michelin-star restaurant had been on my radar for months; I saved it for one night when I wanted to take my significant other out. Let’s just say we both fell in love with the place, the minimalist outdoor setting, the giant trees taking center stage, and the sophisticated decor; we’d go back in a heartbeat.",
            "siteName": "Eating Europe",
            "shortName": "The 5 Best Romantic Restaurants in Athens",
            "indexInSource": 4,
            "iconSiteId": 2299,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353926",
            "type": "webPlacesList",
            "url": "https://sunnyathens.com/honeymoon-in-athens/",
            "sourceSite": "Web",
            "snippet": "For a unique and modern culinary experience, CTC Urban Gastronomy presents an innovative tasting menu that takes diners on a flavorful journey. Situated on a quiet spot in the Kerameikos neighborhood, CTC hails from a beautiful old-Athens style stone house with an intimate courtyard. Prepare yourself for an exquisite and artfully plated gastro experience that will undoubtedly be the highlight of your honeymoon in Athens.",
            "siteName": "Sunny Athens: Your Guide to Athens and Beyond",
            "shortName": "The Ultimate Athens Honeymoon Guide: Romantic Ideas & Tips",
            "indexInSource": 3,
            "iconSiteId": 56623,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "Treat yourselves to an avant-garde tasting menu at CTC, Athens' recently Michelin-star awarded restaurant. A more casual affair, with tables spilling out onto Avdi Square, Mirovolos is especially popular with lesbians.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 8,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BAN2Zzlj7HQgzMhU9RqcGsJ7j08lsc2W",
          "TgBp0sgm6AzEOmhwy2DnVF4RXbKQoVM1",
          "DTwTUWPL0AqlixvTJlNNBiKgRe2CkDxY",
          "zYKuQLejQzZCOEkU6fbGLTtGsJeMsiRq",
          "C6PjH9ilQF4nOqgpZ37W7YooEgmNbAPq",
          "BAN2Zzlj7HQgzMhU9RqcGsJ7j08lsc2W",
          "TgBp0sgm6AzEOmhwy2DnVF4RXbKQoVM1",
          "DTwTUWPL0AqlixvTJlNNBiKgRe2CkDxY",
          "zYKuQLejQzZCOEkU6fbGLTtGsJeMsiRq",
          "C6PjH9ilQF4nOqgpZ37W7YooEgmNbAPq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "1900"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1900"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "CTC Urban Gastronomy",
        "placeId": "ChIJ9WOIj1y9oRQRlzRu3DA1rHw",
        "internationalPhoneNumber": "+30 21 0722 8812",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best food experiences I have had in Athens.\n\nWhat made it unique, was the consistency of high quality experience from the food, to the ambience and the hospitality of the staff.\n\nThe menu was very well crafted. Taste was great but the incredible texture of the dishes was truly the highlight of this experience.\n\nLastly, the staff exhibited an exceptional level of professionalism and hospitality. A special thank you to Evi for making our evening as memorable as it was.",
            "author_name": "Jo S",
            "relative_time_description": "",
            "time": 1739640335,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The construction of the menu is excellent. The foods are amazing. Highly recommend to add lobster to the corn soup. It was one of the best lobster dish I ever tried. The service was exceptional. I enjoyed this dinner very much. Looking forward to visiting again.",
            "author_name": "ZEQING CHEN",
            "relative_time_description": "",
            "time": 1744520119,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had our first experience eating at a Michelin-rated restaurant here in Greece. They offered an 11-course surprise menu with a wine pairing. Each course had a beautiful presentation & the tastes just all came together. Aside from the amazing dishes, the service was fantastic. Each course & wine pairing was explained. This was truly an unforgettable experience!",
            "author_name": "Maria Arcuri",
            "relative_time_description": "",
            "time": 1750870521,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.ctc-restaurant.com/",
        "index": 26,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 24,
            "3": 45,
            "4": 119,
            "5": 1059
          }
        },
        "minMinutesSpent": 210,
        "latitude": 37.980495,
        "address": "Plateon 15, Athina 104 35, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJbTxL8Dy9oRQRn8vw2SxDYXQ",
        "generalDescription": "Feedέλ Urban Gastronomy is a hidden gem located in the heart of Athens, just off Ermou Street. The restaurant offers an eclectic bistro menu and clever cocktails in a cool and atmospheric space with outdoor seating. Chef Leonidas Koutsopoulos puts a tasty twist on modern Greek food, offering playful dishes and whimsical cocktails that pair perfectly with the food. The tranquil atmosphere, complete with outdoor tables overlooking a lush square, provides the perfect escape from the bustling city streets.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.729922,
        "rating": 4.4,
        "numRatings": 3345,
        "sources": [
          {
            "id": "2353937",
            "type": "webPlacesList",
            "url": "https://www.thisisathens.org/nightlife/date-night",
            "sourceSite": "Web",
            "snippet": "Feedελ Urban Gastronomy, a short walk away on a hidden, leafy square, is a champion of creative Greek cuisine (the chef is a judge on Greek Masterchef). Order as many dishes as you can: the menu is designed for sharing. For dessert, wander a few blocks to Le Greche, one of the finest spots for artisan ice cream in Athens.",
            "siteName": "This is Athens",
            "shortName": "The Perfect Date Night in Athens",
            "indexInSource": 1,
            "iconSiteId": 3845,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WqYLGz6g2QTCmOfusllhwJBcsMjCOZ8W",
          "mmzgMaKKJc3HVKh33KPErpn9tDh1Nb8Q",
          "njuzEWt2FU3tvaBxiNbg2axJCwtwT0Hn",
          "wbB2H53AnF8ObjALvAOdISb5dw9iSz2I",
          "ol0EO2SFeEvyuvFxZpuvWqdYbkJiZi1g",
          "WqYLGz6g2QTCmOfusllhwJBcsMjCOZ8W",
          "mmzgMaKKJc3HVKh33KPErpn9tDh1Nb8Q",
          "njuzEWt2FU3tvaBxiNbg2axJCwtwT0Hn",
          "wbB2H53AnF8ObjALvAOdISb5dw9iSz2I",
          "ol0EO2SFeEvyuvFxZpuvWqdYbkJiZi1g"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1800"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "0030"
            }
          }
        ],
        "name": "Feedέλ Urban Gastronomy",
        "placeId": "ChIJbTxL8Dy9oRQRn8vw2SxDYXQ",
        "internationalPhoneNumber": "+30 21 0321 0551",
        "reviews": [
          {
            "rating": 5,
            "text": "Heard a lot about this place, but honestly, you have to try it to understand-A M A Z I N G! Service was on point, and the cocktails were exceptional, perfectly paired with the menu. We started with the avocado tzatziki (good) and a salad (amazing). For mains, the lemon chicken and slow-cooked beef were both outstanding. Highly recommend!",
            "author_name": "23demii",
            "relative_time_description": "",
            "time": 1739116977,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Incredible food, friendly service in a vibrant atmosphere. This small restaurant is without question the best we have visited in Athens. The Red Sea bream is incredible and the Yphes salad takes Greek salads to the next level. To finish, crème brûlée with everything - a taste of orange, touches of dark chocolate mousse and home made vanilla ice cream that has something extra in it…. Superb! This restaurant is a must visit.",
            "author_name": "Victor Jensch",
            "relative_time_description": "",
            "time": 1751569810,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place has been my absolute favorite meal of our trip in Athens. It's in an area with a lot less foot traffic so you feel like you have the whole area to yourself and can get away from it all. The food is absolutely amazing. The salad, bread and mushrooms were my amazing but the sauces and the chicken were mind blowing. Make sure you hit them up!",
            "author_name": "Stephen Crisp",
            "relative_time_description": "",
            "time": 1753207560,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.feedelrestaurant.com/",
        "index": 27,
        "id": "",
        "categories": [
          "Eclectic restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 132,
            "2": 130,
            "3": 307,
            "4": 634,
            "5": 2142
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.976557,
        "address": "Ktena 1, Athina 105 63, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJZ69FcBq9oRQRIpaIMhGfS6U",
        "generalDescription": "Lotte cafe-bistrot is a charming spot that offers snacks, cakes, and cocktails in a nostalgic setting with outdoor seating. It's an ideal place to start your morning with a stroll before heading to other cafes in the Makryianni neighborhood. If you're a literary enthusiast, Lotte is the perfect place for you.",
        "utcOffset": 180,
        "maxMinutesSpent": 150,
        "longitude": 23.727054,
        "rating": 4.5,
        "numRatings": 2064,
        "sources": [
          {
            "id": "479986",
            "type": "webPlacesList",
            "url": "https://insightsgreece.com/the-most-romantic-spots-in-athens/",
            "sourceSite": "Web",
            "snippet": "Start in the morning with an early stroll here while it’s still cooler and then head to Makryianni neighbourhood below for a coffee at Little Tree Cafe, Lotte Cafe or Drips and Drupes charcuterie where you can enjoy a midday prosecco or a healthy juice and a cold cuts platter a deux.",
            "siteName": "Insights Greece",
            "shortName": "The Most Romantic Spots in Athens",
            "indexInSource": 0,
            "iconSiteId": 37967,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GYRKK0jrnWl9Hkd1E1sGwOL7C7KPuK0Q",
          "GZHiVAtvQa2byl8dpMwneyinsuzzdxhU",
          "nmZZeg3iBcr7XbIlI9fwVXgTa4GeGfir",
          "PzfdCuXLe7JuBcMtQYGHdtz4luQNpBOP",
          "5nyuiXEKkNej6hHXaWvoUaRyxM39jVGl",
          "GYRKK0jrnWl9Hkd1E1sGwOL7C7KPuK0Q",
          "GZHiVAtvQa2byl8dpMwneyinsuzzdxhU",
          "nmZZeg3iBcr7XbIlI9fwVXgTa4GeGfir",
          "PzfdCuXLe7JuBcMtQYGHdtz4luQNpBOP",
          "5nyuiXEKkNej6hHXaWvoUaRyxM39jVGl"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "Lotte cafe-bistrot",
        "placeId": "ChIJZ69FcBq9oRQRIpaIMhGfS6U",
        "internationalPhoneNumber": "+30 21 1407 8639",
        "reviews": [
          {
            "rating": 5,
            "text": "My absolute favourite coffee ahop spot in Athens.\nThe vibe is amazing. The decor is quaint. You'll feel as though you stepped into a different world.\n\nWent there for a late afternoon coffee. Coffee taste and quality was really good. Can highly recommend the carrot cake.\n\nThe jazz music in the background and the outdoor seating surrounded by plants is the perfect scene to relax completely.\n\nThey have an amazing cocktail menu as well. We tried one that was well made!",
            "author_name": "Susanna De Bruin",
            "relative_time_description": "",
            "time": 1722749738,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Simply the best cafe in Athens! Great service from the waitress. Food & coffee are fresh and delicious. Would return. Sending love from London:)",
            "author_name": "Arun Basuita",
            "relative_time_description": "",
            "time": 1745880660,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Zen vibes in a quiet urban alley.\nThe interior brings back memories of the '60s.\nGreat prices, friendly and kind staff.\nPerfect spot for a casual rendezvous or a relaxed chat with friends.",
            "author_name": "JohnTsikoudakis",
            "relative_time_description": "",
            "time": 1748622042,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/Lotte-cafe-bistrot-324817304383579/",
        "index": 28,
        "id": "",
        "categories": [
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 75,
            "2": 40,
            "3": 128,
            "4": 369,
            "5": 1452
          }
        },
        "minMinutesSpent": 150,
        "latitude": 37.967153,
        "address": "Tsami Karatasou 2, Athina 117 42, Greece",
        "travel_time": null
      },
      {
        "_id": "ChIJEwT45Rm9oRQRRB-RjkSlKmY",
        "generalDescription": "Dionysiou Areopagitou is a picturesque pedestrian street that offers a blend of ancient history and modern attractions. The street begins near the temple of Olympian Zeus and the Arch of Hadrian, leading visitors on an 830-meter journey to Thision. Along the way, you'll encounter iconic archaeological sites such as the Ancient Theatre of Dionysus and the Odeon of Herodes Atticus.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 23.726898,
        "rating": 4.9,
        "numRatings": 327,
        "sources": [
          {
            "id": "2353925",
            "type": "webPlacesList",
            "url": "https://www.electrahotels.gr/blog/romantic-getaways-for-couples-fall-in-love-with-athens/",
            "sourceSite": "Web",
            "snippet": "Walk through the National Garden, a lush oasis in the heart of the city, or take a sunset stroll along Dionysiou Areopagitou, the promenade around the sacred rock, one of Athens’ most scenic pedestrian streets. For an elevated view of the entire city, climb Lycabettus Hill and admire the city bathed in golden hues, creating the perfect setting for a romantic moment.",
            "siteName": "Electra Hotels & Resorts",
            "shortName": "Great Romantic Getaways for Couples in Athens",
            "indexInSource": 4,
            "iconSiteId": 45082,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "q1s5RYwCjFuDkU97n43px2WMAMHKk08R",
          "RJ074AOodZhR8U23Z56xkVSfcpKzPgoz",
          "sumeGxTMbmIk7AvtvqF8QKhjiYmAaS9t",
          "jOGmz1DJvPL4S5EqpSIoIXNrBzqaRnk8",
          "2c46O7zViLiP5uzofqykm3psVVrpks4R",
          "q1s5RYwCjFuDkU97n43px2WMAMHKk08R",
          "RJ074AOodZhR8U23Z56xkVSfcpKzPgoz",
          "sumeGxTMbmIk7AvtvqF8QKhjiYmAaS9t",
          "jOGmz1DJvPL4S5EqpSIoIXNrBzqaRnk8",
          "2c46O7zViLiP5uzofqykm3psVVrpks4R"
        ],
        "openingPeriods": [],
        "name": "Dionysiou Areopagitou",
        "placeId": "ChIJEwT45Rm9oRQRRB-RjkSlKmY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A pedestrian street to stroll along and take in the magnificent views of the historic  sites around you.",
            "author_name": "Yuhng Yeap",
            "relative_time_description": "",
            "time": 1731779161,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A lovely place to walk through. It's convenient,  quiet and alongside the Acropolis.",
            "author_name": "D TS",
            "relative_time_description": "",
            "time": 1744217707,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely beautiful and really fun to walk around! Their are tons of shops and things to do, we really enjoyed it here!",
            "author_name": "Corey Barnard",
            "relative_time_description": "",
            "time": 1750452337,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 29,
        "id": "",
        "categories": [
          "Notable street"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 4,
            "4": 37,
            "5": 286
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.969637,
        "address": "Athina, Greece",
        "travel_time": null
      }
    ]
  }
}