{
  "list_id": "1091",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1091/1.jpg",
  "description": "Dive into \"Bhopal's Hidden Gems: Capture the Beauty\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160353"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Bhopal's Hidden Gems: Capture the Beauty",
  "city_id": "485",
  "subtype": "poi",
  "city": "Bhopal",
  "created_ts": 1759781799,
  "slug": "bhopals-hidden-gems-capture-the-beauty-bhopal-poi-7542b0",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ8bJqHJFCfDkR0piRlLtIdEQ",
        "generalDescription": "Birla Mandir, located on a large hilltop in Bhopal, is a stunning Hindu temple dedicated to Lord Vishnu and Goddess Lakshmi. The serene environment and beautiful architecture make it a must-visit for those interested in spirituality. The temple offers panoramic views of the city, especially during sunset, making it perfect for capturing memorable moments with friends. Surrounded by greenery and open space, the complex also houses a revered shrine of Lord Shiva and Goddess Parvati.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.408538,
        "rating": 4.6,
        "numRatings": 11385,
        "sources": [
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 6 km from Bhopal Junction, Birla Mandir is a Hindu temple located in Bhopal, Madhya Pradesh. Also known as Lakshmi Narayan Temple, it is one of the popular places of pilgrimage in Bhopal, and among the must-visit places during Bhopal Trip. Built atop the striking Arera Hills, the famous Birla Temple was built as a tribute to Goddess Lakshmi and Lord Vishnu.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Birla Mandir Complex harbors a revered shrine of Lord Shiva and Goddess Parvati and sacred Laxmi-Narayan Temple. It is one of the biggest temples of Bhopal with a tranquil environment and lots of greenery and open space. Built at the peak of Arera hills, this picturesque temple has sandy-yellowish color, an antique appeal, and a wonderful ambiance.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 13,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92073",
            "type": "webPlacesList",
            "url": "https://www.mptourism.com/destination-bhopal.php",
            "sourceSite": "Web",
            "snippet": "The impressive Lakshmi Narayan Temple or Birla Mandir was constructed by Hindustan Charity Trust between 1960 and 1964. It is located on the highest peak of the Arera hills, now known as Lakshminarayana Giri. The ochre and red building feature a sacred yellow flag perched atop the spire and is decorated with holy Hindu symbols.",
            "siteName": "mptourism.com",
            "shortName": "Best Places to Visit in Bhopal (2025) - Top Attractions",
            "indexInSource": 5,
            "iconSiteId": 14242,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 16 out of 30 Places To Visit in Bhopal. Built at the summit of Arera hills is the Birla Mandir, structured with grandiose scale and design. It's an awe-inspiring spectacle that showcases a panoramic view of the historic city of Bhopal.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 12,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924001",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places/bhopal?srsltid=AfmBOoqJdNDJ584WyugsjPSHIkIpN53V9k4GWTLwMW05UPps125vnv6g",
            "sourceSite": "Web",
            "snippet": "Located at the Arera hilltop and built by Birla Foundation, the temple is dedicated to Hindu deity of wealth, Goddess Lakshmi and Lord Vishnu. The massive structure is inspired by Nagar temple style.",
            "siteName": "makemytrip.com",
            "shortName": "Tourist Places & Top Things to Do in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "S3woyzdQXfIEsttxK8XEGz0P8OW96Vwd",
          "866Aq7045Jl5UKXEf1KGbxELuPfnAnob",
          "STVWYKgBHXxcWDgOBFQrcelqoyAiv1w1",
          "S3woyzdQXfIEsttxK8XEGz0P8OW96Vwd",
          "866Aq7045Jl5UKXEf1KGbxELuPfnAnob",
          "STVWYKgBHXxcWDgOBFQrcelqoyAiv1w1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0400"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0400"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0400"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0400"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0400"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0400"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0400"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Birla Mandir",
        "placeId": "ChIJ8bJqHJFCfDkR0piRlLtIdEQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Today, Birla Mandir is present in every city. You will find a different Birla Mandir in every city. This Birla Mandir is from Bhopal and it is a different beautiful temple in Bhopal.When you go here, you will feel very good. You will find a lot of peace. When you come out of the temple, you will find the Birla Museum next to it and a little ahead of this temple, you will find a city view, which will make you feel very relaxed. You can spend some time there with your family. As soon as you come out of the temple, you will find small temples as well. You must visit there. Yes, taking pictures inside is strictly prohibited. When I was taking pictures, the Pandit ji there told me that you cannot click pictures here. But you can click all the pictures outside the temple except the ones inside the temple.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1750595319,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "\"Birla Mandir, Bhopal: A Perfect Blend of Peace, Grandeur, and Nature\"\n\nLocated on a scenic hilltop, Birla Mandir (also known as Lakshmi Narayan Temple) is one of the most magnificent and serene places in Bhopal. The temple offers breathtaking panoramic views of the city, making the location truly remarkable. Watching the sun set over the city and lakes from this point feels almost divine.\n\nBuilt with pristine white marble, the temple's architecture is grand and majestic. The tall spires, beautifully carved pillars, and peaceful atmosphere create an aura of spiritual bliss. The entire complex is clean, well-maintained, and radiates a sense of calm and positivity.\n\nThe gentle sound of temple bells, combined with the fresh breeze and serene surroundings, makes it a perfect place for meditation, reflection, or simply soaking in the beauty of nature.\n\nIn short, Birla Mandir is not just a temple-it's an experience. A perfect harmony of devotion, art, and natural beauty. If you ever visit Bhopal, this iconic landmark is an absolute must-visit.",
            "author_name": "Prakash Trishna Vishwas",
            "relative_time_description": "",
            "time": 1753180898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Laxmi Narayan Birla Mandir is truly beautiful, with stunning architecture and a peaceful environment. It's a perfect place for a calm and spiritual experience. Don't miss the museum nearby it's also excellent, with interesting displays. You should definitely visit this place if you're in the city.",
            "author_name": "akanksha dubey",
            "relative_time_description": "",
            "time": 1749552849,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Place of worship",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 233,
            "2": 99,
            "3": 511,
            "4": 2150,
            "5": 8392
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.238283,
        "address": "Ke Samne, Birla Mandir Rd, Arera Hills, Bhopal, Madhya Pradesh 462003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJPzqiWrFCfDkRZDu82g2hVsI",
        "generalDescription": "The Madhya Pradesh Tribal Museum, established in 2013, offers a unique and immersive experience into the traditions of various tribal communities in the region. Unlike traditional museums, it allows visitors to walk through doorways and into rooms that showcase wedding celebrations, pots and pans, musical instruments, and more up close. The museum features a giant banyan tree at the entrance with branches extending throughout the gallery to provide shelter for different kinds of huts and homes.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.384765,
        "rating": 4.7,
        "numRatings": 16463,
        "sources": [
          {
            "id": "1412749",
            "type": "webPlacesList",
            "url": "https://navbharattimes.indiatimes.com/travel/destinations/famous-places-in-bhopal-in-hindi/articleshow/84440590.cms",
            "sourceSite": "Web",
            "snippet": "भोपाल में सबसे प्रसिद्ध स्थानों में से एक, मध्य प्रदेश का ये म्यूजियम अत्यंत सुनियोजित है। यहां आप आदिवासी संस्कृति देख सकते हैं। आदिवासी जीवन की कुछ मूल बातें सीखने के लिए प्रवेश द्वार पर एक ब्रोशर भी दिया जाता है, जिसकी मदद से आप इस म्यूजियम में मौजूद चित्रों और वास्तुकला को आसानी से समझ सकते हैं। परिसर को सावधानी से 6 गैलरीज में विभाजित किया गया है, जो जनजातीय संस्कृति, जीवन, कला और पौराणिक कथाओं को समर्पित हैं। यदि आप इतिहास के शौकीन या पौराणिक कथाओं के शौकीन हैं, तो यह जगह आपको जरूर देखनी चाहिए।. (फोटो साभार : Wikimedia Commons)",
            "siteName": "Navbharat Times",
            "shortName": "Places To Visit In Bhopal,ये हैं भोपाल के टॉप 8 टूरिस्ट स्पॉट, कला से लेकर झीलों तक यहां सब कुछ है बेहद खास - famous places in bhopal in hindi",
            "indexInSource": 5,
            "iconSiteId": 29081,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 8 km from Bhopal Junction, Madhya Pradesh Tribal Museum is a museum located at Shyamla Hills in Bhopal, Madhya Pradesh. Situated just beside State Museum, it is one of the popular museums in Madhya Pradesh, and among the prominent Bhopal Tourist Places. The cultural tapestry of Madhya Pradesh is woven with varied art, craft, architecture, and customs as it is home to several tribal communities such as the Gonds, Baigas, and Bhariyas.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 6,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "A rich repository where the state's art and culture belonging to various tribes is well preserved. Tribal Museum is a rich tapestry of exhaustive exhibits showcasing the tribal art and culture. The artistic display of artifacts is captivating as visitors get to know about the interesting tribal rituals, traditional artwork, unique customs, and different forms of worship of seven important tribes of Madhya Pradesh.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 16,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92073",
            "type": "webPlacesList",
            "url": "https://www.mptourism.com/destination-bhopal.php",
            "sourceSite": "Web",
            "snippet": "The Madhya Pradesh Tribal Museum in Bhopal takes you on an immersive journey through the culture and tells the stories of tribal heritage through full-scale models and colourful art installations and performances. It is one of the best museums in India where one can also witness magnificent traditional music, dance and drama performances hosted by the museum.",
            "siteName": "mptourism.com",
            "shortName": "Best Places to Visit in Bhopal (2025) - Top Attractions",
            "indexInSource": 8,
            "iconSiteId": 14242,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923988",
            "type": "webPlacesList",
            "url": "https://akshitphotography.com/top-locations-for-pre-wedding-shoot-in-bhopal-akshitphotography/",
            "sourceSite": "Web",
            "snippet": "Last but not least, the Tribal museum has numerous props that will act as the theme background of your Pre-Wedding photoshoot. Although to shoot inside the museum, you will have to take permission beforehand from the officials. If taken to the right use, Tribal Museum would prove to be one of the best Pre-Wedding Photoshoot locations in Bhopal.",
            "siteName": "Akshitphotography",
            "shortName": "Top Locations for Pre-Wedding Shoot in Bhopal",
            "indexInSource": 5,
            "iconSiteId": 34113,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923987",
            "type": "webPlacesList",
            "url": "https://sceneloc8.com/best-pre-wedding-shoot-locations-in-bhopal-capture-your-love-story/",
            "sourceSite": "Web",
            "snippet": "The rich cultural legacy and customs of Madhya Pradesh’s tribal people are on display at the Tribal Museum. It is a creative and culturally-infused pre-wedding shoot setting that is intriguing due to its distinctive props and colorful displays. Couples who want to take pictures within the museum should get permission first.",
            "siteName": "SceneLoc8",
            "shortName": "Best Pre-Wedding Shoot Locations in Bhopal: Capture Your Love Story",
            "indexInSource": 5,
            "iconSiteId": 265542,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 24 out of 30 Places To Visit in Bhopal. Tribal Museum is a rich tapestry of exhaustive exhibits showcasing the tribal art and culture. It highlights various aspects of the tribes in Madhya Pradesh and Chattisgarh.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 16,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923991",
            "type": "webPlacesList",
            "url": "http://www.portfoliostudio.in/best-pre-wedding-photographer-in-bhopal-places-for-pre-wedding-photoshoot-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "You can visit there if you are planning a pre wedding photography in Bhopal. It is also one of the Best Pre Wedding Shoot Places in Bhopal. Book Best Destination Wedding Photographer by Contacting Portfolio Studio",
            "siteName": "PortfolioStudio",
            "shortName": "Best Pre-Wedding Photographer in Bhopal & Pre Wedding Places",
            "indexInSource": 3,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "a1hfhq6wu8VR7rAmQ2n9q5GrwM6ghYSP",
          "6I3v4jCMk6Ftef4ScUg7fMCWT12D66Ta",
          "DWGmnIItlnPb9yUbcXCDp8r49YIcJJj0",
          "a1hfhq6wu8VR7rAmQ2n9q5GrwM6ghYSP",
          "6I3v4jCMk6Ftef4ScUg7fMCWT12D66Ta",
          "DWGmnIItlnPb9yUbcXCDp8r49YIcJJj0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Madhya Pradesh Tribal Museum",
        "placeId": "ChIJPzqiWrFCfDkRZDu82g2hVsI",
        "internationalPhoneNumber": "+91 755 266 1948",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing collection of Folk art and traditional things. Tastefully planned and executed. Beautifully done murals, sculptures and art peices.\n\nThe few things which need attention from office bearers:\n\nInformation provided is not clearly visible as the board used is mettalic/ reflective and fond used is too small.\n\nThe place needs more accurate depiction and description of the socio- geographical facts of the communities being depicted.\nOverall must watch.\nMore accurate and latest  information will increase the appeal to larger group of audience",
            "author_name": "Tanmay Bharani",
            "relative_time_description": "",
            "time": 1745303124,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Tribal Museum in Bhopal is a truly fascinating and enriching place to spend your time, offering a deep insight into the vibrant and diverse tribal cultures of Madhya Pradesh. Located in the heart of the city, the museum is not just a display of artifacts but a lively and colorful representation of tribal life, traditions, and beliefs. As you walk through its creatively designed galleries, you are greeted with a wide array of tribal-style handicrafts, traditional tools, ornaments, paintings, and lifestyle exhibits that reflect the simplicity, ingenuity, and artistic brilliance of tribal communities.\n\nEach section of the museum is carefully curated to represent different tribal groups, showcasing their unique way of life, architecture, and cultural identity. The life-size models of tribal houses, complete with murals and intricate detailing, give visitors a realistic experience of tribal living environments. The museum uses modern display techniques, ambient lighting, and storytelling elements to make the exhibits both engaging and educational.\n\nIt is a place where tradition meets creativity - from intricately carved wooden art to symbolic paintings that narrate myths and folklore. Visiting the Tribal Museum is not only visually delightful but also intellectually rewarding, offering a chance to appreciate the richness of indigenous heritage that often goes unnoticed. Whether you are a history enthusiast, an art lover, or simply a curious traveler, the Tribal Museum is a place worth visiting. It provides a refreshing escape from the usual tourist spots and leaves you with a deeper understanding of India's tribal roots.",
            "author_name": "Khareji Ka Launda",
            "relative_time_description": "",
            "time": 1750411921,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very beautiful and well maintained place. It showcases the culture and heritage of the state's indigenous tribes. Beautifully displayed with vibrant colors. A must visit for everyone visiting Bhopal. One of the beautiful museums in India.",
            "author_name": "Dr Vaibhav Chapara",
            "relative_time_description": "",
            "time": 1758261236,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://mptribalmuseum.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Heritage museum",
          "Museums",
          "Archaeological museum",
          "History Museums",
          "Natural History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 258,
            "2": 128,
            "3": 542,
            "4": 2870,
            "5": 12670
          }
        },
        "minMinutesSpent": 120,
        "latitude": 23.234397,
        "address": "69PP+52, Shyamla Hills Rd, near State Museum, Shymala Hills, Bhopal, Madhya Pradesh 462003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ6wVxiaZCfDkR4u5Khrl_XXk",
        "generalDescription": "Bharat Bhavan, located on J Swaminath Marg on Shamla Hills, is a cultural space inaugurated in 1982 by Prime Minister Indira Gandhi. It serves as a hub for contemporary arts including dance, theater, film, painting and sculpture.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.392465,
        "rating": 4.5,
        "numRatings": 5348,
        "sources": [
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Bharat Bhavan is an impressive multi-art center that seeks to provide a stimulating environment for creativity in fine arts, literature dance, music, theater, and cinema. There are beautiful courtyards huge art gallery, a tribal museum an amphitheater, an auditorium, and libraries. It houses offices and well-manicured terraced gardens offering beguiling views.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 9,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 5 km from Bhopal Junction, Bharat Bhavan is an autonomous multi-arts complex and museum located in Bhopal, Madhya Pradesh. Situated near Upper Lake, it is one of the popular museums in Bhopal, and among the must-visit places in Bhopal. Opened in 1982, Bharat Bhavan was established and financed by the Government of Madhya Pradesh.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 11,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "7 km from city center 12 out of 30 Places To Visit in Bhopal. A centre of visual and performing arts, Bharat Bhavan is a unique institution with an unparalleled and impactful architecture.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "39ohjiqf3hSXCm6u7TKb5h2dHsOr0iq3",
          "y0mF161xdlza5JKX3c3U4EzfTp9Cg19B",
          "eQSLMniE5jVqsPTnQXYXmUJugM72ZUZH",
          "39ohjiqf3hSXCm6u7TKb5h2dHsOr0iq3",
          "y0mF161xdlza5JKX3c3U4EzfTp9Cg19B",
          "eQSLMniE5jVqsPTnQXYXmUJugM72ZUZH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Bharat Bhavan Bhopal",
        "placeId": "ChIJ6wVxiaZCfDkR4u5Khrl_XXk",
        "internationalPhoneNumber": "+91 98270 44197",
        "reviews": [
          {
            "rating": 5,
            "text": "It's a paradise for lovers of classical Indian music. The entire Bhavan showcases the work of various artists, featuring paintings of renowned figures, poetry, a library, and more. It's highly recommended for anyone visiting the city and looking for a serene, peaceful spot to relax and enjoy the view of the lake. The place charges ₹20 per person (for Indian) and it's worth every penny.",
            "author_name": "Visruth Pv",
            "relative_time_description": "",
            "time": 1737662655,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-visit cultural gem in Bhopal! Bharat Bhawan beautifully blends art, architecture, and nature. From the serene lake views to the inspiring art galleries, every corner reflects creativity and heritage. The open-air amphitheatre and museum spaces are truly unique. Perfect for photography, reflection, and soaking in Madhya Pradesh's vibrant cultural spirit. Highly recommended for art lovers and peace seekers alike!",
            "author_name": "Satyam Vij",
            "relative_time_description": "",
            "time": 1751770148,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Bharat Bhavan in Bhopal is honestly one of those places that leaves you with a lasting impression. Tucked near the Upper Lake, the whole setting feels peaceful and refreshing. The building itself has a very unique design, simple yet artistic, and the view from the premises makes it even better.\n\nInside, there's a lot to explore - art galleries, a library, and even sections dedicated to tribal art and culture. I personally loved the tribal art gallery; it gives such a raw and authentic feel of Madhya Pradesh's roots. The paintings and sculptures are displayed in a way that feels approachable, not overwhelming, which makes the experience really enjoyable.\n\nThe amphitheatre is another highlight. Even if you're not attending a performance, just sitting there for a while feels special. You can almost imagine the energy of the crowd and the artists performing under the open sky. It's one of those spots that connects you with both art and nature at the same time.\n\nOverall, visiting Bharat Bhavan didn't feel like just ticking off a tourist attraction - it felt more personal. It's calm, creative, and full of stories. If you're in Bhopal and looking for something beyond malls and busy streets, this place is a must.",
            "author_name": "Traveller",
            "relative_time_description": "",
            "time": 1757310384,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://bharatbhawan.org/",
        "index": 3,
        "id": "",
        "categories": [
          "Art center",
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 125,
            "2": 80,
            "3": 335,
            "4": 1097,
            "5": 3710
          }
        },
        "minMinutesSpent": 120,
        "latitude": 23.246831,
        "address": "2nd floor, 53, J, Harshavardhan Nagar, Krishna Nagar, Shymala Hills, Bhopal, Madhya Pradesh 462003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJix0WCR9ofDkR9GtzqjlT9-U",
        "generalDescription": "Moti Masjid, often referred to as the Pearl Mosque, is a stunning 19th-century architectural gem located in Bhopal, Madhya Pradesh. This mosque boasts an exquisite white facade that beautifully contrasts with its striking red towers. Constructed in 1860 under the visionary leadership of Sikander Jehan Begum, a progressive ruler known for her contributions to the city's development, Moti Masjid reflects both her legacy and the rich history of female leadership in Bhopal.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.399028,
        "rating": 4.5,
        "numRatings": 3134,
        "sources": [
          {
            "id": "477527",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/places-to-see-bhopal-madhya-pradesh/",
            "sourceSite": "Web",
            "snippet": "Also known as the ‘Pearl Mosque’ because of its sparkling white marbled floor, ‘Moti Masjid’ is yet another famous and interesting site to visit in Bhopal. Built in 1860, under the rule of Sikander Jehan Begum, one of the most liberated women in the history of Bhopal who worked towards progression of the city by building several monuments, roads and bridges, this mosque stands as a testament to her incredible efforts and off-course to the glorious chapter of Bhopal’s history when it was led by women rulers. Interesting Highlights",
            "siteName": "Tour My India",
            "shortName": "16 Best Places to Visit in Bhopal, Madhya Pradesh",
            "indexInSource": 8,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412749",
            "type": "webPlacesList",
            "url": "https://navbharattimes.indiatimes.com/travel/destinations/famous-places-in-bhopal-in-hindi/articleshow/84440590.cms",
            "sourceSite": "Web",
            "snippet": "देश की सबसे दिलचस्प मस्जिदों में से एक, मोती मस्जिद का निर्माण 1862 में अपने समय की सबसे प्रगतिशील और स्वतंत्र सोच वाली महिला सिकंदर जहान बेगम ने करवाया था। सुंदर, शुद्ध सफेद संगमरमर से तैयार की गई, मस्जिद की वास्तुकला दिल्ली में ऐतिहासिक जामा मस्जिद के समान है। स्मारक के चमकदार सफेद हिस्से ने इसे 'पर्ल मस्जिद' नाम दिया है, जिसमें एक भव्य आंगन है, जहां की खिड़की से आप शहर के कुछ खूबसूरत नजारे देख सकते हैं। इतिहास प्रेमियों के लिए मोती मस्जिद बेस्ट जगह है।. (फोटो साभार : Wikimedia Commons)",
            "siteName": "Navbharat Times",
            "shortName": "Places To Visit In Bhopal,ये हैं भोपाल के टॉप 8 टूरिस्ट स्पॉट, कला से लेकर झीलों तक यहां सब कुछ है बेहद खास - famous places in bhopal in hindi",
            "indexInSource": 3,
            "iconSiteId": 29081,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4 km from Bhopal Junction, Moti Masjid is a religious place located in Bhopal, Madhya Pradesh. Situated near Gauhar Mahal, it is one of the significant mosques in Bhopal, and among the important places to visit in Bhopal. Often called the city of mosques, Bhopal is home to several historical mosques and monuments within its walls.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 10,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Moti Masjid is a renowned historic landmark built in 1860 by Sikander Jehan Begum of Bhopal, daughter of Qudusiya Begum. Commonly known as the Pearl Mosque, it is located in the heart of the city of Bhopal at Hawamahal Road, Chowki Talaiya, Peer Gate. Although small in size, the architecture of this mosque is impressive.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 8,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 10 out of 30 Places To Visit in Bhopal. Moti Masjid was constructed in the year 1860 by a progressive leader Sikander Begum. The mosque is relatively smaller in size, but its architectural marvel and religious significance attracts tourists and devotees from different parts of the country.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92026",
            "type": "webPlacesList",
            "url": "https://www.easemytrip.com/blog/bhopal-tourist-attractions",
            "sourceSite": "Web",
            "snippet": "Moti Masjid is an important landmark in Bhopal that features a remarkable similarity to the architecture of Delhi’s Jama Masjid. It was built by Sikandar Jahan, the daughter of Kudsia Begum. This amazing mosque intensely highlights the position attained by Islamic art and architecture during the Nawabi era.",
            "siteName": "Easy Trip Planners",
            "shortName": "10 Popular Places to See in Bhopal: Bhopal Tourist Attractions",
            "indexInSource": 3,
            "iconSiteId": 2328,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bXDTQRQI6z09LXxQIs6KpzDAuHyhCBPN",
          "Jqdh72v6vOhf2K18DDdpwy4i7pGgwqQZ",
          "rxmX0kOiuqkmXqxEOZZVo6pn54Q1zUGc",
          "bXDTQRQI6z09LXxQIs6KpzDAuHyhCBPN",
          "Jqdh72v6vOhf2K18DDdpwy4i7pGgwqQZ",
          "rxmX0kOiuqkmXqxEOZZVo6pn54Q1zUGc"
        ],
        "openingPeriods": [],
        "name": "Moti Masjid",
        "placeId": "ChIJix0WCR9ofDkR9GtzqjlT9-U",
        "internationalPhoneNumber": "+91 755 278 0600",
        "reviews": [
          {
            "rating": 5,
            "text": "I had the pleasure of visiting Moti Masjid in Bhopal, and it was an absolutely wonderful experience! The mosque is a beautiful example of Mughal architecture, with its intricate details and stunning marble work that truly leaves you in awe. The peaceful ambiance inside made it a perfect spot for reflection and tranquility. The surroundings are well-maintained, and the mosque itself stands as a testament to the rich cultural and historical heritage of Bhopal. Whether you're a history enthusiast or simply someone looking for a serene place, Moti Masjid is definitely worth a visit. Highly recommended!",
            "author_name": "Nawaz Shareef Mohd.",
            "relative_time_description": "",
            "time": 1739470889,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Moti Masjid is a very beautifully built mosque. After going here, I felt that this is a very old mosque. People were offering Namaaz here. At that time, a lot of people were also coming here, so I could not click pictures properly. But this mosque is very beautiful. If you are here, then you must go here to visit. But you go here and the architecture here is very beautifully designed.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1750610676,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Moti Masjid in Bhopal is a stunning mosque that showcases the city's rich history and architecture. Built by Sikander Jehan Begum of Bhopal in 1860, this mosque is a significant historical landmark and a must-visit attraction in Bhopal.\n\nThe mosque's architecture is inspired by the famous Jama Masjid in Delhi, featuring a beautiful white marble facade with two small cupolas on top. The two dark red towers on either side of the primary structure add to the mosque's charm.\n\nMoti Masjid have its peaceful atmosphere, making it an ideal spot for prayer and reflection. The mosque can be visited between 6 AM and 7 PM, and a typical visit lasts around an hour.\n\nBest Time to Visit: Early morning hours for a peaceful experience.\n\nOverall, Moti Masjid is a beautiful and historic mosque that offers a serene atmosphere for prayer and reflection. It's a must-visit attraction in Bhopal, especially for those interested in history, architecture, and culture.",
            "author_name": "CHAND MAHAL IBRAHIM",
            "relative_time_description": "",
            "time": 1733213674,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 125,
            "2": 60,
            "3": 234,
            "4": 482,
            "5": 2234
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.255635,
        "address": "794X+6J7, Moti Masjid, Hawamahal Rd, Opposite Moti Masjid, Chowki Talaiya, Talaiya, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXxW_On9dfDkRPtYjmRmnDuw",
        "generalDescription": "Upper Lake, also known as Bhojtal Lake, is a stunning 31 square kilometer artificial lake in Bhopal. Created over eleven centuries ago by Raja Bhoja, it offers breathtaking views and opportunities to observe wildlife. Visitors can enjoy boat clubs and tours on the pristine blue expanse with tiny islands. The lake is surrounded by hiking trails and the Van Vihar National Park, home to a rich variety of birds and animals.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.338186,
        "rating": 4.5,
        "numRatings": 2583,
        "sources": [
          {
            "id": "1412749",
            "type": "webPlacesList",
            "url": "https://navbharattimes.indiatimes.com/travel/destinations/famous-places-in-bhopal-in-hindi/articleshow/84440590.cms",
            "sourceSite": "Web",
            "snippet": "भोपाल में सबसे प्रसिद्ध स्थानों में से एक, ऊपरी झील, जिसे स्थानीय रूप से 'भोजताल' या 'बड़ा तालाब' कहा जाता है, भारत की सबसे पुरानी मानव निर्मित झील है। माना जाता है कि इस झील का निर्माण राजा भोज ने करवाया था। इस झील के आसपास कमला पार्क नाम का एक बहुत बड़ा गार्डन है, जो इसकी शोभा को और बढ़ा देता है। झील और इस खूबसूरत पार्क को देखने के लिए सैलानी जरूर यहां आते हैं। इस झील में सुबह 6 बजे से रात के 7 बजे के बीच कभी भी आ सकते हैं।. (फोटो साभार : Wikimedia Commons)",
            "siteName": "Navbharat Times",
            "shortName": "Places To Visit In Bhopal,ये हैं भोपाल के टॉप 8 टूरिस्ट स्पॉट, कला से लेकर झीलों तक यहां सब कुछ है बेहद खास - famous places in bhopal in hindi",
            "indexInSource": 0,
            "iconSiteId": 29081,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "One of the most significant and expansive lakes of Bhopal, Upper lake is commonly known as the Bhojtal or Bada Talab. It is located near the CM House, Bhopal, and is the oldest human-made lake in the country A boat club on the eastern side offers thrilling water sports such as parasailing, kayaking, canoeing, rafting, etc. Built across the Kolan river by King Bhoj in the 11th-century, it serves as the major source of water for the people of Bhopal.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 0,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460208",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/instagrammable-places-in-bhopal",
            "sourceSite": "Web",
            "snippet": "With majestic view up to the horizon, the Upper Lake, also known as Bhojtal, is one of the largest lakes which the people of Bhopal can visit in the region. The place offers an ideal outing for youngsters as well as elder ones who enjoy their walks on the lakeside to rejuvenate themselves. Youngsters can also enjoy various water adventures activities such as boating, kayaking, and canoeing.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "10 Best Instagrammable Places in Bhopal",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 7 km from Bhopal Junction, Upper Lake is an artificial lake situated in the heart of Bhopal in Madhya Pradesh. Locally known as 'Bada Talaab', it is the oldest man-made lake in Madhya Pradesh, and among the must include places in Bhopal Tour Packages. Bhopal holds several lakes hence the city is widely known as the city of lakes.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 9,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924004",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Upper Lake, prominently known as Bada Talab in Bhopal, is an exquisite pre-wedding shoot place in Bhopal. This huge fake lake is encircled by lavish plant life and offers harmony and unwinding. Heartfelt photographs are best taken promptly in the first part of the day or late evening time as the sun sets.",
            "siteName": "vsnapu.com",
            "shortName": "Top 10 Best Pre-Wedding Shoot Locations in Bhopal for 2025",
            "indexInSource": 0,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923988",
            "type": "webPlacesList",
            "url": "https://akshitphotography.com/top-locations-for-pre-wedding-shoot-in-bhopal-akshitphotography/",
            "sourceSite": "Web",
            "snippet": "The Upper Lake also known as Bhojtal will provide you with the best scenic beauty in the evening while the sun is going down. This is one of the best locations for a Pre-Wedding Photoshoot in Bhopal. It is the prominent place where you would want to watch a full-frame scenic view of the sunset.",
            "siteName": "Akshitphotography",
            "shortName": "Top Locations for Pre-Wedding Shoot in Bhopal",
            "indexInSource": 0,
            "iconSiteId": 34113,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923987",
            "type": "webPlacesList",
            "url": "https://sceneloc8.com/best-pre-wedding-shoot-locations-in-bhopal-capture-your-love-story/",
            "sourceSite": "Web",
            "snippet": "The largest lake in Bhopal, Upper Lake, also known as Bhojtal, is a sight to behold, especially at dusk. The serene waters and verdant surroundings provide an ambiance that is ideal for romantic photographs. Easy access is provided, and there is plenty of parking close by.",
            "siteName": "SceneLoc8",
            "shortName": "Best Pre-Wedding Shoot Locations in Bhopal: Capture Your Love Story",
            "indexInSource": 0,
            "iconSiteId": 265542,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "A beautiful man-made lake built in the 11th century, the Upper lake was constructed by Raja Bhoj to cure skin diseases that were otherwise incurable. Also known as Bhojtal, is a splendid spot with an attractive royal garden called Kamla Park in the vicinity.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923995",
            "type": "webPlacesList",
            "url": "https://wassupbhopal.wordpress.com/2018/08/31/best-locations-in-bhopal-for-a-photoshoot/",
            "sourceSite": "Web",
            "snippet": "UPPER LAKE– One of the finest location of the city, lake is the perfect place to capture sunsets and sunrise in the best possible way. Also , it is the perfect place to shoot in any hour of the day. It is the best place for people who love water and peace.",
            "siteName": "Wassup Bhopal",
            "shortName": "Best Locations in Bhopal for a Photoshoot",
            "indexInSource": 3,
            "iconSiteId": 45359,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92026",
            "type": "webPlacesList",
            "url": "https://www.easemytrip.com/blog/bhopal-tourist-attractions",
            "sourceSite": "Web",
            "snippet": "Earlier known as Upper Lake, Bhojtal is a natural attraction of Bhopal where people can explore nature. It is located on western side of the city. The beauty of the tranquil lake brings together people to spend some time at peace here.",
            "siteName": "Easy Trip Planners",
            "shortName": "10 Popular Places to See in Bhopal: Bhopal Tourist Attractions",
            "indexInSource": 6,
            "iconSiteId": 2328,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94840",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/madhya-pradesh/bhopal/tourist-places-to-visit-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "Upper Lake, existing from the 11th century, is considered the biggest lake in the state. The water of the lake is believed to have curative powers and helps to cure skin conditions. The lake located at the heart of the city.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Bhopal",
            "indexInSource": 0,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YSQJS58IxJhJqqwcqhfWnpLouW4QJcs7",
          "mKXsGjxnWq3r1S8F6PAUeozRJlC8GWjp",
          "8U0j3X03X38WHY86HK0BRGwbUBYJKzX8",
          "YSQJS58IxJhJqqwcqhfWnpLouW4QJcs7",
          "mKXsGjxnWq3r1S8F6PAUeozRJlC8GWjp",
          "8U0j3X03X38WHY86HK0BRGwbUBYJKzX8"
        ],
        "openingPeriods": [],
        "name": "Upper Lake",
        "placeId": "ChIJXxW_On9dfDkRPtYjmRmnDuw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very beautiful place in Bhopal, we can say it's a identity of Bhopal,\nYou can walk peacefully arround lake in the evening and also enjoy beautiful sunset from boat.",
            "author_name": "Vijay Kumar",
            "relative_time_description": "",
            "time": 1740217883,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Upper Lake is the most serene place in Bhopal. Perfect for peaceful moments and fun activities like boating. A must-visit for nature lovers!",
            "author_name": "anjana hanra",
            "relative_time_description": "",
            "time": 1748343312,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Bhopal is also known as the city of lakes. Therefore, it is the top destination in the city for the visitors throughout the year. Raja Bhoj, the Parmara King, who ruled the Malwa empire during 1010 - 1055 CE, built this lake during his reign, who is also credited to establish this city which is now the capital of Madhya Pradesh. As a token of honour, his statue is also established in the lake. Apart from rich history, this lake is also an important water body not only for the residents of Bhopal for whom this is a water reservoir, but also ecologically for the environment due to which it has been included in the Ramsar list of Wetlands. One can often find people especially during sunrise and sunset, relaxing and enjoying the cool breeze and the view.",
            "author_name": "Sudhanshu Tuti",
            "relative_time_description": "",
            "time": 1719302017,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Lake"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 75,
            "2": 33,
            "3": 127,
            "4": 559,
            "5": 1789
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.253237,
        "address": "Madhya Pradesh",
        "travel_time": null
      },
      {
        "_id": "ChIJa6-DfRpofDkRKdYeYMk62n0",
        "generalDescription": "Taj-ul-Masajid, also known as the \"Crown of Mosques,\" is a massive 19th-century red-stone mosque located in Bhopal, India. It boasts imposing minarets, white domes, and intricate carved arches that showcase the city's elegant architectural style. Despite facing construction setbacks throughout history, it was finally completed in 1985 through public donations.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.392823,
        "rating": 4.6,
        "numRatings": 5249,
        "sources": [
          {
            "id": "477527",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/places-to-see-bhopal-madhya-pradesh/",
            "sourceSite": "Web",
            "snippet": "Located on the shores of pristine ‘Motia Talaab’, the ‘Taj-ul-Masjid’ is one of the biggest tourist attractions in the Bhopal and needless to say, a significant site of religious tourism for Muslims who travel here from far off corners of the country and the world. Often referred to as ‘The Crown of the Mosques’, ‘Taj-ul-Masjid’ is one of the largest mosques in India with a capacity to house 175,000 people at a time. Its generous size and splendid design also make it one of the most distinguished mosques in the world.",
            "siteName": "Tour My India",
            "shortName": "16 Best Places to Visit in Bhopal, Madhya Pradesh",
            "indexInSource": 6,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460208",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/instagrammable-places-in-bhopal",
            "sourceSite": "Web",
            "snippet": "The Taj Ul Masjid is an architectural masterpiece built between the years 1868 and 1901, and the construction was started by Sultan Shah Jahan Begum of Bhopal. Being arguably one of the largest mosques in India, the Taj Ul Masjid is every photographer’s delight as the huge structure offers a picture-perfect symmetry ideal for photography. On your visit to the grand mosque, feel the spirituality in the air as the red-stone structure leaves you spellbound with its grandeur and serenity.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "10 Best Instagrammable Places in Bhopal",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4 km from Bhopal Junction, Taj-ul-Masajid, or Taj-ul-Masjid is a 19th-century mosque located at the heart of Bhopal city in Madhya Pradesh. It is one of the largest mosques in India, and among the must include places in Bhopal Trip. Literally means 'The Crown of Mosques', the Taj-ul-Masjid is one of the largest mosques in Asia.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 7,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923984",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-locations-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "Bhopal is famous for its wealth of cultural and architectural wonders. One architectural wonder that has captured many hearts is the Taj-ul Masajid, a grand mosque that reflects the city’s Islamic heritage. With towering minarets and detailed carvings, couples throng to get a perfect backdrop for their Pre Wedding shoot.",
            "siteName": "Wedding Vyapar",
            "shortName": "Top 7 Pre Wedding Shoot Locations In Bhopal",
            "indexInSource": 0,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94840",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/madhya-pradesh/bhopal/tourist-places-to-visit-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "Taj-ul-Masajid ranks amongst the largest mosques in the continent of Asia as it covers a sprawling 23312 square feet of land. The minarets are 206 feet tall. The construction was begun by Sultan Shah Jahan, Bopal’s Begum but owing to want of funds, it was not completed during her reign.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Bhopal",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92026",
            "type": "webPlacesList",
            "url": "https://www.easemytrip.com/blog/bhopal-tourist-attractions",
            "sourceSite": "Web",
            "snippet": "It is one of the most stunning mosques of India and a prominent landmark of the city. With pink fascia, white-domed minarets, and sky-touching soars, the mosque turns into a gorgeous attraction of Bhopal. This remarkable monument is used as a sacred school (Madarsa) during the day.",
            "siteName": "Easy Trip Planners",
            "shortName": "10 Popular Places to See in Bhopal: Bhopal Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 2328,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 14 out of 30 Places To Visit in Bhopal. One of the largest mosques in the country, Taj-Ul-Masjid has a stunning and elegant architecture. The enormous domes, a spectacular hallway and elegant minarets speak volumes about its architecture.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924001",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places/bhopal?srsltid=AfmBOoqJdNDJ584WyugsjPSHIkIpN53V9k4GWTLwMW05UPps125vnv6g",
            "sourceSite": "Web",
            "snippet": "The mosque’s construction was started under the rule of Sultan Shah Jehan Begum of Bhopal. The name literally translates to ‘Crown among mosques’ and rightfully so with a humongous architecture of pink walls and white domes.",
            "siteName": "makemytrip.com",
            "shortName": "Tourist Places & Top Things to Do in 2024",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92073",
            "type": "webPlacesList",
            "url": "https://www.mptourism.com/destination-bhopal.php",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "mptourism.com",
            "shortName": "Best Places to Visit in Bhopal (2025) - Top Attractions",
            "indexInSource": 3,
            "iconSiteId": 14242,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "h0wJFBoUOAPQwTW4RQkr3KbvvquOitqd",
          "GgYkUAYaQ16El9acCrTWHUwhV0t63oX4",
          "Vy4qKIXk5dtMRRaZOEltw5rZUZDMCt7n",
          "jydSiWCQ2QMc97P9vHoYBgP0UC6s27QN",
          "h0wJFBoUOAPQwTW4RQkr3KbvvquOitqd",
          "GgYkUAYaQ16El9acCrTWHUwhV0t63oX4",
          "Vy4qKIXk5dtMRRaZOEltw5rZUZDMCt7n",
          "jydSiWCQ2QMc97P9vHoYBgP0UC6s27QN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Darul-Uloom Taj-ul Masajid",
        "placeId": "ChIJa6-DfRpofDkRKdYeYMk62n0",
        "internationalPhoneNumber": "+91 755 254 0495",
        "reviews": [
          {
            "rating": 5,
            "text": "A Sikh's Perspective: A Soulful Experience at Taj-ul-Masajid, Bhopal\n\nAs a Sikh and someone who deeply values spiritual architecture and interfaith harmony, visiting Taj-ul-Masajid in Bhopal was a moving and memorable experience. The name itself - meaning \"Crown of Mosques\" - is a fitting tribute to this majestic structure that stands tall not just in scale, but in grace, serenity, and historical importance.\n\nThe first thing that struck me was its grandeur and tranquility. One of the largest mosques in India, it rises proudly with its pink façade, massive domes, and soaring minarets - a reminder of India's rich Islamic architectural heritage. The mosque isn't just a place of worship, it's a living monument that carries centuries of devotion, resilience, and artistry.\n\nWhat stood out most to me was the warmth and openness of the people. I was greeted with respect and curiosity. There was no barrier of faith - only shared reverence. It reminded me of the teachings of Guru Nanak Dev Ji, who emphasized \"Na koi Hindu, na Musalman\" - that at the root of all spiritual paths is one universal truth and Creator.\n\nWhether you're spiritual, a lover of history, or simply someone seeking peace - I wholeheartedly recommend a visit to Taj-ul-Masajid. It's not just a mosque - it's a celebration of faith, culture, and the diversity that defines India.",
            "author_name": "AstroSarvam By Sandiip",
            "relative_time_description": "",
            "time": 1745078271,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This mosque is a very beautiful mosque. After going here you will feel as if you have gone there many years ago. People go to the mosque here to offer prayers. There are very good people living here with whom I have talked. They gave me a lot of information about the mosque. They told me how this mosque was built, who built it, when it was built, so after coming here I felt very good going inside this mosque.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1750609713,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The construction of the Taj-ul-Masajid was started by Nawab Shah Jahan Begum of Bhopal, in the newly built walled suburb of Shahjahanabad. The exact year when construction was started is unclear; Sharma estimated it to be 1871. The Bhopal-based journalist and the author of Masajid-e-Bhopal (transl. The Mosques in Bhopal), Aarif Aziz stated the date as 1887.\n\nAfter Shah Jahan Begum died in 1901, the mosque continued to be built by her daughter, Sultan Jahan Begum, till the end of her lifetime. The structure was planned in the midst of three water bodies, namely: Munshi Hussain Talab; Noor Mahal Talab; and Motia Talab. Hamidullah Khan helped construct one gate of the mosque on the suggestions of Shah Jahan Begum.\n\nThe construction work was later on led by Islamic scholar Imran Khan Nadwi, whose brother Salman Khan Nadwi, supervised the constructions. The construction was complete by 1958 at an expenditure of 20 million Indian rupees. The entrance of the mosque was renovated with motifs from 13th century Syrian mosques donated by the Emir of Kuwait in memory of his late wife.\n\nThe Taj-ul-Masajid largely takes inspiration from Mughal architecture. The mosque has a pink facade topped by two 18-storey high octagonal minarets with marble domes, an impressive main hallway with attractive pillars, and marble flooring resembling the likes of Jama Masjid in Delhi and the Badshahi Mosque of Lahore. It has a courtyard with a large ablution tank in the centre. It has a double-storeyed gateway with four recessed archways and nine cusped multifold openings in the main prayer hall. The massive pillars in the hall hold 27 ceilings through squinted arches of which 16 ceilings are decorated with ornate petalled designs.\n\nThe mosque also features a zenana, rare given that prayer from home was the norm for women at the time of the mosque's construction.",
            "author_name": "Aijaz Ahmed",
            "relative_time_description": "",
            "time": 1745909261,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://darululoomtajulmasajid.in/",
        "index": 6,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 195,
            "2": 63,
            "3": 172,
            "4": 625,
            "5": 4196
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.262987,
        "address": "near GPO Office, Royal Market, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJLwbbVh5ofDkRfDg4pZMU8l8",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.398051,
        "rating": 4.3,
        "numRatings": 2441,
        "sources": [
          {
            "id": "92073",
            "type": "webPlacesList",
            "url": "https://www.mptourism.com/destination-bhopal.php",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "mptourism.com",
            "shortName": "Best Places to Visit in Bhopal (2025) - Top Attractions",
            "indexInSource": 1,
            "iconSiteId": 14242,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WKtKtoi4RCdz9DhKO4nBidPeFN5sDAeo",
          "59B7MnhEVAivuWZEyd4A5EDtbY2UZhhZ",
          "68MgQDQ1LQ8ag4uwL2gOo8m08RfKLS4R",
          "WKtKtoi4RCdz9DhKO4nBidPeFN5sDAeo",
          "59B7MnhEVAivuWZEyd4A5EDtbY2UZhhZ",
          "68MgQDQ1LQ8ag4uwL2gOo8m08RfKLS4R"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Gauhar Mahal",
        "placeId": "ChIJLwbbVh5ofDkRfDg4pZMU8l8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Had visited here in evening when some exhibition was going on. It's a beautiful place.\n\nThe place had a lit soothing vibe, with potters market, art exhibition, music and cultural activities going on.\n\nParking is there, though during rush hours it can definitely get filled up.",
            "author_name": "Pinaakee Bhardwaj",
            "relative_time_description": "",
            "time": 1734142635,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Gohar Mahal was built in a successful manner by Qudisiya Begum in 1820 on the banks of the Upper Lake in Bhopal. She is the first woman ruler of Bhopal. She is popularly known as Gohar Begum. In 1819, she successfully ascended the throne of the erstwhile princely state after her husband assassination. Today, the Mahal or Palace is not in good condition and is currently under renovation, and I hope it will become a good place to visit tourists in Bhopal.",
            "author_name": "kashif najam",
            "relative_time_description": "",
            "time": 1746811589,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I attended jashn e urdu festival here, it was of nice ambiance. Plenty of parking spack and finding washroom was quite tricky.\n\nThe other side you can find Indian tea house.",
            "author_name": "Shivam Pandey (shivam004)",
            "relative_time_description": "",
            "time": 1737135391,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 94,
            "2": 69,
            "3": 298,
            "4": 611,
            "5": 1370
          }
        },
        "minMinutesSpent": 45,
        "latitude": 23.254926,
        "address": "793X+X6F, VIP Road, Chowki Talaiya, Peer Gate Area, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJTRpmAyJofDkRoddd-ANr4XM",
        "generalDescription": "The Jama Masjid in Bhopal is a large, important mosque built during the Nawab of Bhopal period. It is decorated with domes, minarets, and a vast courtyard and is one of the most beautiful mosques in India. It is well maintained and popular among tourists.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.402074,
        "rating": 4.3,
        "numRatings": 2037,
        "sources": [
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "It is one of the fascinating pilgrimage destinations in Bhopal with a beautiful lake at its backdrop. It is located in Loha Bazar Chowk Bazaar Road, Jama Masjid, Ibrahimpura, and Peer Gate Area amidst bustling bazaar. Ideal for devotees this majestic mosque is old and exhibits brilliant architectural structure.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 10,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mgieJpbtqIyvHUWEm56JGAki5Y3Uge8O",
          "3DXzIZidSdB8Ithy3oNy5eY0yKtnsSog",
          "OeM7hT3m2GPuZ7ldjeDXOlU5okFG5gVv",
          "mgieJpbtqIyvHUWEm56JGAki5Y3Uge8O",
          "3DXzIZidSdB8Ithy3oNy5eY0yKtnsSog",
          "OeM7hT3m2GPuZ7ldjeDXOlU5okFG5gVv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Jama Masjid Bhopal",
        "placeId": "ChIJTRpmAyJofDkRoddd-ANr4XM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jama Masjid is the second-largest mosque in Bhopal and also the pride of Bhopal.\n\nThis mosque is situated in a congested market area.\n\nMost tourists come to visit this mosque for its beautiful classic Islamic architecture.\n\nThis mosque has three side entry doors you enter from anywhere.",
            "author_name": "Aaquib Hussain",
            "relative_time_description": "",
            "time": 1704923621,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Jama Masjid in Bhopal has historical value and beautiful old architecture, but the experience was underwhelming. The structure itself is grand, but poor maintenance and lack of cleanliness take away from its charm.\n\nThe surroundings felt a bit chaotic, and there wasn't much information or signage for visitors. With better upkeep and management, it could be a much more pleasant and respectful experience.",
            "author_name": "Jamwant Yadav",
            "relative_time_description": "",
            "time": 1752149854,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Friday prayer at 1pm. No car parking facility available",
            "author_name": "Intkhab Alam",
            "relative_time_description": "",
            "time": 1726232349,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 162,
            "2": 51,
            "3": 152,
            "4": 289,
            "5": 1383
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.258692,
        "address": "Chowk Bazaar Rd, Jama Masjid, Ibrahimpura, Peer Gate Area, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJk54exVJdfDkRvXxq3a87QzE",
        "generalDescription": "Indira Gandhi Rashtriya Manav Sangrahalaya (IGRMS) is a captivating anthropology museum that creatively showcases India's diverse tribal cultural heritage. The museum features sprawling indoor and outdoor exhibits, including vibrant everyday artifacts from different communities and recreated village clusters for immersive experiences. Through multimedia interfaces, visitors can explore the symbiotic relationships between indigenous tribal groups, their artistic handicrafts, and eco-centric lifestyles spanning millennia.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.377647,
        "rating": 4.5,
        "numRatings": 2784,
        "sources": [
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "One of India's greatest anthropology museums Indira Gandhi Rashtriya Manav Sangrahylay offers a comprehensive and extremely interesting story of the evolution of man and Indian culture. spreads over a vast area on the Shyamla Hills in the city it is an only tribal habitat, which exhibits contemporary tribal cultures and real dwellings of typical tribal villages of Indian states in a unique manner. This open-air museum is situated close to Van Vihar National Park and can be accessed from Lake View Road.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 2,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1 km from Van Vihar National Park, and 9 km from Bhopal Junction, Indira Gandhi Rashtriya Manav Sangrahalaya is a unique museum located at Shyamala Hills in Bhopal, Madhya Pradesh. Situated near Van Vihar, it is one of the largest and leading anthropological museums in India, and among the most visited tourist places in Bhopal. Also known as the National Museum of Mankind or Museum of Man, the Indira Gandhi Rashtriya Manav Sangrahalaya (IGRMS) was established in the year 1985.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 1,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92073",
            "type": "webPlacesList",
            "url": "https://www.mptourism.com/destination-bhopal.php",
            "sourceSite": "Web",
            "snippet": "South of the Upper Lake sprawls the Indira Gandhi Rashtriya Manav Sangrahalaya a.k.a. the National Museum of Man, the largest anthropological museum in India, and one of the biggest in Asia. On an undulating terrain of over 200 acres, one can see an open-air exhibition of human habitations. Life-size dwelling units of the tribal, coastal and Himalayan villages are built in traditional architectural styles using indigenous raw materials, housing different ethnographic objects.",
            "siteName": "mptourism.com",
            "shortName": "Best Places to Visit in Bhopal (2025) - Top Attractions",
            "indexInSource": 7,
            "iconSiteId": 14242,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "The IGRMS, or Museum of Humankind, is a museum that tries to depict the evolution of man and humankind with special reference to India. The museum is spread over an area of a sprawling 200 acres. Exhibitions telling the story of Human life and culture are presented in the Museum all year long.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IzY36x427n4z2YVfkRtuNZDB9wPiyHJu",
          "1n5ptmcH5w7dmswuDyseWua7745vkJLd",
          "CiEqY90uteBYl3fDKYYlAgCGNLhb1tos",
          "IzY36x427n4z2YVfkRtuNZDB9wPiyHJu",
          "1n5ptmcH5w7dmswuDyseWua7745vkJLd",
          "CiEqY90uteBYl3fDKYYlAgCGNLhb1tos"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Indira Gandhi Rashtriya Manav Sangrahalaya",
        "placeId": "ChIJk54exVJdfDkRvXxq3a87QzE",
        "internationalPhoneNumber": "+91 755 266 1458",
        "reviews": [
          {
            "rating": 5,
            "text": "The place has tribal representations from all across India. The main highlights are the tribal houses built outdoors and traditional technology. It's wonderful and comprehensive in all ways.\nYou will need an entire day to actually have a look at this place.",
            "author_name": "Kamini Charan",
            "relative_time_description": "",
            "time": 1750599770,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This  museum is one of the best museum in bhopal city. You will definitely enjoy here & see the beauty of humankind.\nEntrance fee is 50 rupees per person & it's open from 10:00 am & closed on 05:30 pm.\nYou will definitely enjoy the beauty & the their collection of items of  different places lifestyle. Must visit place with family & friends.",
            "author_name": "Arpita Singh",
            "relative_time_description": "",
            "time": 1738675775,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌟🌟🌟🌟🌟\nA Living Tribute to India's Rich Heritage - An Unforgettable Experience!\n\nIndira Gandhi Manav Sangrahalaya (Museum of Mankind) in Bhopal is truly one of the most unique and enriching museums I have ever visited. Spread across a vast, scenic campus on Shyamla Hills, overlooking the beautiful Upper Lake, this museum isn't just a collection of artifacts - it's a celebration of India's incredible tribal, rural, and cultural diversity.\n\nWhat sets this museum apart is its open-air layout. You don't just see history in glass cases - you walk through it. Life-size tribal huts, traditional dwellings, agricultural setups, and village scenes from different states and communities across India have been recreated with amazing authenticity. Each corner of the museum tells a story - from the art and rituals to the lifestyle and survival methods of our indigenous communities.\n\nThe indoor galleries are just as impressive, showcasing rare photographs, folk art, musical instruments, ornaments, masks, and even spiritual beliefs of different tribes. Everything is well-labeled and explained in both Hindi and English, making it easy to understand and connect with.\n\nIt's not just educational - it's a peaceful, soul-touching journey through India's roots. Walking through the lush green paths, hearing the birds, and soaking in the tribal wisdom makes this place feel sacred.\n\nThe staff is helpful, the premises are clean and well-maintained, and there's enough space for families to enjoy without crowds. I highly recommend this museum for students, researchers, history enthusiasts, photographers, and anyone who wants to experience the real India beyond textbooks.\n\nTake your time when you visit - you'll leave with a deeper appreciation for India's cultural richness and the resilience of its people. A true national treasure! 🇮🇳✨",
            "author_name": "Sagar Anant",
            "relative_time_description": "",
            "time": 1752230306,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://igrms.gov.in/",
        "index": 9,
        "id": "",
        "categories": [
          "Museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 62,
            "2": 34,
            "3": 156,
            "4": 707,
            "5": 1826
          }
        },
        "minMinutesSpent": 90,
        "latitude": 23.232111,
        "address": "Lake View Road, next to RCE campus, Shymala Hills, Bhopal, Madhya Pradesh 462013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ4fWcZDNnfDkR2c6p2xhEjMM",
        "generalDescription": "Manuabhan Tekri Ropeway Base Point, situated at the Manuabhan Tekri temple in Bhopal, offers a thrilling experience with stunning views of the city. The ropeway provides an opportunity to witness the adventure-loving side of Bhopal and enjoy a return trip ride showcasing the beautiful Jain temple. As the sun sets, the city is enveloped in warm orange hues, creating a spiritual ambiance.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.362811,
        "rating": 4.6,
        "numRatings": 397,
        "sources": [
          {
            "id": "1924004",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Manuabhan Tekri is a well known perspective that offers a tremendous perspective on Bhopal. This site is particularly intriguing around nightfall or when the city lights come on. The slope's regular excellence and the cityscape's span structure a remarkable metropolitan nature mix.",
            "siteName": "vsnapu.com",
            "shortName": "Top 10 Best Pre-Wedding Shoot Locations in Bhopal for 2025",
            "indexInSource": 2,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DO3UPDyKweuQX0d2uq8oH6HjP6eNYkO2",
          "QUyTEkMum7AXGXObPbcfjtybcFEDcbT1",
          "SxqNVVwCFKoTsNQY03jawMjPyuasuYVh",
          "DO3UPDyKweuQX0d2uq8oH6HjP6eNYkO2",
          "QUyTEkMum7AXGXObPbcfjtybcFEDcbT1",
          "SxqNVVwCFKoTsNQY03jawMjPyuasuYVh"
        ],
        "openingPeriods": [],
        "name": "Manuabhan Ki Tekri",
        "placeId": "ChIJ4fWcZDNnfDkR2c6p2xhEjMM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Manuabhan Tekri, also known as Mahaveer Giri, is a prominent hilltop destination in Bhopal, Madhya Pradesh, offering visitors a blend of spiritual significance and panoramic city views. Perched atop a hill, it houses a revered Jain temple, attracting devotees and tourists alike.\n\nAccess and Ropeway Experience\n\nVisitors can reach the summit via a well-maintained ropeway system, operational daily from 10:00 AM to 6:30 PM, with a nominal fee of ₹50. The ropeway ride provides breathtaking aerial views of Bhopal, enhancing the overall experience.\n\nTemple and Scenic Views\n\nAt the top, the Jain temple stands as a serene place for reflection and prayer. The hilltop offers a 360-degree panoramic view of Bhopal, making it an ideal spot for witnessing sunrises and sunsets. Visitors have described the experience as mesmerizing, especially during these times.\n\nVisitor Feedback\n\nMany visitors appreciate the tranquility and beauty of Manuabhan Tekri. One reviewer noted it as a \"nice place\" where one can see all of Bhopal city from the mountaintop, mentioning the availability of a ropeway and the presence of a Jain temple.\n\nPractical Information\n\nThe site is accessible via the ropeway or by road, with ample parking facilities available. It is advisable to visit during the early morning or late afternoon to avoid midday heat and to capture the best views.\n\nConclusion\n\nManuabhan Tekri offers a harmonious blend of spirituality, adventure, and natural beauty, making it a must-visit destination for those exploring Bhopal.",
            "author_name": "Aayush Dwivedi",
            "relative_time_description": "",
            "time": 1740846633,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Manubhan Ki Tekri is a Hilltop point that is accessible by road and cable car in Bhopal. From this place, you can watch almost the entire Bhopal from the top. Eatery, children rides are also set up there for enjoyment. People come here with friends and family for picnic or to spend leisure time. Mahaveer Giri Mahatirath,  a Jain Temple is also situated there.",
            "author_name": "kashif najam",
            "relative_time_description": "",
            "time": 1747212171,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "On airport Road (near lalghati) this high hillock is a good picnic point for family. It has a beautiful Jain temple & good restaurant. Can visit this place either by ropeway or through own vehicle. However, the 1 km approach road to the top and parking is quite congested. Grand View of Bhopal city and landing/ takeoff of aeroplanes from the nearby airport is quite pleasing. it's a good place for 1-2 hours trip.",
            "author_name": "RAVINDRA GUPTA",
            "relative_time_description": "",
            "time": 1737614114,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 4,
            "3": 32,
            "4": 104,
            "5": 307
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.27961,
        "address": "79H7+M2V, Lalghati Rd, Tilak Nagar, Lalghati, Bhopal, Madhya Pradesh 462030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJS79eqBFofDkRf3oB2m_g15U",
        "generalDescription": "The Taj Mahal Palace, located in Bhopal, is a stunning royal palace built in the 19th century for the Begum of Bhopal. Initially named Raj Mahal, it features exquisite Islamic architecture and boasts 120 rooms. The construction of this magnificent palace spanned over 13 years and was completed in 1884 at a cost of 3,000,000.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.392376,
        "rating": 4.2,
        "numRatings": 736,
        "sources": [
          {
            "id": "92026",
            "type": "webPlacesList",
            "url": "https://www.easemytrip.com/blog/bhopal-tourist-attractions",
            "sourceSite": "Web",
            "snippet": "If you are getting confused with Taj Mahal of Agra, then don’t be. Taj Mahal Palace is an important tourist attraction of Bhopal offering delight to the heritage lovers. Built by Sultan Shah Jahan – Begum of Bhopal, the building was initially named as Raj Mahal.",
            "siteName": "Easy Trip Planners",
            "shortName": "10 Popular Places to See in Bhopal: Bhopal Tourist Attractions",
            "indexInSource": 8,
            "iconSiteId": 2328,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VwifGBIA2trVFz28ANKVOMFwIUGxkn1Q",
          "feYupMYtSmbVqy373LHpr2Obat03ia5c",
          "9DoG3E5SINi1yAM0UIRvteiHdqYduljI",
          "VwifGBIA2trVFz28ANKVOMFwIUGxkn1Q",
          "feYupMYtSmbVqy373LHpr2Obat03ia5c",
          "9DoG3E5SINi1yAM0UIRvteiHdqYduljI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Taj Mahal Palace",
        "placeId": "ChIJS79eqBFofDkRf3oB2m_g15U",
        "internationalPhoneNumber": "+91 1800 11 1363",
        "reviews": [
          {
            "rating": 5,
            "text": "The Taj Mahal Palace in Bhopal was built by Shah Jahan Begum. The palace is very beautiful from outside. The interior as heard is amazing. Since now the palace is being converted to a heritage hotel so the caretaker does not allow anybody inside the palace. There are cctv cameras all around outside just to keep a watch that no one enters into the palace. The property now has become a private property. The architecture elements of Islamic architecture is well portrayed in this building. Great was the vision of our historical rulers and their infinite knowledge and also the highness of the craftsmanship at that time period. Apart from Taj Mahal in Agra this is another Taj Mahal which is in Bhopal.",
            "author_name": "Ar. Anuska Mahalik",
            "relative_time_description": "",
            "time": 1661755755,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "When I went to Taj Mahal Palace, it was closed, but I clicked some pictures outside it. Unfortunately, I could not go inside it. I wanted to go inside it because I wanted to see the full view from its top. But I was unlucky. When I went, this monument was closed. Whenever you go, do visit here. I have seen it in many videos and photographs. The city view from its top looks very good.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1750603983,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is the oldest place of bhopal, however closed now for public views but if you see from the lake side then you will realise that its so beautiful and photogenic place, once the home of maharaja of Bhopal.",
            "author_name": "Parteek Kaushal",
            "relative_time_description": "",
            "time": 1477168622,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 35,
            "2": 34,
            "3": 94,
            "4": 144,
            "5": 427
          }
        },
        "minMinutesSpent": 45,
        "latitude": 23.267038,
        "address": "798R+RX6, Taj-ul-Masjid Rd, Aali Manzil Rd, Shahjahanabad, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_T5MqV1pfDkRN8f8heJKAh0",
        "generalDescription": "Hanuman Tekri Baba Siddhnath Mandir, located atop an isolated hill, offers breathtaking views of Bhopal and a serene atmosphere. The temple is a popular spot for capturing stunning photos of the city from its lofty vantage point. Visitors can experience a sense of tranquility while taking in the cool breeze and witnessing mesmerizing sunrises and sunsets. Additionally, the temple holds spiritual significance, with devotees seeking blessings by reciting Hanuman Chalisa and chanting mantras.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.415839,
        "rating": 4.5,
        "numRatings": 13,
        "sources": [
          {
            "id": "460208",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/instagrammable-places-in-bhopal",
            "sourceSite": "Web",
            "snippet": "The Hanuman “Mahaveer” Tekri is all about soaring heights, cool breeze, mesmerizing views of the Sun during the dawn and dusk, and an air full of spirituality. The temple, perched atop an isolated hill, is one of the best Instagrammable places in Bhopal for the bird’s eye view it offers of the bustling city. While the top-of-the-world feeling will engulf you as you reach the top, you will not be able to hold yourself back from clicking pictures of the city from the whopping altitude.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "10 Best Instagrammable Places in Bhopal",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UCcnUK8y9eTIxNW10iCGqgL702qpg8kT",
          "UPgIWlbHReoBXhSn9PLREf9OeXhPR2DH",
          "UCcnUK8y9eTIxNW10iCGqgL702qpg8kT",
          "UPgIWlbHReoBXhSn9PLREf9OeXhPR2DH"
        ],
        "openingPeriods": [],
        "name": "Hanuman Tekri Baba Siddhnath Mandir",
        "placeId": "ChIJ_T5MqV1pfDkRN8f8heJKAh0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jai Shri Ram.\nNice Temple. Every Dusshera used to come here.",
            "author_name": "Durgesh Upadhyay",
            "relative_time_description": "",
            "time": 1635584461,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Marvellous spot, filled with nature experience",
            "author_name": "Dr. Anil K. Dixit",
            "relative_time_description": "",
            "time": 1738670272,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very Beautiful Temple Near Godowns.... Tekri baba Temple...🚩🚩🚩",
            "author_name": "abhi chauhan Traveller",
            "relative_time_description": "",
            "time": 1662307543,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 0,
            "4": 3,
            "5": 9
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.285112,
        "address": "7CP8+28W, Unnamed Road, Chola, Bhanpur, Bhopal, Madhya Pradesh 462001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJO11fI5FCfDkROPp3dfBDMFQ",
        "generalDescription": "Located in the serene Arera Hills of Bhopal, the Birla Museum is a captivating attraction that houses an extensive collection of ancient artifacts dating back to the Paleolithic and Neolithic periods. Part of the Birla Mandir complex, which also includes temples dedicated to Lord Shiva and Goddess Parvati, as well as Lakshmi Narayan, this museum offers a mesmerizing view of the Lower Lake.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.408159,
        "rating": 4.4,
        "numRatings": 1451,
        "sources": [
          {
            "id": "477527",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/places-to-see-bhopal-madhya-pradesh/",
            "sourceSite": "Web",
            "snippet": "Bhopal is dotted with an endless number of museums and galleries showcasing the enriching history and past glory of this princely state of Madhya Pradesh. While ‘Museum of Mankind’ and ‘State Archaeological Museum’ are the top two of such tourist attractions in Bhopal, there is yet another museum that is sure to leave you spellbound with its antique collection of objects and artefacts dating back to Paleolithic and Neolithic periods. One of its kind museums in Bhopal, set amidst serene environs of Arera Hills, the ‘Birla Museum’ preserves a huge collection of rare tools and equipment used by the primitive men during the stone-age.",
            "siteName": "Tour My India",
            "shortName": "16 Best Places to Visit in Bhopal, Madhya Pradesh",
            "indexInSource": 4,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412749",
            "type": "webPlacesList",
            "url": "https://navbharattimes.indiatimes.com/travel/destinations/famous-places-in-bhopal-in-hindi/articleshow/84440590.cms",
            "sourceSite": "Web",
            "snippet": "भोपाल में घूमने के लिए सबसे मंत्रमुग्ध करने वाली जगहों में से एक, प्रसिद्ध बिड़ला संग्रहालय शानदार बिड़ला मंदिर परिसर का एक हिस्सा है, जिसमें भगवान शिव और देवी पार्वती का पवित्र मंदिर और एक लक्ष्मी-नारायण मंदिर भी है। अरेरा हिल्स में स्थित, ये भव्य संग्रहालय से आप शहर का मनोरम दृश्य भी देख सकते हैं। पर्यटकों के लिए यहां घूमने का समय सुबह 10 बजे से शाम 6 बजे तक है। यहां की फीस 5 रुपए और विदेशियों के लिए 50 रुपए है।. (फोटो साभार : Wikimedia Commons)",
            "siteName": "Navbharat Times",
            "shortName": "Places To Visit In Bhopal,ये हैं भोपाल के टॉप 8 टूरिस्ट स्पॉट, कला से लेकर झीलों तक यहां सब कुछ है बेहद खास - famous places in bhopal in hindi",
            "indexInSource": 4,
            "iconSiteId": 29081,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94840",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/madhya-pradesh/bhopal/tourist-places-to-visit-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "Established in 1971, Birla Museum has a wonderful collection of manuscripts, paintings and sculptures belonging to the period from 2nd century BC to 6th century AD. Primitive tools used in Paleolithic and Neolithic age are on exhibit here. The stone sculptures belonging to the period between 7th and 13th centuries are also on display.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Bhopal",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "The Birla Museum of Bhopal located at Arera Hills represents the rich culture of India. It houses tools belonging to the Neolithic age. It contains many objects used by the Paleolithic and Neolithic man, amazing stone sculptures dating back to 7th to 13th century BC along with manuscripts and terracotta belonging to 2nd century BC.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 6,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "The remnants of Madhya Pradesh's glorious pre-historic era is perfectly preserved in the Birla Museum. The museum contains objects used by the Paleolithic and Neolithic man, stone sculptures from 7th to 13th century BC and manuscripts and terracotta belonging to 2nd century BC",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 4,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9iYWcNRkGHUwxSdE9WbSZ8fFZl8hjJaz",
          "LYgv9JDTeHKZ0dPkVd01My5IHhlgV5PS",
          "uDfcPwAfoTKg7JwHDTBQL7kin5s6qtzV",
          "9iYWcNRkGHUwxSdE9WbSZ8fFZl8hjJaz",
          "LYgv9JDTeHKZ0dPkVd01My5IHhlgV5PS",
          "uDfcPwAfoTKg7JwHDTBQL7kin5s6qtzV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Birla Museum",
        "placeId": "ChIJO11fI5FCfDkROPp3dfBDMFQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wonderful museum with lots of sculptures of lord Shiva and not to forget the beauty of  the architectural work displayed here 🌠\nGreat place to go with your friends, family or class may be if you are in college or school.",
            "author_name": "Rohit Singh",
            "relative_time_description": "",
            "time": 1735978706,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The museum is really interesting. All the ancient stuff and scriptures were displayed there along with some more things. Overall a great experience for anyone who just wanna explore and sightseeing. You can have a great time with your family and friends here because there's a  garden at the backside and a beautiful temple.",
            "author_name": "Soni Mohabe",
            "relative_time_description": "",
            "time": 1726561018,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Birla Museum is a very beautiful museum. You can go here and see different types of Sculpture. You can go here and see the oldest sculpture of 10th and 11th century which is situated in Bhopal, Birla Museum!\nTo enter this museum, you have to buy an interview ticket and the entry fee here was ₹50 when I went there. The price will be according to the time you go and when you go to this museum, you will see very lovely sculpture. It is very close to the Birla mandir.",
            "author_name": "Lakshmi Raj",
            "relative_time_description": "",
            "time": 1750596313,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 45,
            "2": 25,
            "3": 117,
            "4": 370,
            "5": 894
          }
        },
        "minMinutesSpent": 120,
        "latitude": 23.237783,
        "address": "6CQ5+477, Arera Hills, Bhopal, Madhya Pradesh 462003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJL559lZ5CfDkRuPkhLvWZ8ck",
        "generalDescription": "Lower Lake, also known as Chhota Talab, is a serene and picturesque destination in Bhopal. It is adjacent to the Upper Lake and together they form the Bhoj Wetlands. The lake is surrounded by lush greenery and islands, offering couples a romantic setting for activities such as boating, birdwatching, and picnicking.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.405645,
        "rating": 4.4,
        "numRatings": 367,
        "sources": [
          {
            "id": "477527",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/places-to-see-bhopal-madhya-pradesh/",
            "sourceSite": "Web",
            "snippet": "Also known as ‘Bhojtal’, the ‘Upper Lake’ is one of the top places to visit in Bhopal and definitely a great site to enjoy a wonderful picnic with your friends and family. Nearby the ‘Upper Lake’ is the ‘Chhota Talab’ or the ‘Lower Lake’ and both the upper and lower lakes constitute the ‘Bhoj Wetlands’. Besides being a popular tourist attraction, these lakes also have great religious, social and cultural sentiments of the locals attached to them; the lakes are an important source of water, catering to the daily needs of almost 40% of the residents of the city.",
            "siteName": "Tour My India",
            "shortName": "16 Best Places to Visit in Bhopal, Madhya Pradesh",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460208",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/instagrammable-places-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Bhopal is also called the City of Lakes, and one of the major contributors to this identity of the city is the Lower Lake. Also known as Chhota Talab, the Lower Lake is a popular hangout destination for youngsters in Bhopal, and scenes of people clicking pictures along the lakeside are a common sight here. Built in 1794, the lake has successfully ornamented the Instagram profiles of many people visiting it owing to its picturesqueness and serenity.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "10 Best Instagrammable Places in Bhopal",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "441674",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/madhya-pradesh/bhopal/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4 km from Bhopal Junction, Lower Lake is a man-made lake located in the city of Bhopal, Madhya Pradesh. Situated to the east of Upper Lake, it is one of the well-known lakes in Bhopal, and among the top places to visit in Bhopal. Also called Chota Talaab, the Lower Lake was built in 1794 by Chote Khan, a minister of Nawab Hayat Muhammad Khan Bahadur to beautify the city.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Bhopal, Things to Do & Sightseeing (2024)",
            "indexInSource": 15,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750910",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/bhopal/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Bhopal, also the known as the 'City of Lakes', has two stunning lakes, namely, the Upper Lake and the Lower Lake. The Lower Lake or the Chhota Talaab, is separated from the Upper Lake by an over bridge called Pul Pukhta or Lower Lake Bridge. Along with the Upper Lake, it forms the Bhoj Wetland.",
            "siteName": "holidify.com",
            "shortName": "30 Places to visit in Bhopal India 2024",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "373340",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-bhopal",
            "sourceSite": "Web",
            "snippet": "Lower lake in Bhopal offers a truly magnificent sight as you will be mesmerized by its picturesque beauty. It is popularly known as Chhota Talab. The Upper and Lower lakes are separated by an over-bridge called Lower Lake Bridge or Pul Pukhta.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 30 Places To Visit In Bhopal (2025 Updated List)",
            "indexInSource": 3,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923991",
            "type": "webPlacesList",
            "url": "http://www.portfoliostudio.in/best-pre-wedding-photographer-in-bhopal-places-for-pre-wedding-photoshoot-in-bhopal/",
            "sourceSite": "Web",
            "snippet": "The upper lake is the bigger and the low lake being the smaller one. This is one of the most sere locations for pre wedding photography in Bhopal. You can have different Couple Photography for Pre Wedding Shoot in Bhopal's Lake.",
            "siteName": "PortfolioStudio",
            "shortName": "Best Pre-Wedding Photographer in Bhopal & Pre Wedding Places",
            "indexInSource": 2,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92026",
            "type": "webPlacesList",
            "url": "https://www.easemytrip.com/blog/bhopal-tourist-attractions",
            "sourceSite": "Web",
            "snippet": "Also known as Chhota Talab, Lower Lake is an incredible artwork of the city. It contributes highly towards beautifying the landscape of Bhopal. Along with the Upper Lake, it creates the Bhoj Wetland.",
            "siteName": "Easy Trip Planners",
            "shortName": "10 Popular Places to See in Bhopal: Bhopal Tourist Attractions",
            "indexInSource": 7,
            "iconSiteId": 2328,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "G942Gl8t5HCENrJ9ZjQlvQHbS0TUNo0v",
          "xuCd3ti8tFHBz3lVPvJy1ViCfsxYPXh7",
          "lGAI2TjJG0kKPmrowLa7ZcAntAElXA6D",
          "G942Gl8t5HCENrJ9ZjQlvQHbS0TUNo0v",
          "xuCd3ti8tFHBz3lVPvJy1ViCfsxYPXh7",
          "lGAI2TjJG0kKPmrowLa7ZcAntAElXA6D"
        ],
        "openingPeriods": [],
        "name": "Lower Lake",
        "placeId": "ChIJL559lZ5CfDkRuPkhLvWZ8ck",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Lower Lake is located to the east of the Upper Lake. An earthen dam separates the two lakes. The two lakes are built in a terraced manner, the lowest level of the Upper Lake is just below the highest level of the Lower Lake.\n\nThe Lower Lake has an area (water spread) of 1.29 , and its catchment area is 9.6 km2. The lake receives subsurface seepage from the Upper Lake. In the 1850s, the maximum and minimum depths of the lake were 11.7 m and 6.16 m respectively. As of 2011, the maximum depth was 10.7m.\n\nThe Lower Lake does not have any fresh water source; it receives seepage water from the Upper Lake and drainage from 28 sewage-filled nullahs. It drains into the Patra rivulet, which joins Halali River, a small tributary of the Betwa River.\nThe lake was built by creating in 1794 to beautify the city. The construction was commissioned by Chote Khan, a minister of Nawab Hayat Muhammad Khan Bahadur.A number of earlier wells were merged in this lake. The lower lake is beside a bridge named 'Pul Pukhta'. The lower lake has also been mentioned as \"Pukhta-Pul Talao\" in literature.\nThe Lower Lake suffers from pollution due to drainage from sewage-filled nullahs, lack of fresh water source and commercial washing of clothes. The entire lake is eutrophic, and its water is not suitable for drinking.\n\nHad a good and peaceful mindset.",
            "author_name": "Venkat Saravanan",
            "relative_time_description": "",
            "time": 1730657960,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I saw the lower lake from Neelam park. So I believe I saw the backside of the river. The lake was a bit dirty but it was nice to watch the flowing water.",
            "author_name": "Arshiya Gupta",
            "relative_time_description": "",
            "time": 1741766627,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lover Lake in Bhopal is a serene haven nestled amidst nature's embrace. Surrounded by lush greenery, the lake offers a peaceful retreat for those seeking solace and tranquility. Its pristine waters reflect the azure sky, creating a mesmerizing vista that soothes the soul. Whether you're taking a leisurely stroll along its shores, enjoying a romantic boat ride, or simply basking in the beauty of its surroundings, Lover Lake exudes an undeniable charm.",
            "author_name": "Deepak Patel",
            "relative_time_description": "",
            "time": 1710637626,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Lake"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 10,
            "3": 30,
            "4": 111,
            "5": 207
          }
        },
        "minMinutesSpent": null,
        "latitude": 23.248478,
        "address": "Jahangirabad, Bhopal, Madhya Pradesh",
        "travel_time": null
      }
    ]
  }
}