{
  "list_id": "1090",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1090/1.jpg",
  "description": "Dive into \"Capturing Gurugram: A Photographic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160295"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Gurugram: A Photographic Journey",
  "city_id": "207",
  "subtype": "poi",
  "city": "Gurugram",
  "created_ts": 1759781480,
  "slug": "capturing-gurugram-a-photographic-journey-gurugram-poi-062636",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJb1VVBf0YDTkRh1Md9mN3zyI",
        "generalDescription": "Leisure Valley Park in Gurgaon is a popular urban oasis that offers a variety of attractions for visitors. The park features a beautiful rose garden, picnic spots, and a cafe where you can grab some healthy snacks after a workout. Families with kids can enjoy the playground equipment and sandpit, while everyone can appreciate the musical fountain with water shows in the evening. This serene green space is perfect for jogging and leisurely walks, providing an ideal setting for nature-inspired relaxation.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.066174,
        "rating": 4.3,
        "numRatings": 17257,
        "sources": [
          {
            "id": "477067",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Kingdom of Dreams DLF CyberHub Damdama Lake Sultanpur Bird Sanctuary NeverEnuf Garden Railway Vintage Camera Museum Heritage Transport Museum Museum of Folk and Tribal Arts Tau Devi Lal Bio Diversity Park Leisure Valley Park Aravalli Biodiversity Park Camp Tikkling Flyboy Aero Park Ambience Mall Lohagarh Farms Smaaash iSkate The Paintball Co. F9 Go Karting Shift.Esc Botanix Nature Resort Wet N Wild Fun N Food Village Qutub Golf Course Vimla Art Gallery Oxygen Chamber Mata Sheetala Devi Temple Sky Jumper Trampoline Park Farrukh Nagar Fort Galleria Market Appu Ghar Molecule Air Bar SodaBottleOpenerWala",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 33 Places To Visit In Gurgaon (2025 Updated List)",
            "indexInSource": 6,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91970",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/gurgaon/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "16 km from city center 15 out of 35 Places To Visit in Gurgaon. Leisure Valley Park is a pleasant green patch maintained amidst the concrete jungle. The park spreads over a square kilometres space and has a jogging park, a garden, musical fountains and a restaurant that make it an apt recreational park.",
            "siteName": "holidify.com",
            "shortName": "35 Places to visit in Gurgaon India 2025",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "262587",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "One of the most underrated tourist places in Gurgaon, the Leisure Valley Park is tucked away in Gurgaon, sector 29. Housing a classic jogging track, garden, sandpit and swings/play area for kids, the park sees a lot of footfall during weekends. The garden carries a quiet little cafe to chill in.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Gurgaon, Tourist Places & Top Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XHsXOSnKogpeJ9FCSMZeDEZoiuy2Iw2E",
          "5cJ2gXpTM3s3qe6xzumNWfjYxvu10yjH",
          "NcePgn1ttB1HIllncSBjxwRYHOCHvsxo",
          "lEUP8OIU6HkiOHT2TjfRDiFnXhbC8YXU",
          "XHsXOSnKogpeJ9FCSMZeDEZoiuy2Iw2E",
          "5cJ2gXpTM3s3qe6xzumNWfjYxvu10yjH",
          "NcePgn1ttB1HIllncSBjxwRYHOCHvsxo",
          "lEUP8OIU6HkiOHT2TjfRDiFnXhbC8YXU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Leisure Valley Park",
        "placeId": "ChIJb1VVBf0YDTkRh1Md9mN3zyI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I recently attended a techno concert at Lasser Valley Park, and it was nothing short of incredible. From the moment I arrived, the energy was electric. The natural beauty of the park provided a stunning backdrop for the event-open skies, fresh air, and just enough greenery to make the whole experience feel surreal.\n\nThe sound system was top-notch, delivering deep bass and crisp highs that carried beautifully through the open space. The lighting setup was equally impressive, with lasers, strobes, and ambient visuals that perfectly matched the vibe of the music. The DJs kept the crowd moving all night with a well-curated mix of tracks that ranged from melodic to downright intense.\n\nOne thing that stood out was how well-organized everything was. Entry was smooth, there were plenty of food and drink stalls, and the security team did a great job of keeping things safe without being overbearing. The crowd was diverse and friendly, and the overall atmosphere felt inclusive and welcoming.\n\nDancing under the stars to some of the best techno music I've heard live was an unforgettable experience. Everyone seemed to be in high spirits, and you could feel the shared appreciation for music and connection.\n\nLasser Valley Park proved to be an ideal venue for a concert of this scale. I genuinely hope this becomes a recurring event because it set a new standard for outdoor music festivals. Hats off to the organizers for pulling off such a fantastic night.",
            "author_name": "Harbir Singh Saini",
            "relative_time_description": "",
            "time": 1744359803,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Leisure Valley Park is located in Sector 29 of Gurugram in the Haryana State of India. It is also known as the Maharana Pratap Swarn Jayanti Park. It is an urban park offering a rose garden, picnic spots, a cafe and a fountain with musical water shows.\nThere is no entry fee to Leisure Valley Park . A musical fountain is operated in the evenings. It is at a short walking distance from the IFFCO Chowk Metro Station and is right opposite the Kingdom of Dreams .\nThe Leisure Valley Park is a pleasant green area surrounded by the city's concrete jungle.\nThis Park is quite popular amongst kids, youngsters and the locals.\nIt's open for the public from 5 AM in the morning to 9 PM in the evening, everyday. Outside the park, and near the entrance, several illegal kiosks have come up, selling eatables.\nThe park, however lacks good maintenance and upkeep. So many stray dogs roam freely inside.",
            "author_name": "rakesh sharma",
            "relative_time_description": "",
            "time": 1742557381,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Leisure Valley Park is one of the best places for a peaceful morning walk and yoga. The greenery and fresh air make it perfect to start the day on a positive note. I usually visit here with my brother, and we both enjoy the calm environment away from the city rush. The walking tracks are well-maintained, and there are plenty of open spaces for exercise or just relaxing. Highly recommended for fitness lovers as well as anyone who wants a refreshing break in nature.",
            "author_name": "Asad Syed",
            "relative_time_description": "",
            "time": 1757180664,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 660,
            "2": 496,
            "3": 1978,
            "4": 4534,
            "5": 9607
          }
        },
        "minMinutesSpent": 120,
        "latitude": 28.469744,
        "address": "287, NH 8, Sector 29, Gurugram, Haryana 122021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJYxeFb08YDTkRDNXoZQqcpVU",
        "generalDescription": "32nd Avenue in Gurgaon is a vibrant and laid-back destination with a picturesque red-bricked high street setting. It's an ideal place to hang out with friends, offering a variety of eateries such as Greenr Cafe, Carnatic Cafe, Fifth Avenue Bakery & Cafe, Mallacca - Malaysian Kitchen, and Melt House. The area is known for its festive atmosphere with hundreds of fairy lights creating a magnificent environment. It's perfect for both daytime relaxation and cozy evening vibes.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 77.050116,
        "rating": 4.6,
        "numRatings": 25819,
        "sources": [
          {
            "id": "1923784",
            "type": "webPlacesList",
            "url": "https://www.indiatimes.com/culture/travel/top-instagrammable-places-to-take-your-social-media-to-next-level-in-gurgaon-602321.html",
            "sourceSite": "Web",
            "snippet": "The next destination on our list is 32nd Avenue, which has a full vibe. If you are looking for something sober during the day and want a cosy night vibe, this place is the one for you. With hundreds of fairy lights, a magnificent environment, and a plethora of eateries, 32nd Avenue is one of Gurgaon's most popular hangouts!",
            "siteName": "Indiatimes",
            "shortName": "Top Instagrammable Places in Gurgaon: Uncovering Gurgaon's Hidden Gems",
            "indexInSource": 2,
            "iconSiteId": 3280,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222386",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/6-insta-worthy-places-in-gurgaon-that-are-perfect-for-a-stunning-photo-shoot",
            "sourceSite": "Web",
            "snippet": "What’s a better place to spend your evenings than at this snazzy spot in Gurugram?. 32nd Avenue is an excellent place to get clicked because of the very beautiful lighting and decor all over and all the extraordinary interiors that come along. So thank your stars, dress your best and head over for an eventful night.",
            "siteName": "So City",
            "shortName": "6 Insta-Worthy Spots In Gurgaon For A Photoshoot, 2024",
            "indexInSource": 2,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "O4SMlXksm5oywUN2jeo5M8ReG8SmfFiC",
          "rFW9Hq04xLnnHe0okvQ3yD6fg1hq6vaR",
          "ymfkbXI4S0dSRAzhEpkHdtSGeY0lJD9S",
          "O4SMlXksm5oywUN2jeo5M8ReG8SmfFiC",
          "rFW9Hq04xLnnHe0okvQ3yD6fg1hq6vaR",
          "ymfkbXI4S0dSRAzhEpkHdtSGeY0lJD9S"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "0100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "0100"
            }
          }
        ],
        "name": "32nd Avenue",
        "placeId": "ChIJYxeFb08YDTkRDNXoZQqcpVU",
        "internationalPhoneNumber": "+91 98702 09781",
        "reviews": [
          {
            "rating": 5,
            "text": "The place boasts great lighting, an appealing aesthetic, and looks fantastic on camera.Good place with lots of options to hang out. Carnatic cafe takes the high point here for me when it comes to food.You'll find amazing pizza joints, South Indian cafes, coffee shops, fine dining options, and more. The atmosphere here is fantastic-a must-visit destination!filled with lots of cafe's , clubs & party places.Parking is good. And all the good food outlets are there.Most of the restaurants and bars are bit costly.\nValet parking is quite expensive.Good for family and friends. Will visit again & Perfect for couples",
            "author_name": "BHUSHAN SONAWANE",
            "relative_time_description": "",
            "time": 1745386535,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place to hangout with friends and family for a drink, meal or coffee. So many options to choose from south indian food, pizza, healthy salad, etc.\nParking is so convenient with the valet service, available at a reasonable price.\nLove to visit this place time and again.",
            "author_name": "Gaurav Sharma",
            "relative_time_description": "",
            "time": 1747028078,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The management is super supportive. I had some issue with my car and wanted to check the security cameras. Despite it being a sunday, Bhavya from the corporate office answered my calls and provided constant support until the resolution of the matter, without me having to visit at all. Such customer service is what makes a place stand out. Thanks again Bhavya. Kudos to 32nd Avenue's management!",
            "author_name": "Siddharth Kandpal",
            "relative_time_description": "",
            "time": 1742724720,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.32nd.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 592,
            "2": 277,
            "3": 1113,
            "4": 5654,
            "5": 18265
          }
        },
        "minMinutesSpent": 150,
        "latitude": 28.461683,
        "address": "NH 48, Sector 15 Part 2, Sector 15, Gurugram, Haryana 122001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ5dYcWkgUDTkRSbk2kBkmVb8",
        "generalDescription": "Sultanpur National Park, located near Gurugram, India, is a haven for bird enthusiasts and nature lovers. The park boasts a diverse range of local and migratory bird species, offering visitors the chance to observe them in their natural habitat. With well-maintained paths, watch towers for birdwatching, and an educational center, it provides an immersive experience in the beauty of nature.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.890369,
        "rating": 4.2,
        "numRatings": 8093,
        "sources": [
          {
            "id": "1923801",
            "type": "webPlacesList",
            "url": "https://evafarms.in/blog/wedding/pre-wedding-shoot-locations-in-gurgaon/",
            "sourceSite": "Web",
            "snippet": "Known as one of the most convenient places in Gurgaon, Sultanpur Bird Sanctuary is a perfect spot for a pre-wedding photo shoot. You and your partner can be in romantic poses while the photographer captures beautiful memories in the peaceful backdrop of lakes and nature. Surrounded by the stunning untouched beauty of native flora and fauna, Sultanpur National Park’s lush landscapes make for an idyllic romantic pre-wedding photoshoot locale away from the city’s hustle.",
            "siteName": "EVA Farms",
            "shortName": "Top 10 Pre Wedding Shoot Locations in Gurgaon",
            "indexInSource": 0,
            "iconSiteId": 107491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923775",
            "type": "webPlacesList",
            "url": "https://thinktankpictures.com/best-10-pre-wedding-shoot-locations-near-gurgaon/",
            "sourceSite": "Web",
            "snippet": "Sultanpur National Park is an oasis of serenity amidst Gurgaon’s urbanization, spanning 1.43 sprawling square kilometers. In winters, over a hundred species of migratory birds from Europe and Central Asia take refuge in its vast lush wetland. Strolling the misty dawn grasslands resounding with distant bird calls, or framed against the shimmering lake at golden hour, Sultanpur provides a spellbindingly tranquil natural backdrop for striking pre wedding shoots.",
            "siteName": "Think Tank Pictures",
            "shortName": "Best 10 pre wedding shoot locations near Gurgaon(Gurugram)",
            "indexInSource": 0,
            "iconSiteId": 276522,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128897",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/delhi-ncr/5-places-in-gurgaon-that-are-perfect-for-insta-worthy-shots-c-26395",
            "sourceSite": "Web",
            "snippet": "Even though the area might seem like a deserted land, there's so much to witness at this National Park, where you could head out on a weekend with your fam bam. Or if you're looking for cool aesthetic places for a shoot, this is your go-to place!",
            "siteName": "Whats Hot",
            "shortName": "5 Places In Gurgaon That Are Perfect For Insta-Worthy Shots!",
            "indexInSource": 1,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923807",
            "type": "webPlacesList",
            "url": "https://www.pinkvilla.com/lifestyle/weddings/6-stunning-destinations-near-gurugram-romantic-pre-wedding-photoshoot-1139460",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "PinkVilla",
            "shortName": "6 Stunning destinations near Gurugram for a romantic pre- wedding photoshoot",
            "indexInSource": 3,
            "iconSiteId": 108511,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kW1P55WFnHnBo6Qy63AAHIczzvvHQ9DZ",
          "wtKINJ2nZ23jDi6C8oe4x4Q2kDTDx26Y",
          "db1ddRJwhy5woTkLQxCo3ythjsi7bWDm",
          "kW1P55WFnHnBo6Qy63AAHIczzvvHQ9DZ",
          "wtKINJ2nZ23jDi6C8oe4x4Q2kDTDx26Y",
          "db1ddRJwhy5woTkLQxCo3ythjsi7bWDm"
        ],
        "openingPeriods": [],
        "name": "Sultanpur National Park",
        "placeId": "ChIJ5dYcWkgUDTkRSbk2kBkmVb8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Sultanpur Bird Sanctuary is a delightful escape into nature, and I highly recommend it to anyone who appreciates avian beauty.\n\nI was truly impressed by the sheer variety of bird species I encountered during my visit.\n\nArrive early in the morning for the most rewarding experience; the birds are most active during these hours, and you'll witness a spectacular display.\n\nParking is plentiful, which is a huge plus. The entry fee is very reasonable, making it an affordable outing. Be prepared to pay a separate (nominal) fee for bringing your camera.\n\nWe were also fortunate enough to see deer, adding to the overall experience. The paths are well maintained and easy to walk.\n\nTo preserve the sanctuary's natural beauty and ensure the well-being of its inhabitants, please adhere to the following guidelines: no littering, do not feed the birds, maintain silence, and respect wildlife. Keep a safe distance from the animals and avoid approaching them too closely.\n\nOverall, Sultanpur Bird Sanctuary is a wonderful place to connect with nature and observe birds in their natural habitat. It's a must-visit for nature enthusiasts and families alike.",
            "author_name": "Niteesh Reddy Bollu",
            "relative_time_description": "",
            "time": 1740275005,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had a wonderful experience visiting Sultanpur National Park. It's a serene place, perfect for bird watching and enjoying the outdoors. I spotted several migratory birds, including storks, herons, and egrets. The walking trails are clean and well-maintained, with watchtowers that give a great view of the lake and surroundings. It's a great spot for photography and a quiet getaway from city life. Best time to visit is early morning, especially in the winter months. Highly recommended for nature lovers and families looking for a relaxing day out!",
            "author_name": "Amit Soni",
            "relative_time_description": "",
            "time": 1743967574,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Sultanpur National Park (Ramsar site )  is located at Sultanpur village on Gurugram-Jhajjar highway, 15 km from Gurugram and 50 km from Delhi. This covers approximately 142.52 hectares. The National Park is named after King Sultansingh Chauhan a descendant of King Prithviraj Chauhan. The approach road is good and National Park has decent parking space. The entrance is charged @Rs 50. Around 250 migratory birds find shelter in winter season. The best times are always mornings and evenings. The walk around the park is around 7500 steps. There are watch towers to facilitate bird watching. You can even buy artefacts at counter while returning. Don't forget to rent up a binoculars. Electric vehicles are available for those who wish for ride around the park.",
            "author_name": "print rc",
            "relative_time_description": "",
            "time": 1742727645,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Bird watching area",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 419,
            "2": 306,
            "3": 972,
            "4": 2096,
            "5": 4303
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.461257,
        "address": "National Park, Gurgaon Farukh Nagar Rd, Sultanpur, Gurugram, Haryana 122006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJf-glWfIdDTkRDBP5nGE-24M",
        "generalDescription": "Aravalli Biodiversity Park offers a serene escape into nature, with its forested surroundings and winding trails perfect for leisurely walks or invigorating jogs. The park is a haven for plant enthusiasts and bird watchers alike, providing opportunities to observe diverse flora and fauna. Visitors can immerse themselves in the tranquil ambiance, making it an ideal destination for solo adventures or peaceful contemplation.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 77.153234,
        "rating": 4.4,
        "numRatings": 1569,
        "sources": [
          {
            "id": "477067",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Kingdom of Dreams DLF CyberHub Damdama Lake Sultanpur Bird Sanctuary NeverEnuf Garden Railway Vintage Camera Museum Heritage Transport Museum Museum of Folk and Tribal Arts Tau Devi Lal Bio Diversity Park Leisure Valley Park Aravalli Biodiversity Park Camp Tikkling Flyboy Aero Park Ambience Mall Lohagarh Farms Smaaash iSkate The Paintball Co. F9 Go Karting Shift.Esc Botanix Nature Resort Wet N Wild Fun N Food Village Qutub Golf Course Vimla Art Gallery Oxygen Chamber Mata Sheetala Devi Temple Sky Jumper Trampoline Park Farrukh Nagar Fort Galleria Market Appu Ghar Molecule Air Bar SodaBottleOpenerWala",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 33 Places To Visit In Gurgaon (2025 Updated List)",
            "indexInSource": 7,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923775",
            "type": "webPlacesList",
            "url": "https://thinktankpictures.com/best-10-pre-wedding-shoot-locations-near-gurgaon/",
            "sourceSite": "Web",
            "snippet": "The Aravalli Biodiversity Park in Gurgaon is a serene oasis nestled amidst the bustling cityscape. Spanning over acres of lush greenery, it serves as a sanctuary for numerous plant and animal species native to the Aravalli Range. The park offers visitors a peaceful retreat where they can explore nature trails, observe diverse flora and fauna, and indulge in recreational activities such as birdwatching and picnicking.",
            "siteName": "Think Tank Pictures",
            "shortName": "Best 10 pre wedding shoot locations near Gurgaon(Gurugram)",
            "indexInSource": 4,
            "iconSiteId": 276522,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "262587",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "One of the most refreshing places to visit in Gurgaon, the Aravalli Biodiversity Park spans 692 acres of verdant greenery. Transforming barren land into a beautiful and sustainable ecosystem, the biodiversity park was founded in the year 2005. Home to over 20 species of trees, 190 avian species and 1000 species of plants, the park is as close as you can get to a wildlife sanctuary without leaving the Delhi boundary.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Gurgaon, Tourist Places & Top Attractions",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91970",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/gurgaon/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "21 km from city center 8 out of 35 Places To Visit in Gurgaon. Expanding over 1.54 square kilometres, Aravalli Biodiversity Park was established to ecologically restore and preserve the vegetation on the desert and arid land areas in the region. It was opened on the occasion of World Environment Day in June 2010, after a Supreme Court Ban was implemented on stone mining in the region.",
            "siteName": "holidify.com",
            "shortName": "35 Places to visit in Gurgaon India 2025",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923801",
            "type": "webPlacesList",
            "url": "https://evafarms.in/blog/wedding/pre-wedding-shoot-locations-in-gurgaon/",
            "sourceSite": "Web",
            "snippet": "Aravali Biodiversity Park, Popular as one of the most booked pre wedding shoot locations in Gurgaon. The Biodiversity Park near Arjangarh Airforce Station offers an amazing setting for nature-filled pre-wedding photoshoots. With lush greenery, walking trails, and stunning views of the Aravalli Hills, it is perfect for romantic shots surrounded by natural beauty.",
            "siteName": "EVA Farms",
            "shortName": "Top 10 Pre Wedding Shoot Locations in Gurgaon",
            "indexInSource": 5,
            "iconSiteId": 107491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222386",
            "type": "webPlacesList",
            "url": "https://so.city/delhi/article/6-insta-worthy-places-in-gurgaon-that-are-perfect-for-a-stunning-photo-shoot",
            "sourceSite": "Web",
            "snippet": "The nature enthusiast in you is calling, and we can’t help but listen to it and tell you all about what to do. With its hustle and bustle, the city takes out most of the fun from our lives what with travelling from home to work and back. Aravalli Biodiversity Park is the perfect answer to this question.",
            "siteName": "So City",
            "shortName": "6 Insta-Worthy Spots In Gurgaon For A Photoshoot, 2024",
            "indexInSource": 3,
            "iconSiteId": 530,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128897",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/delhi-ncr/5-places-in-gurgaon-that-are-perfect-for-insta-worthy-shots-c-26395",
            "sourceSite": "Web",
            "snippet": "Located in Gurgaon, this park is essentially a forest with breathtaking flora all around. You won't just be getting the opportunity to take pictures of yourself and nature, but even witness several bird species at the park, that you could go up close and take pictures of.",
            "siteName": "Whats Hot",
            "shortName": "5 Places In Gurgaon That Are Perfect For Insta-Worthy Shots!",
            "indexInSource": 4,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tBTEcuDFAcGN6CrPSJsIBP4jESy5nfLJ",
          "RHniIhtx8nJDsiLjo1hwSQY5cFuYgBc5",
          "WYD7nLkNEQSI4ETvJT23tG7gvffsROlv",
          "tBTEcuDFAcGN6CrPSJsIBP4jESy5nfLJ",
          "RHniIhtx8nJDsiLjo1hwSQY5cFuYgBc5",
          "WYD7nLkNEQSI4ETvJT23tG7gvffsROlv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Aravalli Biodiversity Park",
        "placeId": "ChIJf-glWfIdDTkRDBP5nGE-24M",
        "internationalPhoneNumber": "+91 98990 55001",
        "reviews": [
          {
            "rating": 5,
            "text": "Had a great visit education officer is available if you are coming from a educational institution. This peaceful place is a treat for delhities away from pollution and noises. ❤️",
            "author_name": "Rekha Nath",
            "relative_time_description": "",
            "time": 1743261939,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Interesting place but woefully lacking in information about the different vegetation trees etc. Quiet and peaceful seems to be a place young people like to come to.",
            "author_name": "Vivek Krishan",
            "relative_time_description": "",
            "time": 1740559056,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a wonderful place to enjoy in the midst of nature. It has walking trails with jungles on both sides. It has scenic views and offers a great opportunity to capture beautiful sunsets and sunrises. If you're looking for a quiet place to reflect on yourself or relax, you can visit here. It has remains of the aravalli hills. If you're a nature enthusiast you will have a great experience. It's near modern school, Vasant Vihar. There is also a market nearby where you may grab a quick bite.",
            "author_name": "Prachi Bhatnagar",
            "relative_time_description": "",
            "time": 1710032864,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.delhibiodiversityparks.org/",
        "index": 4,
        "id": "",
        "categories": [
          "Wildlife park",
          "Outdoor Activities",
          "Gardens",
          "Nature & Wildlife Areas",
          "Parks",
          "Hiking Trails"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 47,
            "2": 25,
            "3": 141,
            "4": 341,
            "5": 1015
          }
        },
        "minMinutesSpent": 45,
        "latitude": 28.559137,
        "address": "A-33, Air India Colony, Indian Air Lines & Air India Estate, Vasant Vihar, New Delhi, Delhi 110057, India",
        "travel_time": null
      },
      {
        "_id": "ChIJc3HKNYQZDTkRuncCz56MmwY",
        "generalDescription": "The banquet hall Royal Swan is a great place to have a special event. It has a beautiful setting, excellent food and great service. Everyone who comes has a wonderful time.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.020872,
        "rating": 4.3,
        "numRatings": 424,
        "sources": [
          {
            "id": "128934",
            "type": "webPlacesList",
            "url": "https://www.venuelook.com/photo-shoots-venues-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Located near sector 33, Gurgaon, it is an extremely convenient venue for the discerning customer.It is a well located and fully furnished in it`s own locality. We always take care of our guests and their desires they look for from us!",
            "siteName": "venuelook.com",
            "shortName": "List of Best 227 Photo Shoots Venues In Gurgaon",
            "indexInSource": 3,
            "iconSiteId": 2282,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nNdMlFgDYNsGkiNEP6UokREpXFBsbGVj",
          "jDOxIoW1hclusmMWNnhbzUive2dIKpg6",
          "VtxzwPCFEu3pnG32yZ2YjVTeDINecGFU",
          "nNdMlFgDYNsGkiNEP6UokREpXFBsbGVj",
          "jDOxIoW1hclusmMWNnhbzUive2dIKpg6",
          "VtxzwPCFEu3pnG32yZ2YjVTeDINecGFU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Royal swan banquet",
        "placeId": "ChIJc3HKNYQZDTkRuncCz56MmwY",
        "internationalPhoneNumber": "+91 99993 04381",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best place for gatherings and marriage functions in the town. The best thing is the ample of parking space and easy connectivity with the highway.\nHuge park area for the catering and indoor dining area for all weather conditions. Also the stage area is quite good and phere mandap is between the ponds which gives elegant look in pictures and videos.\nAlso there is good scope of decoration and lighting, these things make this banquet one of the best place for all kind of gatherings.",
            "author_name": "Harish Yadav",
            "relative_time_description": "",
            "time": 1738952216,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I have hosted my daughter's wedding for 26th November.\nThey have done great work.\nEveryone has appreciated\nThank you so much\nFully satisfied",
            "author_name": "Sunny Jan",
            "relative_time_description": "",
            "time": 1733924055,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Do not book this place. Very rude and money minded people. Do not care about your function. Only interested in taking out money from your pocket. Will Ruin your experience on the special day.",
            "author_name": "tilak yadav",
            "relative_time_description": "",
            "time": 1740541244,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Banquet hall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 9,
            "3": 32,
            "4": 79,
            "5": 277
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.429047,
        "address": "near marble market, Sector 33, Gurugram, Haryana 122001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJKwPsT1kjDTkRD9EfaGBtdZQ",
        "generalDescription": "Lohagarh Farms in Gurgaon is a perfect destination for those seeking a taste of village life and rural activities. This rustic farm offers camel cart rides, pottery sessions, dairy activities, mud baths, and various adventure activities like beam balancing and Tarzan swing. Visitors can also explore the local culture through traditional folklore, music, dance, and crafts while experiencing warm hospitality from the locals. The farm promotes self-sustaining rural communities and provides opportunities for locals to earn a living.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.028166,
        "rating": 4.2,
        "numRatings": 9335,
        "sources": [
          {
            "id": "477067",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Kingdom of Dreams DLF CyberHub Damdama Lake Sultanpur Bird Sanctuary NeverEnuf Garden Railway Vintage Camera Museum Heritage Transport Museum Museum of Folk and Tribal Arts Tau Devi Lal Bio Diversity Park Leisure Valley Park Aravalli Biodiversity Park Camp Tikkling Flyboy Aero Park Ambience Mall Lohagarh Farms Smaaash iSkate The Paintball Co. F9 Go Karting Shift.Esc Botanix Nature Resort Wet N Wild Fun N Food Village Qutub Golf Course Vimla Art Gallery Oxygen Chamber Mata Sheetala Devi Temple Sky Jumper Trampoline Park Farrukh Nagar Fort Galleria Market Appu Ghar Molecule Air Bar SodaBottleOpenerWala",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 33 Places To Visit In Gurgaon (2025 Updated List)",
            "indexInSource": 9,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "262587",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Another refreshing getaway near Delhi, Lohagarh Farms is a beautiful retreat within the laps of nature, surrounded by Indian culture and heritage. Aimed at making guests relive their childhood days - reckless, innocent and fun - the farm is a tireless effort to reconnect with oneself. Featuring numerous games that demand no special equipment but your loved ones.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Gurgaon, Tourist Places & Top Attractions",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91970",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/gurgaon/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "15 km from city center 16 out of 35 Places To Visit in Gurgaon. Lohagarh Farms were established to create self-sustaining rural communities and create opportunities for employment. The attraction also serves as a platform for village artists to exhibit and sell their art and handicraft.",
            "siteName": "holidify.com",
            "shortName": "35 Places to visit in Gurgaon India 2025",
            "indexInSource": 11,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iBe6ytLTvePvDAkZdCcEKJuFSXO3dl4h",
          "z32QzxsZvPinhfqGIuqKaLnDNQvFYD2a",
          "aBvcGjFvBXqPq9tuBGazdJvcqN69Dkhv",
          "iBe6ytLTvePvDAkZdCcEKJuFSXO3dl4h",
          "z32QzxsZvPinhfqGIuqKaLnDNQvFYD2a",
          "aBvcGjFvBXqPq9tuBGazdJvcqN69Dkhv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Lohagarh Farms",
        "placeId": "ChIJKwPsT1kjDTkRD9EfaGBtdZQ",
        "internationalPhoneNumber": "+91 82875 55000",
        "reviews": [
          {
            "rating": 5,
            "text": "It was great fun and adventure, spending best time with family and friends. Truly had an amazing experience. Unlimited food and beverages to rehydrate yourself while enjoying. Do not skip ziplining. You enjoy most when you visit this place in a group of friends n family.",
            "author_name": "Vibhor Sharma",
            "relative_time_description": "",
            "time": 1744953474,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great place to visit if you are in Delhi. Beautiful place. No pollution. One pass includes food (freshly out of farms), semi-amusement park, camel riding, bullock card riding,etc. Pass costs ₹1100 when I visited. Food is unlimited and is available always.",
            "author_name": "Rajat",
            "relative_time_description": "",
            "time": 1739252513,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A nice place to visit with family or friends. Many games are here to enjoy like zip lines and semi amusement parks .You can enjoy the village food like makka , bazra  roti with sarso saag,\nwhite makhan, and gur. Unlimited food for breakfast and lunch with delicious jalebi and gulab jamun. You can watch a puppet show and a bhoot bangla here. Camel rides and bullock cart rides are also available. All things are at the cost of 900 per person.",
            "author_name": "Sweta Rani",
            "relative_time_description": "",
            "time": 1739959320,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.lohagarhfarms.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Picnic ground"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 516,
            "2": 278,
            "3": 852,
            "4": 2586,
            "5": 5104
          }
        },
        "minMinutesSpent": 240,
        "latitude": 28.337559,
        "address": "Village Gairatpur Baas, near Sohna Road, Badshahpur, Gurugram, Haryana 122101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ61eVrkAZDTkRTF6b8LcQ1gY",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.058456,
        "rating": 4.5,
        "numRatings": 180,
        "sources": [
          {
            "id": "1923804",
            "type": "webPlacesList",
            "url": "https://www.wedmegood.com/vendors/gurgaon/pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Some of our best rated photographers are Eye Of The Turtle that has clients not just in Gurgaon and Delhi but also in the USA and they specialise in cinematic shoots that cover both wedding and pre wedding shoots.",
            "siteName": "wedmegood.com",
            "shortName": "20 Best Pre Wedding Photographers in Gurgaon",
            "indexInSource": 2,
            "iconSiteId": 39515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "l5PASM8tLG3e8wFoq5KuPk5IeWgnhzJ0",
          "0nTf5oPSKoM9JoccgdjcUcfF73skshTo",
          "BsYdUDVTnF8IRLrPu6knCX0dkKWz82xx",
          "l5PASM8tLG3e8wFoq5KuPk5IeWgnhzJ0",
          "0nTf5oPSKoM9JoccgdjcUcfF73skshTo",
          "BsYdUDVTnF8IRLrPu6knCX0dkKWz82xx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Eye of Turtle Wedding Photography",
        "placeId": "ChIJ61eVrkAZDTkRTF6b8LcQ1gY",
        "internationalPhoneNumber": "+91 88002 29430",
        "reviews": [
          {
            "rating": 5,
            "text": "\"\"From start to finish, Eye of Turtle exceeded all of our expectations. The photos are stunning and uniquely creative, capturing the heart of our special day in a way that feels so authentic. Every image is full of love, beauty, and artistry.\" of Turtle made our wedding day unforgettable! Their photos are like a beautiful fairytale come to life. They are professional, imaginative, and somehow always know the perfect moment to capture. Truly a masterpiece collection that we'll cherish forever.\"\"",
            "author_name": "Gaurav Yadav",
            "relative_time_description": "",
            "time": 1741711185,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We couldn't have asked for a better photographer for our wedding! Every moment was captured so beautifully and with so much detail. The pictures are not just photos, they're memories we'll cherish for a lifetime. Their professionalism, creativity, and patience truly stood out. Thank you for making our special day even more memorable through your amazing work! 💕",
            "author_name": "Pinkal Singh",
            "relative_time_description": "",
            "time": 1756219202,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "\"Every Moment, Perfectly Captured\"\n\"From the first consultation to the final photo delivery, Eye of Turtle went above and beyond to make our wedding day unforgettable. The photographs are stunning, showcasing not only the big moments but also the quiet, intimate details we didn't even realize we'd cherish so much. Thank you for capturing our love so beautiful \"A Vision Beyond Words\"\n\"Eye of Turtle captured our wedding day in a way we could never have imagined. Every shot felt like a masterpiece, with each frame telling a beautiful, unique story. The attention to detail and the creativity they brought to the table was absolutely incredible. We couldn't be more thrilled with our photos - they're nothing short of magical!\"",
            "author_name": "Rohan Chauhan",
            "relative_time_description": "",
            "time": 1741443442,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.eyeofturtle.in/",
        "index": 7,
        "id": "",
        "categories": [
          "Wedding photographer",
          "Photographer",
          "Video editing service",
          "Wedding planner",
          "Wedding portrait studio",
          "Wedding service",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 0,
            "3": 0,
            "4": 6,
            "5": 151
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.466942,
        "address": "South City I, Sector 41, Gurugram, Haryana 122002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ58xnhVcVDTkRGr8ElYIRnBA",
        "generalDescription": "Farrukh Nagar Bypass, located 9 km from the city center and ranked as one of the top places to visit in Gurgaon, is home to the historic Farrukh Nagar Fort, built in 1732. The town was renowned for its salt trade until it was banned by the British in the early 1900s. The bypass provides a convenient route connecting Jhajjar, Farukh Nagar, and KMP with good road conditions.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.841725,
        "rating": 4.3,
        "numRatings": 249,
        "sources": [
          {
            "id": "91970",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/gurgaon/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "9 km from city center 28 out of 35 Places To Visit in Gurgaon. Farrukh Nagar Fort was established in 1732 by Faujdar Khan who served as a Governor to Emperor Farrukhsiyar. The town was famous for its salt trade till the British put a ban on it in the early 1900s.",
            "siteName": "holidify.com",
            "shortName": "35 Places to visit in Gurgaon India 2025",
            "indexInSource": 19,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "h3DrJC4PL9pfGXJcJ4tYbs5qh2kLrz2K",
          "CdBWsPSVJzEOP4p7fJv6FX6Kn56w0YtF",
          "Thj9ahMhR85OhcjRxS3xXzwGgwnJC9p4",
          "h3DrJC4PL9pfGXJcJ4tYbs5qh2kLrz2K",
          "CdBWsPSVJzEOP4p7fJv6FX6Kn56w0YtF",
          "Thj9ahMhR85OhcjRxS3xXzwGgwnJC9p4"
        ],
        "openingPeriods": [],
        "name": "Farrukh Nagar Bypass",
        "placeId": "ChIJ58xnhVcVDTkRGr8ElYIRnBA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's awesome",
            "author_name": "Gajender Yadav",
            "relative_time_description": "",
            "time": 1757231822,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good road but to fast vehicle are move there specially haryana government bus and jhajjar bus.\n\nThey overtake badly and maximum accident happened and maximum time i saw the death body of poor animals in this road which is terrible",
            "author_name": "Snehashis das",
            "relative_time_description": "",
            "time": 1692031552,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Not bad",
            "author_name": "Ravi funny videos",
            "relative_time_description": "",
            "time": 1730509590,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 8,
            "3": 21,
            "4": 43,
            "5": 157
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.453499,
        "address": "FR3R+9MX, Sultanpur, Farukh Nagar, Haryana 122506, India",
        "travel_time": null
      },
      {
        "_id": "ChIJqYoQ8egjDTkRAr08qifSQ3Q",
        "generalDescription": "Eva Farms in Gurgaon is a luxurious farmhouse that offers a premier platform for spending quality time with friends and family. The farm provides various amenities including a swimming pool, gazebo, jacuzzi, and spacious lawn, making it suitable for both relaxing hangouts and small parties. Guests have praised the culinary delights offered at Eva Farms, with carefully crafted dishes bursting with flavor. The serene ambience and picturesque surroundings make it an ideal retreat for relaxation.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.021015,
        "rating": 4.8,
        "numRatings": 207,
        "sources": [
          {
            "id": "1923801",
            "type": "webPlacesList",
            "url": "https://evafarms.in/blog/wedding/pre-wedding-shoot-locations-in-gurgaon/",
            "sourceSite": "Web",
            "snippet": "Eva Farms in Gurgaon is as beautiful as a haven to enjoy pre-wedding photo shoots in lush greenery and scenic views. Away from the city’s noise, the farms’ peaceful ambiance allows couples to focus on creating beautiful memories. With sprawling lush lawns, infinity pools overlooking the hills,  indoor spaces like cozy rooms and cosy sit-outs, couples have a variety of backgrounds to choose from for the shoot.",
            "siteName": "EVA Farms",
            "shortName": "Top 10 Pre Wedding Shoot Locations in Gurgaon",
            "indexInSource": 1,
            "iconSiteId": 107491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "n5O2u2C5jFGnTtOOzqqurhDSCjtHyGrg",
          "TQmOA51ec54FhXNKD4ZQE7EVlrB0AJvM",
          "lGaE1DtIucYUk7vTSrQYjK4eZKjHbzst",
          "n5O2u2C5jFGnTtOOzqqurhDSCjtHyGrg",
          "TQmOA51ec54FhXNKD4ZQE7EVlrB0AJvM",
          "lGaE1DtIucYUk7vTSrQYjK4eZKjHbzst"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Eva Farms Gurgaon | Best Farmhouse for Party in Gurgaon | Farm House for Pool Party",
        "placeId": "ChIJqYoQ8egjDTkRAr08qifSQ3Q",
        "internationalPhoneNumber": "+91 62932 32323",
        "reviews": [
          {
            "rating": 5,
            "text": "Review for Eva Farms\n\nWe had a wonderful corporate get-together at Eva Farms! The event was well-organized, with games during the day and live music, DJ, and dancing at night. The property is lush green, spacious, and very well-maintained, perfect for a big gathering.\n\nThe owner was extremely helpful and ensured we had everything we needed, including a large speaker and mic. The staff was available 24/7, making the experience smooth and hassle-free. Though the last 2 km stretch is a bit rocky, the beautiful ambiance of the property made it all worth it.\n\nPros:\n- Lush green and well-maintained property.\n- Huge lawn, ideal for large gatherings.\n- Helpful owner and 24/7 staff support.\n- Provided speaker and mic for events.\n\nCons:\n- The last 2 km stretch to the property is rocky.\n\nOverall, it's a great choice for corporate events or any big occasion! Highly recommend it.",
            "author_name": "Nakul",
            "relative_time_description": "",
            "time": 1733413943,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best place to hang out with friends and family. The view is breathtaking and the calmness of nature makes it even more beautiful. Amazing food and atmosphere too. Loved the vibe of this place. I can say that it is a must visit place.",
            "author_name": "NEHA YADAV",
            "relative_time_description": "",
            "time": 1747627858,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently had the opportunity to stay at Eva farms and it was an incredible experience! The rolling hills, fresh air, and peaceful surroundings were a perfect escape from the hustle and bustle of city life. The farm was well-maintained and the hosts were incredibly welcoming and knowledgeable about sustainable farming practices.\n\nStaying at the farm allowed me to connect with nature and experience the beauty of rural life. I was able to help with farm activities such as feeding animals, and harvesting fresh produce.\n\nRating: 5/5 stars",
            "author_name": "swarnalekha chinnam",
            "relative_time_description": "",
            "time": 1730832780,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://evafarms.in/",
        "index": 9,
        "id": "",
        "categories": [
          "Event venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 1,
            "3": 1,
            "4": 4,
            "5": 195
          }
        },
        "minMinutesSpent": null,
        "latitude": 28.315526,
        "address": "A1/18, Ansal Aravali Retreat Garat Pur Bas Gaon, Badshahpur Sohna Rd Hwy, Badshahpur, Gurugram, Haryana 122102, India",
        "travel_time": null
      },
      {
        "_id": "ChIJS3KuitM7DTkRoQ6coL1QyiU",
        "generalDescription": "Nestled in the heart of Gurgaon, the NeverEnuf Garden Railway is a captivating 1-acre landscaped park that offers a whimsical escape into a miniature world. This family-friendly attraction features intricately designed scale-model railroads and charming towns, all set against a backdrop of lush greenery. Visitors are treated to an enchanting experience as they watch tiny trains navigate through beautifully crafted landscapes adorned with quaint villages and picturesque bridges. The interactive elements, including remote-controlled models, add an engaging twist to this delightful setting.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 76.92419,
        "rating": 4.2,
        "numRatings": 631,
        "sources": [
          {
            "id": "477067",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-gurgaon",
            "sourceSite": "Web",
            "snippet": "Kingdom of Dreams DLF CyberHub Damdama Lake Sultanpur Bird Sanctuary NeverEnuf Garden Railway Vintage Camera Museum Heritage Transport Museum Museum of Folk and Tribal Arts Tau Devi Lal Bio Diversity Park Leisure Valley Park Aravalli Biodiversity Park Camp Tikkling Flyboy Aero Park Ambience Mall Lohagarh Farms Smaaash iSkate The Paintball Co. F9 Go Karting Shift.Esc Botanix Nature Resort Wet N Wild Fun N Food Village Qutub Golf Course Vimla Art Gallery Oxygen Chamber Mata Sheetala Devi Temple Sky Jumper Trampoline Park Farrukh Nagar Fort Galleria Market Appu Ghar Molecule Air Bar SodaBottleOpenerWala",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 33 Places To Visit In Gurgaon (2025 Updated List)",
            "indexInSource": 3,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923775",
            "type": "webPlacesList",
            "url": "https://thinktankpictures.com/best-10-pre-wedding-shoot-locations-near-gurgaon/",
            "sourceSite": "Web",
            "snippet": "The Never Enuf Garden Railway Palace in Gurgaon is a delightful attraction that captures the imagination of visitors with its miniature world of trains and landscapes. Nestled within lush greenery, this enchanting palace features intricately designed railway layouts, complete with tiny villages, bridges, and scenic vistas. Visitors of all ages are mesmerized as they watch miniature trains wind their way through the meticulously crafted landscapes, evoking a sense of wonder and nostalgia.",
            "siteName": "Think Tank Pictures",
            "shortName": "Best 10 pre wedding shoot locations near Gurgaon(Gurugram)",
            "indexInSource": 3,
            "iconSiteId": 276522,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91970",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/gurgaon/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "16 km from city center 23 out of 35 Places To Visit in Gurgaon. NeverEnuf Garden Railway is an enchanting infotainment park with miniatures of all sorts including boats, trains, buildings and landscapes. Some of these models are controlled with the help of a remote and add an interactive touch to the display.",
            "siteName": "holidify.com",
            "shortName": "35 Places to visit in Gurgaon India 2025",
            "indexInSource": 16,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DPjHeNcZ7YAvwPf4BbPTlOd2p8Uswls6",
          "3IR4IHZrSKW9twOXVGZrxOrkXfVeWCCm",
          "OM9yv8Xmj003UkSeIsTLrXrNxDgI09Jf",
          "DPjHeNcZ7YAvwPf4BbPTlOd2p8Uswls6",
          "3IR4IHZrSKW9twOXVGZrxOrkXfVeWCCm",
          "OM9yv8Xmj003UkSeIsTLrXrNxDgI09Jf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "NeverEnuf Garden Railway",
        "placeId": "ChIJS3KuitM7DTkRoQ6coL1QyiU",
        "internationalPhoneNumber": "+91 98110 88943",
        "reviews": [
          {
            "rating": 5,
            "text": "⭐⭐⭐⭐⭐\n“Amazing day out with the family! The miniature train diorama was incredibly detailed, and every little scene had something new to discover. We spent the whole day exploring the landscapes, watching the trains glide through tunnels and bridges, and enjoying the interactive exhibits. The staff was friendly, and the kids loved learning about how everything worked. It's a perfect mix of creativity, craftsmanship, and fun! Highly recommend for anyone looking for a unique and family-friendly experience!”",
            "author_name": "Pallavi Pandey",
            "relative_time_description": "",
            "time": 1737300131,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place will always hold a special place in my heart.\nAs an art lover, I could truly sense the immense dedication and passion that Mr. Adarsh Grover has poured into creating this miniature world~ Neverenuf. It's a one-of-a-kind experience a visual treat that effortlessly blends creativity, nostalgia, and intricate craftsmanship.\nWhat makes it even more special is that it resonates with people of all age groups. Whether you're a child or an adult, this enchanting space will bring out the inner kid in you and offer a moment of joy, wonder, and relaxation.\nHats off to Mr. Grover for his vision and relentless effort.\nI highly recommend everyone to visit no matter your age, you're sure to leave with a smile and a sense of awe.",
            "author_name": "Nilanjana Banerjee",
            "relative_time_description": "",
            "time": 1753186200,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Fun day out with kids\n\nIt was time well-spent, experiencing and marvelling at the miniature world painstakingly built over a decade. The kids loved the exhibits and the activities, and we had to drag them home after spending hours there. We would love to visit again.\n\nNote: Finding the place may be a bit tricky with google map sending one on a road less travelled. Please ask the host for directions before you start.",
            "author_name": "Nayan J Kar",
            "relative_time_description": "",
            "time": 1730654785,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.neverenufgardenrailway.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Open air museum",
          "Nature & Parks",
          "Gardens",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 28,
            "3": 49,
            "4": 126,
            "5": 377
          }
        },
        "minMinutesSpent": 120,
        "latitude": 28.278353,
        "address": "45/20, Village Para, Tehsil, Tawas City, Haryana 122001, India",
        "travel_time": null
      }
    ]
  }
}