{
  "list_id": "1093",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/1093/1.jpg",
  "description": "Dive into \"Architectural Wonders of Lucknow\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/97374"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Architectural Wonders of Lucknow",
  "city_id": "375",
  "subtype": "poi",
  "city": "Lucknow",
  "created_ts": 1759782564,
  "slug": "architectural-wonders-of-lucknow-lucknow-poi-18335d",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJi1guUvD9mzkR4-yW2xILN7I",
        "generalDescription": "Rumi Darwaza is a significant historical landmark in Lucknow, standing at 60 feet tall and serving as an emblem of the city. Built in 1784, it showcases intricate Awadhi-style architecture and is associated with the flourishing era of Asaf-ud-Dawlah, known for his patronage of arts and culture. The gateway offers a stunning view and serves as a popular backdrop for nighttime photography due to its brilliant illumination.",
        "utcOffset": 330,
        "maxMinutesSpent": 25,
        "longitude": 80.912143,
        "rating": 4.5,
        "numRatings": 19383,
        "sources": [
          {
            "id": "1820887",
            "type": "webPlacesList",
            "url": "https://timesofindia.indiatimes.com/travel/destinations/finest-architectural-marvels-of-lucknow/photostory/94789808.cms",
            "sourceSite": "Web",
            "snippet": "Standing at a height of 60 ft, Rumi Darwaza is one of the architectural wonders of Lucknow. It’s an elaborately designed gateway that serves as an example of Awadhi architecture. If reports are to go by, it was built in 1784 by Nawab Asaf-ud-daula to help locals against the famine.",
            "siteName": "Times of India",
            "shortName": "Finest architectural marvels of Lucknow",
            "indexInSource": 2,
            "iconSiteId": 241,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253807",
            "type": "webPlacesList",
            "url": "https://www.theweek.in/theweek/statescan/2021/12/19/fascinating-facts-about-some-of-the-most-iconic-buildings-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "Somewhat better preserved is the Rumi Darwaza, a public gateway, which is the symbol most often used to depict Lucknow in travel literature. There is speculation that it is similar to a portal in Constantinople (now Istanbul)—in recognition of which the Darwaza was called Kustuntunia in the 19th century. Others have seen in it a resemblance to the Sublime Porte of the Ottomans.",
            "siteName": "The Week",
            "shortName": "Fascinating facts about some of the most iconic buildings in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 34601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444964",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The famed Rumi Darwaza is indeed one of the finest pieces of architecture in the whole of Lucknow. It is said that the design is heavily inspired by a similar gateway that once stood in Turkey and was built by Constantinople. It is 60 feet tall and is also sometimes referred to as the Turkish gate.",
            "siteName": "OYO",
            "shortName": "10 Stunning Historical Places in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "When you make your way to Bara Imambara, stop for at least a few minutes at Rumi Darwaza. It is one of the finest pieces of architecture in the city of Lucknow. It is believed to be identical to a structure that once stood in the city of Constantinople in Turkey during the ancient times.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Built by Nawab Asaf-Ud-Daula, this sixty feet tall gateway once marked as the entrance to Old Lucknow. They say that Rumi Darwaza was modelled after a gate in Constantinople. The Rumi Darwaza has now become the logo for Lucknow city.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253801",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Among the architectural wonders of ancient India, Rumi Darwaza has to be on this list!. Standing at 60 feet tall, this elaborately designed gateway is exemplary of Awadhi architecture. Talking about its construction!.",
            "siteName": "Intermiles",
            "shortName": "10 Best Heritage Sites in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253761",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "One of Lucknow’s most beautiful buildings and famous historical places in Lucknow. It resembles a structure in Constantinople, the historic Turkish capital. The 60-foot tower is called the Turkish Gate.",
            "siteName": "Treebo Blog",
            "shortName": "These 12 Historical Places In Lucknow Will Make The Mughal Era Come Alive",
            "indexInSource": 1,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1449031",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-lucknow",
            "sourceSite": "Web",
            "snippet": "This structure was built in the 1780s by Nawab Asaf-ud-Daula with a noble aim to give food-for-work to common people when calamity hit North India.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Lucknow : Most Famous Historical Places in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JeYs1sUZOLz2iAqxZ9loqf6qENmBD62w",
          "6fVRxoy9r9F3WHPbVhG33E2uYElA7hj4",
          "Xu0E8UYlDHRPqcto4LW5AH1e7srvMcLK",
          "zct8jFoQZrnxKft19M32cn3VoNBGt8fn",
          "QNlX47M28Fk7Umd9tE7HxeBZbOnWMmms",
          "JeYs1sUZOLz2iAqxZ9loqf6qENmBD62w",
          "6fVRxoy9r9F3WHPbVhG33E2uYElA7hj4",
          "Xu0E8UYlDHRPqcto4LW5AH1e7srvMcLK",
          "zct8jFoQZrnxKft19M32cn3VoNBGt8fn",
          "QNlX47M28Fk7Umd9tE7HxeBZbOnWMmms"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Rumi Darwaza",
        "placeId": "ChIJi1guUvD9mzkR4-yW2xILN7I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Rumi Darwaza, one of Lucknow's most iconic landmarks, stands as a majestic symbol of the city's rich Nawabi heritage and architectural brilliance. Built in 1784 by Nawab Asaf-ud-Daula during a period of severe famine, the structure not only provided employment to thousands but also left behind a masterpiece that continues to awe visitors centuries later. Often referred to as the “Turkish Gate” due to its Awadhi architectural style inspired by Turkish design, the Rumi Darwaza rises to a height of 60 feet, with a striking arched gateway and intricately carved floral motifs adorning its surface.\n\nSadly, in recent years, the monument has undergone a round of repainting rather than proper restoration. The use of modern paints, rather than historically accurate conservation techniques, has slightly dulled its original charm. Yet, even this cosmetic intervention hasn't managed to mask its beauty. The gateway still exudes elegance and grandeur.\n\nWhat makes Rumi Darwaza even more intriguing is its resemblance to the shape of a traditional necklace - and to those familiar with Lucknow's textile artistry, it uncannily echoes the layout of a chikan kurta design. It's a bridge between architecture and culture, the physical and the artistic. Despite changes over time, Rumi Darwaza continues to be a proud emblem of Lucknow's past and present.",
            "author_name": "Neelanjan Chakraborty",
            "relative_time_description": "",
            "time": 1745172516,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Recently Visiting Rumi Darwaza in Lucknow is an awesome old Awadhi architecture. The marvelous carvings and grand design make it a beautiful sight. It resemble to the shape of a traditional necklace and pendant. It's considered one of the proud emblem and most photogenic spots of Lucknow. If you are in Lucknow please don't miss here to take a picture. Visit this place in early hours for good pictures and avoid crowd. After Delhi and Agra I found architecturally beautiful city is Lucknow. As the name suggests itself and some people called it the Turkish Gate. Must visit.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1751724132,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Rumi Darwaza, often called the Gateway of Lucknow, is one of the most striking examples of Awadhi architecture and a true symbol of the city. Built in 1784 by Nawab Asaf-ud-Daula during a severe famine, it was part of a relief project that gave work to thousands of people. The gate is said to be inspired by the gateways of Constantinople (modern-day Istanbul), which gives it the name \"Rumi.\"\n\nStanding at around 60 feet tall, the structure is a breathtaking piece of Mughal-Awadh design. The intricate floral motifs, ornamental carvings, and the grand archway showcase the artistry of that era. Walking under the gateway feels like stepping back in time. In the evening, when it is beautifully lit up, the darwaza looks even more magnificent and offers great opportunities for photography.\n\nThe monument is located close to other heritage sites like Bada Imambada and Chhota Imambada, making it easy to cover them together. Entry is free, and the place is usually bustling with locals and tourists. Traffic passes through it, so one has to be a little careful while taking pictures, but that also makes it feel like a living part of the city rather than just a monument.\n\nOverall, Rumi Darwaza is not just an architectural landmark but also a proud symbol of Lucknow's rich cultural heritage. Whether you are a history buff, a photographer, or simply a traveler looking to explore the essence of the city, this iconic gateway is a must-see.",
            "author_name": "ANIMESH SHUKLA",
            "relative_time_description": "",
            "time": 1757931180,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://readwritetips.com/rumi-darwaza.html",
        "index": 1,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 580,
            "2": 298,
            "3": 1043,
            "4": 3657,
            "5": 13830
          }
        },
        "minMinutesSpent": 25,
        "latitude": 26.871248,
        "address": "17/11 Hussainabad Road, Lajpat Nagar Colony, Lajpat Nagar, Machchhi Bhavan, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJcYt3K-79mzkRPxcoihM9LjU",
        "generalDescription": "Bara Imambara, also known as Asafi Imambara, is a grand architectural marvel built by Nawab Asaf-ud-Daula in the late 18th century. This historical monument in Lucknow features a large mosque, a labyrinth called Bhul Bhulaiya, and a stepwell with running water. The central hall of Bara Imambara is renowned as the largest vaulted chamber globally and is devoid of any woodwork except for its interior galleries.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 80.912713,
        "rating": 4.4,
        "numRatings": 50487,
        "sources": [
          {
            "id": "1820887",
            "type": "webPlacesList",
            "url": "https://timesofindia.indiatimes.com/travel/destinations/finest-architectural-marvels-of-lucknow/photostory/94789808.cms",
            "sourceSite": "Web",
            "snippet": "Bara Imambara is one of the prominent heritage sites in Lucknow, and was built in 1784 by the fourth Nawab of Awadh, Asaf-ud-Daula. The complex is home to Shahi Baoli (stepwell) and an ancient mosque. However, the highlight of this site remains the Bhool-Bhulaiya, which is a complex sequence of labyrinths and has more than 489 interconnected doorways.",
            "siteName": "Times of India",
            "shortName": "Finest architectural marvels of Lucknow",
            "indexInSource": 0,
            "iconSiteId": 241,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Bara Imambara, built by Nawab of Awadh Asaf-ud-Daula, is one of the most important historical monuments in Lucknow. The Imambara complex consists of a baoli (stepwell) and a bhool bhulaiyya, a labyrinth with interconnected doorways. There are over 1024 ways to reach the terrace but only two ways to come back down.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Ask any local about the best point of interest in Lucknow to kick-off a city tour and most of them will suggest Bara Imambara. That’s how culturally and historically significant and famed this place is. The first important thing to know about it, which you may also have guessed from its name, is that it is huge.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253801",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Let's start this list with one of the most significant heritage sites in Lucknow, Bara Imambara. Built by the fourth Nawab of Awadh, Asaf-ud-Daula in 1784, this is a stunning architectural marvel that you shouldn’t miss. The Bara Imambara complex is home to an ancient mosque and Shahi Baoli (stepwell).",
            "siteName": "Intermiles",
            "shortName": "10 Best Heritage Sites in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444964",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The Bara Imambara is huge and splendid to look at and is the cultural high point of Lucknow. It seems that the city has grown around it. The Imambara stands in the middle of a huge complex and it was built in 1785 when the region around was hit by a disastrous famine.",
            "siteName": "OYO",
            "shortName": "10 Stunning Historical Places in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253761",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Ask any local about the finest place to begin a tour of Lucknow, and the majority would recommend Bara Imambara. This location is so culturally and historically significant and renowned. It is enormous, as you may have deduced from the name.",
            "siteName": "Treebo Blog",
            "shortName": "These 12 Historical Places In Lucknow Will Make The Mughal Era Come Alive",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1449031",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-lucknow",
            "sourceSite": "Web",
            "snippet": "Built by Nawab Asaf-ud-Daula in 1786-91, the Bara Imambara is rightfully considered as one of the architectural wonders belonging to that era.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Lucknow : Most Famous Historical Places in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UaEQ1ljF9YwBkCbHbOFocfulaHZuJayk",
          "lztc9P6nBxN4VeLir6oUPeEQAm3XasRV",
          "nFimGlJJM6f3ByuEZnizmuFuB49sYqJc",
          "UaEQ1ljF9YwBkCbHbOFocfulaHZuJayk",
          "lztc9P6nBxN4VeLir6oUPeEQAm3XasRV",
          "nFimGlJJM6f3ByuEZnizmuFuB49sYqJc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Bara Imambara",
        "placeId": "ChIJcYt3K-79mzkRPxcoihM9LjU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Must-Visit Historic Wonder in Lucknow! 🕌✨\n\nVisited the Bara Imambara and was truly amazed! 😍\nThe architecture is stunning - the central hall is massive with no pillars supporting the ceiling. It's hard to believe it was built in the 1700s! 🏛️💫📸 Perfect spot for photography, history lovers, and peaceful walks.\n🎟️ Ticket price is reasonable, and the place is well-maintained.\n✨ Bonus: The view from the rooftop is fantastic!\n\n✅ Clean premises\n✅ Friendly guides\n✅ Unique experience in Lucknow\n\nHighly recommended for tourists and locals alike! 🙌\nWill definitely visit again with friends or family. 👨‍👩‍👧‍👦",
            "author_name": "SAURABH SINGH",
            "relative_time_description": "",
            "time": 1752911625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Historical mugal palace and worship place at Lucknow. The Bhool Bhulaiya in Bara Imambara in Lucknow is a labyrinth of interconnected tunnels, with each path branching into many others and only one leads to the exit. It is a must visit as the exiting the labyrinth will be challenging and time consuming. Place is maintained well and organised crowd management by the authorities are appreciative.",
            "author_name": "Gopi Nallaiyan",
            "relative_time_description": "",
            "time": 1753877121,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "A place with picture worthy views but  mismanaged by authorities\n\nI was born in Lucknow, and I am a local.\nToday I visited the Imambara 3rd time in my life, last visit was in 2008 and these are the below things I observed.\n1. There is no  baggage or security check. This place is piece of cake for any one with bad intentions or wants to cause havoc.\n2. Ticket price for adults is INR 50 which is ok but for visiting the roof area or the bhool bhulaiyaa, a guide has to be hired which will cost minimum INR 100.\n3. Before entering the Imambara or the bhool bhulaiya everyone must deposit his/her shoes outside the inner Imambara entrance and the men at the deposit counter will say \"jo dena ho dede\" which means the price for security deposit is not fixed and they mostly keep shoes and slippers in open. If there is rain the shoes can get wet. There is no proper cloak room.\n4. Since taking guide is mandatory for bhool bhulaiya we had to forcefully do so and the guide will take you and show you the various holy things kept in Imambara. The guide that we got was named Raja Hindustani and his diction was not at all clear. He took us on the narrow paths made of the dome of the Imambara without footwear and there was no lights and the floor is broken at places and can cause cuts and bruises. The maintenance of this place is worst I have ever experienced. I will suggest not to take small kids here and that too on a weekend. My 4 year daughter was feeling scared and also this place is not for claustrophobic people.\n5. Our guide passed a comment too on my wife which she opposed and yelled at him after which our group consisting of 40 people praised and clapped for my wife as she vented out at the guide who all the group members were forced to follow even though his way of explaining things or tackling crowd was pathetic. Many women came and told my wife \" good you shouted at him \" as all of the people were frustrated but not speaking up against the unruly behaviour of the guide.\n6. Since the roof is all stones and everywhere it is hard and uneven , walking on it for kids is very hard and chances of getting hurt are high.\n7. Nevertheless it is a picturesque place and if you hire a proper guide who takes more money your experience can be better but the forced guide system and no light being in the narrow pathways is risky for women.\nThe forced guide will charge INR 150 for complete tour.\n8. Now my next visit maybe after next 15 16 years and if given a chance may not visit at all.\nI love Lucknow for the food and culture but at present taking some outsider to this place may only cause you embarrassment. They should install lights in dark pathways and remove the mandate of removing shoes on the roof of the building as it causes huge discomfort to tourists. The renovation from outside makes the building look pretty.",
            "author_name": "Arnold Mannays",
            "relative_time_description": "",
            "time": 1756091055,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://lucknowimambada.in/",
        "index": 2,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Religious destination",
          "Architectural Buildings",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1981,
            "2": 1118,
            "3": 4027,
            "4": 12108,
            "5": 31278
          }
        },
        "minMinutesSpent": 90,
        "latitude": 26.868517,
        "address": "VW86+MQ3, Husainabad Trust Rd, Machchhi Bhavan, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmUns1JX9mzkRytww-8MltFg",
        "generalDescription": "The Residency in Lucknow is a captivating historical site that offers a glimpse into the past, particularly during the tumultuous times of the Revolt of 1857. Nestled amidst beautifully terraced lawns and gardens, this remarkable complex was originally constructed as living quarters for British officials under Nawab Saadat Ali Khan between 1780 and 1800. Overlooking the serene River Gomti, it served as a refuge for British citizens during one of India's most significant uprisings.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.926786,
        "rating": 4.3,
        "numRatings": 16063,
        "sources": [
          {
            "id": "1253807",
            "type": "webPlacesList",
            "url": "https://www.theweek.in/theweek/statescan/2021/12/19/fascinating-facts-about-some-of-the-most-iconic-buildings-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "Meanwhile, conversations about the schoolboys who walked Constantia’s hallways are carried on in one of Lucknow’s most visited landmarks—the Residency. The building was the official home of the British resident general at Awadh, and was besieged for more than five months during the revolt of 1857. It was here that the British suffered their worst losses, before recapturing the city on November 17, 1857.",
            "siteName": "The Week",
            "shortName": "Fascinating facts about some of the most iconic buildings in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 34601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "British Residency may not be one of the best preserved monuments in Lucknow, but it is undeniably an important part of its history. Hence, a must visit for every history buff during a Lucknow trip. In 1857, when the city found itself at one of the major centres of rebellion uprisings against the cruel British rule, this place became home to about 3000 British people.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "q4Gx8r4Bpu3Khwwq7Z7gcimoETjFfvD7",
          "P5Ky70mhthjnWLc2YY4UwsDxzuA3oBZD",
          "N35EdgR1XnNUHuqiMWrLklRXqHKjLXCn",
          "q4Gx8r4Bpu3Khwwq7Z7gcimoETjFfvD7",
          "P5Ky70mhthjnWLc2YY4UwsDxzuA3oBZD",
          "N35EdgR1XnNUHuqiMWrLklRXqHKjLXCn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "The Residency, Lucknow",
        "placeId": "ChIJmUns1JX9mzkRytww-8MltFg",
        "internationalPhoneNumber": "+91 522 274 5904",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the prominent attractions of Lucknow city. It served as the residence for the British Resident General and has the ruins of a British settlement at the time of the 1857 uprising. Place is clean and huge and has quiet surroundings. You can see a lot of small birds and squirrels and also has a small museum with lots of information on display. Some trees are so huge they will be easily over 200-300 years old. A must visit if you love history!!",
            "author_name": "Sneha N",
            "relative_time_description": "",
            "time": 1744437001,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Having lived in Lucknow all my life, I had visited The Residency as a child but never truly explored it. Recently, I finally took the time to revisit this historic gem - and I'm so glad I did.\n\nThe moment you step inside, you're transported to a time that shaped India's history. The ruins, still marked with bullet holes and cannon fire, silently narrate the intensity of the 1857 revolt. Each structure within the complex - from the Baillie Guard Gate and Treasury to the church ruins and underground chambers - holds a haunting charm.\n\nWalking through the wide lawns and shaded pathways, I spent time at the museum, the graveyard, and the many crumbling buildings that once formed the heart of British residency life. The view from the top of some of the structures is breathtaking, and the atmosphere is both peaceful and reflective.\n\nIt's not just a monument, it's a memory - of resilience, history, and a city that has seen so much. If you're in Lucknow, The Residency deserves your time and attention.",
            "author_name": "Shah Rukh",
            "relative_time_description": "",
            "time": 1750949152,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wow ! What a lovely place. Completely peaceful, historical and full of greenary. It's a place which tell us about 1857 revolt in Lucknow. The remains are well managed and preserved. Govt should promote it through cultural programmes and laser shows as very less tourists arrival. Overall an amazing place in Lucknow.",
            "author_name": "Anand R mishra",
            "relative_time_description": "",
            "time": 1752290059,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Archaeological site",
          "Museums",
          "Heritage museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 542,
            "2": 370,
            "3": 1545,
            "4": 4208,
            "5": 9392
          }
        },
        "minMinutesSpent": 150,
        "latitude": 26.860637,
        "address": "VW6G+7P3, Mahatma Gandhi Marg, Deep Manak Nagar, Kaiser Bagh, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ4UXVzv39mzkRq9bbgR8UN3w",
        "generalDescription": "Jama Masjid, located in the vibrant Tahseenganj area of Lucknow, Uttar Pradesh, is a stunning mosque complex that showcases intricate sandstone craftsmanship and an impressive array of pillars and domes. Constructed under the reign of King Mohammad Ali Shah in 1839 AD, this architectural marvel was designed to rival its namesake in Delhi. The mosque beautifully blends Hindu and Muslim design elements, featuring elaborate carvings inspired by Jain culture.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.901008,
        "rating": 4.6,
        "numRatings": 758,
        "sources": [
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "If architecture works as a treat for your sore eyes, then Jama Masjid is another sight for you to explore during a visit to the city.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1449031",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-lucknow",
            "sourceSite": "Web",
            "snippet": "Built in yellow sandstone in the year 1423 by Sultan Ahmed Shah, Jama Masjid in a popular place of worship in Lucknow for Muslims.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Lucknow : Most Famous Historical Places in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "izAziYJnjuyOtc0CJocwsRJsZ4lv1WFh",
          "Vtpnn5CquBlhCA4d285OoAL4CFwoApby",
          "qTEWub4loTMbpI5lu9lDos8aCVgBcHtI",
          "izAziYJnjuyOtc0CJocwsRJsZ4lv1WFh",
          "Vtpnn5CquBlhCA4d285OoAL4CFwoApby",
          "qTEWub4loTMbpI5lu9lDos8aCVgBcHtI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Jama Masjid",
        "placeId": "ChIJ4UXVzv39mzkRq9bbgR8UN3w",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "185 years old masjid in Lucknow. Such an attractive monument. Visited on Friday morning. Calm and peaceful environment. Prayed myself and just another person. Big and spacious area. Surrounding area will rejoice your mind with praise to Allah and the builder.  For your Lucknow City Tour. It is best to start from here. Gate was open. No security, no restriction. Wazukhana located in the eastern side. Spend near 1 hour just by siting and viewing the structure. Must recommended in your Lucknow Tour.\n\nBest way to reach via an ola/rapido bike from Charbagh station, time: 10-20 minutes, Fare: 60 rupees.",
            "author_name": "Md Shohag Ali",
            "relative_time_description": "",
            "time": 1734535765,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This mosque is located in the area of Husainabad, Lucknow. The construction of this mosque was started in the year 1839 A.D. by Muhammad Ali Shah, third Badshah of Awadh with the intention to surpass the Jama Masjid at Delhi in size, but after his death the mosque was completed by his wife Queen Malika Jahan Sahiba in the year 1845 A.D.[1]. One can see Indo Islamic architecture. This mosque is opened for Muslims only. The prayer hall is surmounted by three pear-shaped high double domes decorated with an inverted lotus on the top and is also flanked by two octagonal four-storeyed tapering minarets on either side.",
            "author_name": "Fathima Sajid",
            "relative_time_description": "",
            "time": 1735733471,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very beautiful Shia mosque located and accessed by an alleyway. Surrounding are residential buildings and a Mausoleum",
            "author_name": "Shaik Masood",
            "relative_time_description": "",
            "time": 1731043618,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.lucknow.org.uk/tourist-attractions/jama-masjid.html",
        "index": 4,
        "id": "",
        "categories": [
          "Mosque"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 14,
            "3": 41,
            "4": 88,
            "5": 580
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.87287,
        "address": "ketra,Highway 51, Imambara Rd, Daulatganj, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJn2spELLimzkRNvWJ-fbPoXg",
        "generalDescription": "A+ Design Architects, located in Lucknow, India, is a well-established architecture and interior design company with expertise in various disciplines. Since its establishment in 2008, the firm has garnered recognition for its completed projects. Their scope of services includes architecture, interior designing, and landscaping for residential, commercial, institutional, corporate, and healthcare projects primarily within Lucknow.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.034751,
        "rating": 4.9,
        "numRatings": 77,
        "sources": [
          {
            "id": "202853",
            "type": "webPlacesList",
            "url": "https://awards.re-thinkingthefuture.com/top-architects/top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, LandscapingTypes of Built Projects: Residential, Apartments, Commercial, Institutional, Corporate, Healthcare Locations of Built Projects: Mostly in Lucknow Style of work: Creative aesthetically pleasing design Website: aplusdesign.in",
            "siteName": "Rethinking The Future Awards",
            "shortName": "Top 30 Architecture Firms in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 28260,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8POzw7xss7LyfJVsyD0DS6OSp2jfef1g",
          "sy4rjj9z2VC0KKE5xy9R7ELQJVnfE9oH",
          "tIbER7eTg9NL4JH9Eo942uOpHFdnsjco",
          "8POzw7xss7LyfJVsyD0DS6OSp2jfef1g",
          "sy4rjj9z2VC0KKE5xy9R7ELQJVnfE9oH",
          "tIbER7eTg9NL4JH9Eo942uOpHFdnsjco"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "A+ Design Architects | Best Architects in Lucknow | Architect in Lucknow | Construction Company in Lucknow",
        "placeId": "ChIJn2spELLimzkRNvWJ-fbPoXg",
        "internationalPhoneNumber": "+91 95989 22294",
        "reviews": [
          {
            "rating": 5,
            "text": "A+ Design Architect  is truly the best construction company in Lucknow. Their professionalism, attention to detail, and innovative designs are unmatched. From start to finish, the team was supportive, ensuring all my requirements were met with precision and creativity. They transformed my vision into reality, delivering exceptional quality and craftsmanship. Highly recommend A+ Design Architect for anyone looking for top-notch construction and architectural services in Lucknow.",
            "author_name": "Shambhu Singh",
            "relative_time_description": "",
            "time": 1736572983,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A+ Design is truly the best architect in Lucknow. Their innovative designs, attention to detail, and professional approach make them stand out. Highly recommended for residential and commercial projects.",
            "author_name": "KUNDAN",
            "relative_time_description": "",
            "time": 1739871753,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A+ Design Architects truly stands out as the best architects in Lucknow. Their team blends creativity and professionalism, capturing my vision while ensuring functionality. From innovative design concepts to meticulous attention to detail, they transformed my ideas into reality. Communication was seamless; they kept me informed at every stage and addressed concerns promptly. Their commitment to sustainability, incorporating energy-efficient solutions, further impressed me. Overall, A+ Design Architects exceeded my expectations with their expertise and dedication to client satisfaction. I highly recommend them for anyone seeking top-quality architectural services in Lucknow. Thanks A+ architect team",
            "author_name": "shivam ku",
            "relative_time_description": "",
            "time": 1728903614,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://aplusdesign.co.in/",
        "index": 5,
        "id": "",
        "categories": [
          "Architect",
          "Architects association",
          "Architectural designer",
          "Architecture firm",
          "Construction company",
          "Interior architect office",
          "Interior construction contractor",
          "Interior Decorator",
          "Interior designer",
          "Landscape architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 1,
            "4": 5,
            "5": 70
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.86433,
        "address": "2/363, in-front of Kathauta Lake, Vikalp Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJV_5k8-j9mzkRsHG6g7eQ3oM",
        "generalDescription": "The Clock Tower Hussainabad in Lucknow is a magnificent colonial-era structure that was built in 1881. Designed by Richard Roskell Bayne, it stands at a towering height of 67 meters, making it the tallest clock tower in India. The architecture reflects Victorian and Gothic styles, adorned with intricate designs and Mughal influences that showcase the city's rich heritage.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.908007,
        "rating": 4.5,
        "numRatings": 18565,
        "sources": [
          {
            "id": "1820887",
            "type": "webPlacesList",
            "url": "https://timesofindia.indiatimes.com/travel/destinations/finest-architectural-marvels-of-lucknow/photostory/94789808.cms",
            "sourceSite": "Web",
            "snippet": "Located near the Rumi Darwaza, this beautiful structure dominates the skyline of Lucknow. It’s a 221 ft tall heritage structure that was built in 1887 when Sir George Couper arrived in the city. As per the records, this tall structure was built as the replica of London’s Big Ben, and is also among the tallest structures in the country.",
            "siteName": "Times of India",
            "shortName": "Finest architectural marvels of Lucknow",
            "indexInSource": 3,
            "iconSiteId": 241,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444964",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The Hussainabad Clock Tower stands in the middle of Chota Imambara and the Rumi Darwaza and the tower is about 221 feet tall. It was built in 1887 and the purpose was the visit of Sir George Coupert, who was the first Lieutenant Governor of the United Province of Awadh and happens to be the tallest clock towers in the country till date. The clock still proudly proclaims the time to all the citizens of Lucknow.",
            "siteName": "OYO",
            "shortName": "10 Stunning Historical Places in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Hussainabad Clock Tower| #8 of 10 historical places in Lucknow. Nestled amidst Chota Imambara and Rumi Darwaza is another heritage of Lucknow – Hussainabad Clock Tower. The 221-feet structure has been dominating the landscape of Lucknow since 1887 when it was built to commemorate the arrival of Sir George Couper who served as the first Lieutenant Governor of the United Province of Awadh.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253761",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Another historical place in Lucknow and a landmark stand between Chota Imambara, and Rumi Darwaza is the Hussainabad Clock Tower. Since 1887, when it was constructed to mark the arrival of the first Lieutenant Governor, Sir George Couper, of the United Provinces of Awadh, the 221-foot-tall tower has dominated the scene of Lucknow. It is one of the nation’s highest clock towers.",
            "siteName": "Treebo Blog",
            "shortName": "These 12 Historical Places In Lucknow Will Make The Mughal Era Come Alive",
            "indexInSource": 7,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253807",
            "type": "webPlacesList",
            "url": "https://www.theweek.in/theweek/statescan/2021/12/19/fascinating-facts-about-some-of-the-most-iconic-buildings-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "And many, like Lucknow’s Husainabad Clock Tower—India’s tallest mechanical clock tower—add to the script of some of the most important stories of the present. In January 2020, this tower became the backdrop to protests against the Citizenship (Amendment) Act. Standing at a height of around 220ft, it is referred to as the country’s Big Ben—a tenuous connect at best.",
            "siteName": "The Week",
            "shortName": "Fascinating facts about some of the most iconic buildings in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 34601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253801",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Dominating the skyline of Lucknow, Husainabad Clock Tower is another heritage treasure located close to the Rumi Darwaza. This 221-feet tall structure was built in 1887 when Sir George Couper arrived in the city. The building is one of the city’s most defining monuments, featuring splendid architectural designs and intricate detailing.",
            "siteName": "Intermiles",
            "shortName": "10 Best Heritage Sites in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Built as a replica of London’s Big Ben, Husainabad Clock Tower is said to be among the tallest clock towers in India. It was built in 1881 and is known for its Victorian and Gothic style. It is considered one of the most important historical places in Lucknow and is a must-visit for sure.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CFotwndqFtlU5e8XF00sWcEjMNtZay3P",
          "zt9pokxDi0gqYnIFhKCnwSB6EECEnqk5",
          "4qC2hCEnureSyG1kD5EvRPkLzmIUMCAL",
          "CFotwndqFtlU5e8XF00sWcEjMNtZay3P",
          "zt9pokxDi0gqYnIFhKCnwSB6EECEnqk5",
          "4qC2hCEnureSyG1kD5EvRPkLzmIUMCAL"
        ],
        "openingPeriods": [],
        "name": "Clock Tower Hussainabad Lucknow",
        "placeId": "ChIJV_5k8-j9mzkRsHG6g7eQ3oM",
        "internationalPhoneNumber": "+91 70841 27187",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place to visit in the evening. it looks ever more nice when it is lit up in the night.\nThere is a big market right outside the clock towers. They are also a steep well nearby garden. You can spend time on the stiple.During the sunset and day in the evenings it gives a very good experience.\nhundred meters walking distance from there is where you'll get a lot of food counters.\nIt is closely located to bala, imambaada and chota imambara.\nThe street is very much lively during the ramaan period and a lot of activities to do around.\nThere is a new food court just behind the clock tower and that food court. Is very nice. Well maintained with washrooms, lot of food options in hygiene manner.",
            "author_name": "Lalleet Mehta",
            "relative_time_description": "",
            "time": 1742544833,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place..many stairs nearby and a lot of sitting area.\nMust visit place in lucknow.\n\nThe Hussainabad Clock Tower is truly a beautiful landmark in Lucknow. The architecture is stunning, with intricate details that make it stand out, especially when seen up close. It's well-maintained, and the surrounding area has a nice historic charm. Visiting in the evening is extra special - the lighting makes it even more picturesque. A great spot for history lovers, photography, or just a peaceful walk while soaking in the old-world vibe of the city.",
            "author_name": "Mukul Kesharwani",
            "relative_time_description": "",
            "time": 1754962690,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "In the resplendent city of Lucknow, a towering marvel of modernity pierces the sky – the illustrious Clock Tower, a masterpiece of Moorish design, erstwhile believed to be the largest in the Indian subcontinent. This magnificent edifice, a symphony of stone and steel, is illuminated by a dazzling array of lamps, its beauty further enhanced by the melodic chime of five bells, whose sweet peals echo through the air. Standing tall at 221 feet, this grandiose structure is an exemplar of traditional British architecture, rivaling the iconic Big Ben of London in both splendor and majesty. Its colossal wheels, a marvel of engineering, surpass even those of its London counterpart.\n\nConceived by the visionary architect of those times- Richard Roskell Bayne, this monumental clock tower was erected at a cost of two lakhs, funded by the benevolent Trustees of the Husainabad Endowment, who wisely invested the legacy of thirty-six lakhs of rupees bequeathed by the illustrious Muhammad Ali Shah, third King of Oudh. Bayne's masterpiece, a testament to his ingenuity, boasts a intricate machinery comprising wrought-iron sides, gun-metal wheels, and hardened steel pinions, precision-crafted to ensure unwavering accuracy.\n\nThis majestic timepiece, a true marvel of modern science, stands as a shining beacon, a testament to the confluence of art and engineering. Its grandeur is a reflection of Bayne's prolific career, which spanned the construction of bridges, train stations, and bungalows, as well as monumental buildings such as the East India Railway Office, New Market in Kolkata, and Oak Grove School in Mussoorie. His legacy extends to the Thornhill and Mayne Memorial Library and Mayo Memorial in Allahabad, a testament to his enduring impact on India's architectural landscape.",
            "author_name": "Ravi Kumar",
            "relative_time_description": "",
            "time": 1745604675,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 674,
            "2": 381,
            "3": 1311,
            "4": 3660,
            "5": 12542
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.873997,
        "address": "Hussainabad Rd, near chota imambara, Husainabad, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ656vf-f8mzkRQ2CvmDKPEmw",
        "generalDescription": "Dilkusha Kothi is a historical monument in Lucknow that showcases the magnificence of Baroque architecture. Built in the 19th century by Saadat Ali Khan, it is an exact replica of the English country house Seaton Delavel, constructed in 1721. This architectural gem stands out among Lucknow's monuments for its unique style, surrounded by beautifully designed gardens.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.964732,
        "rating": 4.3,
        "numRatings": 1087,
        "sources": [
          {
            "id": "87116",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The best thing about the monuments of Lucknow is their diversity as these are built as per not just one or two, but several styles of architecture from all over the world. While the above monuments reflected Mughal, Hindu, European and other styles, Dilkusha Kothi is here to show you the magnificence of the Baroque style of architecture. Saadat Ali Khan, during his rule in the 19 th century, constructed this building, which is a complete replica of Seaton Delavel, an English country house built in 1721.",
            "siteName": "FabHotels",
            "shortName": "Top 10 Historical Places in Lucknow: Check Timing & Entry Fee",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253761",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The finest thing about the monuments of Lucknow is their diversity since they are constructed according to not one or two but several architectural styles from throughout the world. While the preceding structures showed Mughal, Hindu, European, and other architectural forms, Dilkusha Kothi displays the splendour of the Baroque style. During his tenure in the 19th century, Saadat Ali Khan created this structure, an exact reproduction of the 1721 English country mansion Seaton Delavel.",
            "siteName": "Treebo Blog",
            "shortName": "These 12 Historical Places In Lucknow Will Make The Mughal Era Come Alive",
            "indexInSource": 3,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444964",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The Dilkusha Kothi is one of the few monuments in Lucknow that has the Baroque style of architecture and in its day, it was one of the grandest buildings in the city. The Nawab Saadat Ali Khan built this monument in the 19 th century and it was built in the image of Seaton Delavel, which was an English country house that was built in 1721. The building has a beautifully landscaped garden around it which adds to the beauty.",
            "siteName": "OYO",
            "shortName": "10 Stunning Historical Places in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Dilkusha Kothi was built in the 18th century in the English Baroque style of architecture and is one of the most popular historical places in Lucknow. Not much remains of the structure but a few towers and the external walls of the monument. The surrounding garden adds to the beauty and old-world charm of the monnument.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CWjpALaNnxjjVKNY7SZ5qZBYYRGIazNe",
          "hH0jbw9L9e1CfY8EzElDXzMylLI5oMn1",
          "MXTnZagB9hFJWp4svwgdUJqMFltYrbjV",
          "CWjpALaNnxjjVKNY7SZ5qZBYYRGIazNe",
          "hH0jbw9L9e1CfY8EzElDXzMylLI5oMn1",
          "MXTnZagB9hFJWp4svwgdUJqMFltYrbjV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Dilkusha Kothi",
        "placeId": "ChIJ656vf-f8mzkRQ2CvmDKPEmw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Must visit place for anyone living in lucknow but dont know the city's historic importance.\n\nHighly recommend a morning walk with a guide. I got to know about the historic site and the trees there.",
            "author_name": "Aaditya Pant",
            "relative_time_description": "",
            "time": 1742783713,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good environment tourist vist in these places please on winter after February there weather like june july allover great experience and amazing experience lucknow the city of nawab",
            "author_name": "Khushi Rao",
            "relative_time_description": "",
            "time": 1740757466,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Dilkhusha Kothi is honestly one of those underrated spots in Lucknow that gives total old-school royal vibes. I went there on a quiet afternoon, and the moment I entered, I felt like I had just time-travelled back into history. The structure is in ruins but still looks so beautiful and grand – you can imagine how royal it must've been back in the day.\n\nThe place is super peaceful, barely any crowd, and surrounded by greenery. I just walked around slowly, soaking in the old architecture and taking some cool photos – perfect spot for anyone who loves historic vibes. And the best part is, it's not commercialized or noisy like other places. Just calm, raw, and real.\n\nIf you ever want a chill place to explore that also connects you with Lucknow's past, then this is the spot. Pure peaceful vibe and a solid escape from the city chaos.",
            "author_name": "Rishik Jaiswal",
            "relative_time_description": "",
            "time": 1744874499,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://saveourheritage.in/dilkusha-kothi/",
        "index": 7,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Castles"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 34,
            "2": 30,
            "3": 97,
            "4": 291,
            "5": 635
          }
        },
        "minMinutesSpent": 150,
        "latitude": 26.828645,
        "address": "RXH7+FV5, Bibiapur Marg, Neil Lines, Cantonment, Lucknow, Uttar Pradesh 226002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkzigv_39mzkR7kNeYw3XMLw",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.994316,
        "rating": 4.8,
        "numRatings": 124,
        "sources": [
          {
            "id": "1820894",
            "type": "webPlacesList",
            "url": "https://nakshaabanwao.com/top-10-architects-in-lucknow-leading-architectural-firms-best-architects-nakshaabanwao/",
            "sourceSite": "Web",
            "snippet": "Design Arc is a renowned architecture and interior design firm in Lucknow with an impressive portfolio of luxury residential villas, apartments, and commercial spaces. Their approach focuses on blending functionality with high-end design elements to create unique living experiences.",
            "siteName": "Nakshaa Banwao ►",
            "shortName": "Top 10 Architects in Lucknow |Leading Architectural Firms",
            "indexInSource": 0,
            "iconSiteId": 264248,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yGP27Pt1DFWZcXpeoB1gcf72nJeCBeo4",
          "FNAErE99vin1CKDyAPXR7QCjoAbOpY0l",
          "lWV63dfQWZux1i6qG9WsYEqseZVrRiFI",
          "yGP27Pt1DFWZcXpeoB1gcf72nJeCBeo4",
          "FNAErE99vin1CKDyAPXR7QCjoAbOpY0l",
          "lWV63dfQWZux1i6qG9WsYEqseZVrRiFI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ghar Banwao - Construction Company in Lucknow",
        "placeId": "ChIJkzigv_39mzkR7kNeYw3XMLw",
        "internationalPhoneNumber": "+91 96482 59999",
        "reviews": [
          {
            "rating": 5,
            "text": "This construction co.  excellent work build of our dream house are so very beautiful like villa. We are thankful to co. Owner Mr. Virendra & all co. Workers are very understand & good core team work performance. Excellent",
            "author_name": "Sachin Tripathi",
            "relative_time_description": "",
            "time": 1724851877,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Thank you so much, Virendra Ji, and the entire Ghar Banwao team for transforming our home with your amazing interior design! Every detail was handled perfectly, making our space both beautiful and functional. I truly believe your company is the top leader in Lucknow and Uttar Pradesh for all your services. I support Ghar Banwao",
            "author_name": "Rudra Pandey",
            "relative_time_description": "",
            "time": 1725604465,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent work quality wise and up to satisfaction.  Great team and performance",
            "author_name": "Ajay Saxena",
            "relative_time_description": "",
            "time": 1724503028,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gharbanwao.com/",
        "index": 8,
        "id": "",
        "categories": [
          "Construction company",
          "Architect",
          "Home builder",
          "Interior construction contractor",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 0,
            "3": 0,
            "4": 5,
            "5": 113
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.889184,
        "address": "metro station, 16/284, near Munshipulia, next to Ashirwad Bakery, Indira Nagar, Lucknow, Uttar Pradesh 226016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJK59lJ3X-mzkRYWHZXt8k2zo",
        "generalDescription": "Rouza E Kazmain, located in Lucknow, is a significant religious site for Shia Muslims. It is a replica of the mausoleums of the seventh and ninth Imams in Iraq and was built to honor Imam Musa-e-Kazim and Imam Mohammad Taqi. The mausoleum features two large minarets and four brass-covered domes, giving it a unique architectural appeal compared to other shrines in the city.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.895923,
        "rating": 4.9,
        "numRatings": 81,
        "sources": [
          {
            "id": "1253807",
            "type": "webPlacesList",
            "url": "https://www.theweek.in/theweek/statescan/2021/12/19/fascinating-facts-about-some-of-the-most-iconic-buildings-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "A different connection to the world is found at the Rauza-e-Kazmain, a replica of the mausoleums of the seventh and ninth Imams in Iraq. Unlike the city’s other, perhaps better known Imambaras, this one has two large minarets and four domes covered in brass—as opposed to the more commonly found stone. The ones in the original shrine are covered in gold.",
            "siteName": "The Week",
            "shortName": "Fascinating facts about some of the most iconic buildings in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 34601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2fWg70oTPE4S7vhsGQJDfPVkfgVvjgDb",
          "3E2Amd8mLYqrV0OQs4HVZLtsqZdOnkmz",
          "1zXZUKcXAsadoipaGq906Rx3tZn3Lx71",
          "2fWg70oTPE4S7vhsGQJDfPVkfgVvjgDb",
          "3E2Amd8mLYqrV0OQs4HVZLtsqZdOnkmz",
          "1zXZUKcXAsadoipaGq906Rx3tZn3Lx71"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Rouza E Kazmain",
        "placeId": "ChIJK59lJ3X-mzkRYWHZXt8k2zo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Rauza Kazmain is one of the buildings that was ransacked and looted by British soldiers during March 1858 in the belief that the deposed King of Awadh, Wajid Ali Shah had buried the royal treasure somewhere in this shrine\n\nKarbala Kazmain, a Shia shrine, was commissioned between 1837-​1856 by Sharfuddaulah. ... India; Uttar Pradesh; Indian architecture; Kazmain Mosque (Lucknow)",
            "author_name": "Noman Alig",
            "relative_time_description": "",
            "time": 1630382492,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Roza E Kazmain This Is very valuable Place For Every Shia",
            "author_name": "Mehdi",
            "relative_time_description": "",
            "time": 1733317267,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is the holy peace place of the Shia community. It is situated in the old Lucknow sadatgnj area.",
            "author_name": "Happy Hasan Raza",
            "relative_time_description": "",
            "time": 1737527099,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Religious destination"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 5,
            "5": 76
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.855193,
        "address": "Kazmain Rd, near P.S, Triveni Ganj, Saadatganj, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJoZlrE6P9mzkRQkttUyK8Tkc",
        "generalDescription": "The Maqbara (Tomb) of Saadat Ali Khan is a well-preserved mausoleum located in the Qaiser Bagh locality of Lucknow. It is the final resting place of Nawab Saadat Ali Khan, the fifth nawab wazir of Oudh.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 80.933588,
        "rating": 4.4,
        "numRatings": 509,
        "sources": [
          {
            "id": "444964",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Saadat Ali Khan was one of the most well known Nawabs of Lucknow and it was under him that the city went through a period of immense prosperity. His tomb, though not exceptionally large, still manages to attract a number of tourists and in fact, is one of the best preserved monuments in Lucknow. It lies in close proximity to other monuments like Kaiserbagh Palace and Chattar Manzil.",
            "siteName": "OYO",
            "shortName": "10 Stunning Historical Places in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "One of the most popular Nawabs of Awadh, Saadat Ali Khan, and his wife Khurshid Zadi rest in peace in this tomb. The intricate architecture and the beautiful garden around the tomb attract many visitors to this historical site. There are many other historical monuments in Lucknow waiting to be explored.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1449031",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/heritage-lucknow",
            "sourceSite": "Web",
            "snippet": "Depicting Mughal architecture, the Tomb of Saadat Ali Khan features twin maqbaras enclosed by lush green landscaped gardens, and offers a serene view of the bustling city.",
            "siteName": "makemytrip.com",
            "shortName": "Historical Places Near Lucknow : Most Famous Historical Places in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CgaXl6GNOJF1xNEmITaqBZjnPVuPUNf6",
          "padavS3Z7Vg55BmGrxuAS1tl5GOLuqw7",
          "zJt4xA9Aj7EsyS9H27wFjBVaqFloMVUu",
          "CgaXl6GNOJF1xNEmITaqBZjnPVuPUNf6",
          "padavS3Z7Vg55BmGrxuAS1tl5GOLuqw7",
          "zJt4xA9Aj7EsyS9H27wFjBVaqFloMVUu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Maqbara (Tomb) of Saadat Ali Khan",
        "placeId": "ChIJoZlrE6P9mzkRQkttUyK8Tkc",
        "internationalPhoneNumber": "+91 97959 23232",
        "reviews": [
          {
            "rating": 5,
            "text": "Maqbara of Saadat Ali Khan in Lucknow offers a serene escape with lush green gardens and peaceful ambience. Its elegant Nawabi architecture, with domes and symmetrical arches, reflects Mughal influence. The well-maintained surroundings enhance the historical charm, making it a scenic and culturally rich spot for quiet reflection and photography.",
            "author_name": "Akmal Kidwai",
            "relative_time_description": "",
            "time": 1753782263,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Yet, again one of the places where you can go and sit down with your friends and chill.\nThere isn't a fee to entering here but I'm not sure if there are charges to viewing the maqbara from inside.\nIt's mostly closed but sometimes you could request the caretaker to show you. It's weak now since it was built long time back and there hasn't been much renovation or work done on it so that's something the Lucknow government should look into since all these places reflect what LUCKNOW was.\nThough, if you're a foreigner this place is a must visit during evenings. Sunset too could be beautiful from here.",
            "author_name": "Bareen Husain Naqvi",
            "relative_time_description": "",
            "time": 1737732906,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful Maqbara in the heart of Lucknow, situated at a walking distance from KD Singh Stadium Metro Station. What I loved about this historic place was the fact that its situated in the midst of a beautiful garden. There are two iconic structures (Maqbara) but there was no way to get inside any of them. You can click photos or roam in the garden area. There is no entry fee here. Recommended for history enthusiasts.🩵",
            "author_name": "Samrat Chattopadhyay",
            "relative_time_description": "",
            "time": 1758001899,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Tomb",
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 8,
            "3": 44,
            "4": 157,
            "5": 293
          }
        },
        "minMinutesSpent": 120,
        "latitude": 26.854427,
        "address": "Sadat Ali Khan Tomb, Kaiser Bagh, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJJYoflEHjmzkRdxSYOyiCJWY",
        "generalDescription": "Oranje Castle is a luxurious residential project located in Lucknow, bringing a touch of European lifestyle to the city. The complex offers simplexes, duplexes, sky bungalows, and penthouses with spacious rooms and top-notch amenities. It is praised for its central park and various facilities such as sports and entertainment options. Residents enjoy the ultra-luxury living experience with a clubhouse, expansive central lawn, badminton court, basketball court, and more.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.00153,
        "rating": 4.5,
        "numRatings": 170,
        "sources": [
          {
            "id": "1253792",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/from-iconic-monuments-to-futuristic-penthouses-here-are-7-of-the-most-unique-buildings-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Last on the list but up there with any buildings in the city in terms of style is Oranje Castle. Another architectural marvel that makes the drive on Shaheed Path fun, Oranje brings the European lifestyle to the city of nawabs. An ultra-luxury residential project, Oranje offers simplexes and duplexes along with opulent sky bungalows and penthouses.",
            "siteName": "Knocksense",
            "shortName": "From iconic monuments to futuristic penthouses: Here are 7 of the most unique buildings in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "h8SrNditADbkpErJVvbrLGRoTUW5zVeh",
          "BhXRcMIqxemmAt94xdhRmxcDIPVD4U7W",
          "gxIQZbD0vndAYYkkSt7gvISa7rF8Y6pD",
          "h8SrNditADbkpErJVvbrLGRoTUW5zVeh",
          "BhXRcMIqxemmAt94xdhRmxcDIPVD4U7W",
          "gxIQZbD0vndAYYkkSt7gvISa7rF8Y6pD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Oranje Castle",
        "placeId": "ChIJJYoflEHjmzkRdxSYOyiCJWY",
        "internationalPhoneNumber": "+91 70814 77773",
        "reviews": [
          {
            "rating": 5,
            "text": "It's one of the best Luxurious projects in Lucknow. Spacious 3/4/5 BHK flats with world class Amenities. Good location with well connectivity to all major parts of the city. Great place to live in. 👍🏻😀",
            "author_name": "Anurag Nigam",
            "relative_time_description": "",
            "time": 1702896452,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Well designed apartment like western countries but expensive as compare to Omaxe.",
            "author_name": "Alex",
            "relative_time_description": "",
            "time": 1677414572,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "My sister in law has purchased a flat and lives here. Very comfortable flat.",
            "author_name": "Atul kumar Sinha",
            "relative_time_description": "",
            "time": 1738484144,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.oranje.co.in/",
        "index": 11,
        "id": "",
        "categories": [
          "Condominium complex",
          "Apartment building"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 6,
            "3": 13,
            "4": 35,
            "5": 114
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.81772,
        "address": "Oranje Castle, Emaar Gomti Greens, Sector 7, Gomti Nagar Extension, Gomti Nagar, Lucknow, Uttar Pradesh 226002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ58LiA-ZXmTkRWBFQSuH8Kx4",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.971327,
        "rating": 4.7,
        "numRatings": 76,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, CivilTypes of Built Projects: Residential, Commercial, Housing, Industrial, Corporate Locations of Built Projects: Lucknow and various places in North India. Style of work: Contextual Designs Website: trygveengineering.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 22,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "L3djBjb0jEuo9dVXx8GJhUbPrMy2bCoF",
          "06R3Cg5pfAc8lQz8YniKiTDVBQLm6GZR",
          "GJWwwt0azHFGD3bXU7wAuHT68LZLW9sB",
          "L3djBjb0jEuo9dVXx8GJhUbPrMy2bCoF",
          "06R3Cg5pfAc8lQz8YniKiTDVBQLm6GZR",
          "GJWwwt0azHFGD3bXU7wAuHT68LZLW9sB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Trygve Engineering Private Limited Head Office, Eden Enclave",
        "placeId": "ChIJ58LiA-ZXmTkRWBFQSuH8Kx4",
        "internationalPhoneNumber": "+91 90440 72226",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice architect professionals. Loved their work. Worth consulting them.",
            "author_name": "Lohit Mishra",
            "relative_time_description": "",
            "time": 1516813852,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Superb Experience! Have a very diverse Construction Materials Range!",
            "author_name": "faisal saif",
            "relative_time_description": "",
            "time": 1618402210,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's never easy to trust anyone but after the project my trust increased so much ...I really appreciate how intelligently and minutely they rectify designs....\nWill soon revisit for more work..\nIt's really nice working with experienced professional..:)",
            "author_name": "Juned Ahmad",
            "relative_time_description": "",
            "time": 1517381838,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Waterproofing service",
          "Building restoration service",
          "Construction material wholesaler",
          "Flooring contractor",
          "Paint store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 0,
            "3": 1,
            "4": 2,
            "5": 69
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.932579,
        "address": "HO: 728 Phase 2 Eden Enclave, Kursi Hwy, near Srishti Apartment, Gudumba, Guramba, Uttar Pradesh 226026, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMxvcl9vjmzkR_yWNQNG9jKs",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 80.99013,
        "rating": 5,
        "numRatings": 54,
        "sources": [
          {
            "id": "202853",
            "type": "webPlacesList",
            "url": "https://awards.re-thinkingthefuture.com/top-architects/top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, landscape, Civil, TownshipTypes of Built Projects: Residential, Commercial, Apartments, Healthcare, Institutional Locations of Built Projects: Mostly in Lucknow and nearby cities. Style of work: Contemporary and using traditional elements Website: eminentarch.com",
            "siteName": "Rethinking The Future Awards",
            "shortName": "Top 30 Architecture Firms in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 28260,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 6,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Uw84j7XZapULogotp5HK8tAAZoI1dz18",
          "2nm3CXus6AQQxnErQNpsxXLYQxM41LtL",
          "rDej65t27EKZrJ1mMv2UpO8uNcOSDeSe",
          "Uw84j7XZapULogotp5HK8tAAZoI1dz18",
          "2nm3CXus6AQQxnErQNpsxXLYQxM41LtL",
          "rDej65t27EKZrJ1mMv2UpO8uNcOSDeSe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Eminent Yoga",
        "placeId": "ChIJMxvcl9vjmzkR_yWNQNG9jKs",
        "internationalPhoneNumber": "+91 788 050 9149",
        "reviews": [
          {
            "rating": 5,
            "text": "I have been doing yoga here for the last 5 months and it is a very good experience. The environment is also good. I would also like to thank Sandhya ma'am because I have got good results under her guidance.❤️",
            "author_name": "Meethi Mithoo",
            "relative_time_description": "",
            "time": 1736302569,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It has a positive environment with a peaceful place 👌all the teachers here are very good at their work .shubham sir is among those who is special at making hard n impossible yoga  🧘‍♀️ easy and interactive.",
            "author_name": "priti chaudhary",
            "relative_time_description": "",
            "time": 1736226598,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Its been 3 months and I am regular with the Yoga session it made me much fit and flexible, mentally I feel much fresher, calmer and focused. Experience and benefits: Very good, quite informative & therapeutic, very peaceful environment. Yoga has helped me to reduce my weight to an extent and I have more energy left to do my other work throughout the day.Also about teachers* Ankit sir gives tips and ideas about diet and do's and don't in the middle of the session jaise ki aapko rat mein time se shona chahiye healthy diet leni chahiye etc.shafali mam motivate all of us time to time inspiration to be regular .Prashant sir is very professional and patient to share their knowledge and experience...💫✨best center in town ...🤩",
            "author_name": "Harshita Assessor",
            "relative_time_description": "",
            "time": 1698810838,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.prayagarogyamkendra.com/",
        "index": 13,
        "id": "",
        "categories": [
          "Fitness center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 52
          }
        },
        "minMinutesSpent": 60,
        "latitude": 26.846426,
        "address": "UNICEF, Vishal Khand - 3, Vishal Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJHxG7LwT9mzkRABOco4HWG4U",
        "generalDescription": "Hasan and Kushal Architects is a renowned architectural firm that specializes in architecture and interior designing. They offer their expertise in various types of built projects including residential, commercial, apartments, and hospitality. Their style of work is contemporary and they have mostly worked in Lucknow. Clients have expressed their gratitude for the outstanding architectural output delivered by Hasan and Kushal Architects, praising their attention to detail, creativity, and professionalism.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.006643,
        "rating": 4.7,
        "numRatings": 63,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior DesigningTypes of Built Projects: Residential, Commercial, Apartments, Hospitality Locations of Built Projects: Mostly in Lucknow. Style of work: Contemporary Website: hasankushalarchitects.business.site",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IIq12q7KKQZfw8X0MmXvHiVCtM3P6k1q",
          "Qmwl23QyrDIQqmD6QF3JIOpd9FbSU4GU",
          "TEdUSr7nxgrjCDOwysW3lPjexv2yITK4",
          "m9YYzP81ITVJdFwFQ1SDRiVpvpalb987",
          "IIq12q7KKQZfw8X0MmXvHiVCtM3P6k1q",
          "Qmwl23QyrDIQqmD6QF3JIOpd9FbSU4GU",
          "TEdUSr7nxgrjCDOwysW3lPjexv2yITK4",
          "m9YYzP81ITVJdFwFQ1SDRiVpvpalb987"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hasan and Kushal Architects",
        "placeId": "ChIJHxG7LwT9mzkRABOco4HWG4U",
        "internationalPhoneNumber": "+91 98897 31413",
        "reviews": [
          {
            "rating": 5,
            "text": "I want to express my heartfelt thanks to Hasan and Kushal Architects for designing such a beautiful home for us. Their attention to detail has truly impressed us. The design is not only aesthetically pleasing but also spacious, well-ventilated, and filled with natural sunlight, making the home feel even more open and inviting. We are beyond happy with how everything turned out and would highly recommend their services to anyone looking for professional and thoughtful architects.",
            "author_name": "Vishal Agarwal",
            "relative_time_description": "",
            "time": 1729680098,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best interior and exterior designers in Lucknow. Hasan & Kushal makes your design visions into reality and he makes it personal until your project is done. Very cost effecient and honest bunch of young designers who made my friends house, a home at Shalimar Gallant, Mahanagar, Lucknow. If you are not hiring them, you are missing out on a brilliant team working on your next dream project.",
            "author_name": "Ali Zaidi",
            "relative_time_description": "",
            "time": 1633345236,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Hasan and Kushal really know how to bring ideas to life. Their designs are fresh and practical, making spaces that feel just right. They care about their clients and the details that matter.",
            "author_name": "Abhishek Tiwari",
            "relative_time_description": "",
            "time": 1730260246,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://hasanandkushalarchitects.com/?utm_source=gmb&utm_medium=referral",
        "index": 14,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architect",
          "Architectural designer",
          "Interior architect office",
          "Interior designer",
          "Landscape architect",
          "Landscape designer",
          "Landscape lighting designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 4,
            "4": 3,
            "5": 54
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.865877,
        "address": "B1 316, Vijaipur Colony, DLF MYPAD, Vibhuti Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJx1ykQtzimzkR3Kd1a6BbQV8",
        "generalDescription": "Vastu Dhara Architects & Planners is an architectural firm based in Lucknow, offering a wide range of services including architecture, interior designing, civil engineering, and Vastu. They specialize in residential, housing, commercial, and hospitality projects with a contemporary style of work. The team is known for their unique designs and personalized approach to each project. Clients appreciate the highly skilled owners who are dedicated to bringing their dreams to life through excellent design ideas and reliable service.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.005127,
        "rating": 4.7,
        "numRatings": 58,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Civil, VastuTypes of Built Projects: Residential, Housing, Commercial, Hospitality Locations of Built Projects: Lucknow Style of work: Contemporary Website: www.facebook.com/vastudharaarchitectsandplanners",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 24,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sec8L7BeC6L1eQVB1dM3N3MTg5gHs6AQ",
          "8kDpJ0dxV1XHWDTYROGDkw0u7sIo0V40",
          "lm0ItO2Gghq7u9r6VvBcCHgZga82Iyqh",
          "vDKCypDcDJaCUN5V9D9BwMzgwOOSMZiU",
          "sec8L7BeC6L1eQVB1dM3N3MTg5gHs6AQ",
          "8kDpJ0dxV1XHWDTYROGDkw0u7sIo0V40",
          "lm0ItO2Gghq7u9r6VvBcCHgZga82Iyqh",
          "vDKCypDcDJaCUN5V9D9BwMzgwOOSMZiU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "VASTU DHARA ARCHITECTS & PLANNERS",
        "placeId": "ChIJx1ykQtzimzkR3Kd1a6BbQV8",
        "internationalPhoneNumber": "+91 88409 09288",
        "reviews": [
          {
            "rating": 5,
            "text": "If your in need of an architectural firm that can build a home of your dreams than you are at the right place. Vastudhara team will do everything from construction to interior from scratch and build a house that you can call home. Thanks to the vastudhara team for their effort in building my home.",
            "author_name": "Raghvendra raj Singh",
            "relative_time_description": "",
            "time": 1688288749,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Owners  are highly  skilled  n give their  best  to every client...uniqueness  in every  design",
            "author_name": "deepika singh",
            "relative_time_description": "",
            "time": 1650694763,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Vastu Dhara Architects & Planners is a specialized consultancy firm offering comprehensive Architectural , Interior Designing Civil &",
            "author_name": "Nandini Singh",
            "relative_time_description": "",
            "time": 1553029564,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/vastudharaarchitectsandplanners/",
        "index": 15,
        "id": "",
        "categories": [
          "Architect",
          "Architecture firm",
          "Interior architect office",
          "Interior Decorator",
          "Interior designer",
          "Landscape designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 3,
            "4": 6,
            "5": 48
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.847748,
        "address": "5/3, Viram Khand 5, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJkyMtAZj9mzkRaoBOt-oejR4",
        "generalDescription": "Chhatar Manzil, also known as the Umbrella Palace, is a magnificent Mughal-style palace located on the banks of River Gomti in Lucknow. Built by Nawab Saadat Ali Khan in honor of his mother, it boasts Indo-Italian architecture and was further embellished during Emperor Ghaziuddin Haider's reign.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 80.931988,
        "rating": 4.1,
        "numRatings": 1177,
        "sources": [
          {
            "id": "1820886",
            "type": "webPlacesList",
            "url": "https://www.clubmahindra.com/blog/places-to-visit/10-must-visit-architectural-marvels-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Chhatar Manzil, which translates to Umbrella Palace, is one of the most prominent historical monuments in Lucknow. It is located on the banks of River Gomti and served as a palace for many Awadh kings and their wives. The structure used to have Bari Chhattar Manzil and Choti Chhattar Manzil.",
            "siteName": "Club Mahindra",
            "shortName": "10 Must Visit Architectural Marvels in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 14683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "moCJBguMwBfgnDs7dovu8MJ8qtWrPD1T",
          "uo6snh0432DYQZ7Rn2uiVvOvxO2ogepo",
          "Z3k17KZWKWUF5xkllAyktdOhJDNrXDzF",
          "dHxcWnQftPaXQeSHOMBoBJzKxhyuEjfT",
          "moCJBguMwBfgnDs7dovu8MJ8qtWrPD1T",
          "uo6snh0432DYQZ7Rn2uiVvOvxO2ogepo",
          "Z3k17KZWKWUF5xkllAyktdOhJDNrXDzF",
          "dHxcWnQftPaXQeSHOMBoBJzKxhyuEjfT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "Chhatar Manzil",
        "placeId": "ChIJkyMtAZj9mzkRaoBOt-oejR4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "No ticket for entry. This historic building is left abandond. But its very beautiful and peaceful. U can enter building without any resistance but u may feel scared to enter in the building. Still i would suggest children and women to stay away from the property as its very abandond and quiet place.  But a great historic place to explore.",
            "author_name": "Mudit Handa",
            "relative_time_description": "",
            "time": 1735737303,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Review of Chattar Manzil\n\nChattar Manzil, or the “Umbrella Palace,” is one of Lucknow's most iconic landmarks, embodying the city's Nawabi heritage and architectural brilliance. Constructed in the late 18th and early 19th centuries, it served as the residence of the Nawabs of Awadh and later became a significant site during the Indian Rebellion of 1857.\n\nThe architectural style of Chattar Manzil is a captivating blend of Indo-European and Nawabi influences. Its most striking feature is the dome crowned with a unique umbrella-shaped structure, which gives the palace its name. The interiors, though weathered over time, were once adorned with intricate carvings and opulent decor that reflected the Nawabs' grandeur and sophistication. The palace's location along the banks of the Gomti River enhances its scenic appeal, making it a picturesque spot for visitors.\n\nHistorically, Chattar Manzil is significant as it served as a strategic site during the First War of Indian Independence. The palace housed revolutionaries who resisted British forces, adding layers of historical depth to its aesthetic allure.\n\nIn recent decades, the monument suffered neglect, leading to deterioration. However, government and conservation groups have initiated restoration efforts to preserve its legacy. Today, it stands as a symbol of Lucknow's regal past and resilience.\n\nA visit to Chattar Manzil offers a unique experience, combining architectural marvels, historical significance, and cultural richness. It is a must-see for history enthusiasts, architecture lovers, and those seeking to delve into Lucknow's glorious Nawabi era.",
            "author_name": "KRISHNA",
            "relative_time_description": "",
            "time": 1733299352,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Known as umbrella palace because of number of domes & umbrella like windows\nFormer an area where women of nawabs stay\nNow abandoned and in falling stage\nCouldnt go in just took snaps from outside\nIts an indo European and awadhi architecture\nAnother prominent building in Lucknow",
            "author_name": "Dr KAP",
            "relative_time_description": "",
            "time": 1727592211,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Heritage building"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 84,
            "2": 43,
            "3": 134,
            "4": 278,
            "5": 638
          }
        },
        "minMinutesSpent": 240,
        "latitude": 26.858741,
        "address": "Mahatma Gandhi Marg, Kaiser Bagh, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB2eD1X_9mzkRoUbMIQITg80",
        "generalDescription": "Genesis is an architectural firm based in Lucknow, with a focus on residential, commercial, and apartment projects in the city and nearby areas. Led by Ar Saurabh Saxena, an IIT Roorkee alumnus, the firm has gained recognition for its simple, functional, and contextual design approach. Established in 1997, Genesis has become a prominent choice for clients including corporate houses and government organizations. Their services encompass architecture and interior design, offering comprehensive solutions for various project needs.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.945148,
        "rating": 4.9,
        "numRatings": 20,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior DesigningTypes of Built Projects: Residential, Commercial, Apartments Locations of Built Projects: Mostly in Lucknow and nearby cities. Style of work: Simple, Functional, and Contextual Website: archgenesis.in",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202853",
            "type": "webPlacesList",
            "url": "https://awards.re-thinkingthefuture.com/top-architects/top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior DesigningTypes of Built Projects: Residential, Commercial, Apartments Locations of Built Projects: Mostly in Lucknow and nearby cities. Style of work: Simple, Functional and Contextual Website: archgenesis.in",
            "siteName": "Rethinking The Future Awards",
            "shortName": "Top 30 Architecture Firms in Lucknow",
            "indexInSource": 6,
            "iconSiteId": 28260,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820915",
            "type": "webPlacesList",
            "url": "https://nearmetrade.com/architects-for-building/p/lucknow/uttar-pradesh",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "NearMeTrade – Local and Global Products, Services, Manufacturers & Exporters.",
            "shortName": "100 Best Architects For Building in Lucknow Uttar Pradesh",
            "indexInSource": 7,
            "iconSiteId": 34145,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "r1uKZ8DCsdt5MQi8ml1vldBxDw8q673e",
          "gto9YsMbifSCKNFEY2JPh65Er8CtaKdh",
          "L2KdItvb3SvvuHaXCsyYrfvxsUB0Tu7R",
          "r1uKZ8DCsdt5MQi8ml1vldBxDw8q673e",
          "gto9YsMbifSCKNFEY2JPh65Er8CtaKdh",
          "L2KdItvb3SvvuHaXCsyYrfvxsUB0Tu7R"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Genesis",
        "placeId": "ChIJB2eD1X_9mzkRoUbMIQITg80",
        "internationalPhoneNumber": "+91 98390 15763",
        "reviews": [
          {
            "rating": 5,
            "text": "Genesis: Architects, Engineers & Designers, located at 213, 2nd Floor, Gyan Bhawan, Kapoorthala Complex, Aliganj, Lucknow, is an exceptional architectural firm led by the talented Ar Saurabh Saxena, an IIT Roorkee alumnus from the 1996 batch. Established in 1997, Genesis has grown to become one of the leading architects in North India, serving a distinguished clientele that includes renowned corporate houses and prestigious government organizations.\n\nWhat truly sets Genesis apart is their collaborative approach. Their team of architects and designers works seamlessly with structural, civil, and mechanical engineers, along with other experts, to deliver innovative and outstanding design solutions. The firm's dedication to excellence, integrity, innovation, creativity, and diversity is evident in every project they undertake.\n\nIf you're looking for a firm that embodies professionalism and creativity, Genesis is the ideal choice. Their commitment to delivering top-notch architectural solutions makes them a standout in the industry. Highly recommended!",
            "author_name": "Shah Rukh",
            "relative_time_description": "",
            "time": 1721393931,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best architects for designing a place ,\nHave a nice experience with teams",
            "author_name": "Ayush Verma",
            "relative_time_description": "",
            "time": 1696066369,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very good overall experience. Manged to complete within budget and time.",
            "author_name": "Shubhmanyu Jauhari",
            "relative_time_description": "",
            "time": 1539924261,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.archgenesis.in/",
        "index": 17,
        "id": "",
        "categories": [
          "Architect",
          "Interior designer",
          "Landscape architect",
          "Real estate appraiser"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 1,
            "5": 18
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.882791,
        "address": "Now Malik Bhawan, Kapoorthala Complex, 213, 2nd Floor, Gyan Bhawan, Aliganj, Lucknow, Uttar Pradesh 226020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJiyUZI6TimzkRjIFqwkGLj0M",
        "generalDescription": "Greenline Architects, located in Lucknow, is a design-oriented architectural firm with 12 years of experience. They offer a wide range of services including architecture, interior designing, landscape design, and town planning for various project types such as residential, commercial, apartments, hospitality, institutional, and industrial buildings. The team at Greenline Architects is known for their professionalism and dedication to meeting customer needs.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.002085,
        "rating": 4.4,
        "numRatings": 173,
        "sources": [
          {
            "id": "202853",
            "type": "webPlacesList",
            "url": "https://awards.re-thinkingthefuture.com/top-architects/top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, landscape, Town PlanningTypes of Built Projects: Residential, Commercial, Apartments, Hospitality, Institutional, Industrial. Locations of Built Projects: Various Places in Uttar Pradesh Style of work: Modern Designs Website: glaarchitects.com",
            "siteName": "Rethinking The Future Awards",
            "shortName": "Top 30 Architecture Firms in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 28260,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 8,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820915",
            "type": "webPlacesList",
            "url": "https://nearmetrade.com/architects-for-building/p/lucknow/uttar-pradesh",
            "sourceSite": "Web",
            "snippet": "Greenline Architects is a design orientated architectural firm established in Lucknow. Our 12 years of experience include high level architectural design services for buildings ranging from residential, commercial, institutional, corporate, community and recreational centers.",
            "siteName": "NearMeTrade – Local and Global Products, Services, Manufacturers & Exporters.",
            "shortName": "100 Best Architects For Building in Lucknow Uttar Pradesh",
            "indexInSource": 9,
            "iconSiteId": 34145,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bWyjuveAPZTIKGj08wnzJEl0TLMnPp56",
          "3NwsXm9TjQMtSzjKYCoUjdeIcYZtXrpd",
          "das8rX6aVqWpLopyffMgD5fPo63PwnCX",
          "bWyjuveAPZTIKGj08wnzJEl0TLMnPp56",
          "3NwsXm9TjQMtSzjKYCoUjdeIcYZtXrpd",
          "das8rX6aVqWpLopyffMgD5fPo63PwnCX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Greenline Architects",
        "placeId": "ChIJiyUZI6TimzkRjIFqwkGLj0M",
        "internationalPhoneNumber": "+91 99585 24555",
        "reviews": [
          {
            "rating": 5,
            "text": "It was an absolute pleasure working with greenline architects. Their team was very professional and great to work with! They exceeded my expectations and will definitely be working with them again in the future. Highly recommend !!",
            "author_name": "Prachi Yadav",
            "relative_time_description": "",
            "time": 1721112968,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was a pleasure working with Greenline Architects. Their details on features and notes on prints where clear and concise.  They were always available for discussion of issues that arose.  I would recommend him to friends and family.  He has now become our firms top referral for architectural work.",
            "author_name": "Shakuntala Yadav",
            "relative_time_description": "",
            "time": 1721113320,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Smart Staircase Light.\nMy 1000sqft Duplex House is wonderful.",
            "author_name": "Sushant Sonawane",
            "relative_time_description": "",
            "time": 1707117589,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.glaarchitects.com/",
        "index": 18,
        "id": "",
        "categories": [
          "Architect",
          "Architectural designer",
          "Architecture firm",
          "Interior architect office",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 3,
            "3": 15,
            "4": 20,
            "5": 123
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.879842,
        "address": "1st Floor, 33, Lohia Vihar, Sector 9, Indira Nagar, Lucknow, Uttar Pradesh 226016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJb2WCtARZmTkRVArOMvldlgI",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.074451,
        "rating": 4.8,
        "numRatings": 34,
        "sources": [
          {
            "id": "1820892",
            "type": "webPlacesList",
            "url": "https://buildingandinteriors.com/top-architecture-firms-architects-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Since 2009, Ashirwadum Architects & Developers have been working with a vision which includes delivering innovative and cost-effective solutions to their clients. They are among the best residential architects in Lucknow, so you can get in touch with them if you want to build a new home. Having constructed a number of well-known commercial buildings in the city, they are a reputable architect in comparison to their rivals.",
            "siteName": "Building And Interiors",
            "shortName": "Architects in Lucknow | Top architecture firms in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 28252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZNo1XPUMdfY50RRz3q4lXqyO6fdlbdlf",
          "U3VZ9Hn8gcJG4jGk09AbucYD2WNzhTaa",
          "ZNo1XPUMdfY50RRz3q4lXqyO6fdlbdlf",
          "U3VZ9Hn8gcJG4jGk09AbucYD2WNzhTaa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Ashirwadum Architects & Developers | Best Architect in Lucknow | Interior designer in Lucknow",
        "placeId": "ChIJb2WCtARZmTkRVArOMvldlgI",
        "internationalPhoneNumber": "+91 95595 55999",
        "reviews": [
          {
            "rating": 5,
            "text": "Best services and good products",
            "author_name": "Sandhya Vishwakarma",
            "relative_time_description": "",
            "time": 1733462295,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had a very pleasant experience with them",
            "author_name": "Raj Agrahari",
            "relative_time_description": "",
            "time": 1723137339,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very Good Service",
            "author_name": "SAMAR SINGH",
            "relative_time_description": "",
            "time": 1706798787,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ashirwadum.com/",
        "index": 19,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 31
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.903231,
        "address": "B7 Real earth city, Chinhat, Lucknow, Uttar Pradesh 226028, India",
        "travel_time": null
      },
      {
        "_id": "ChIJGRkpGRL9mzkRUPmHNbT2lKE",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.955372,
        "rating": 4.3,
        "numRatings": 287,
        "sources": [
          {
            "id": "1820899",
            "type": "webPlacesList",
            "url": "https://vastulinear.com/best-architect-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Architects do more than design; they turn your ideas into something tangible like a magician. An individual can transform their ideas into real structures if they can only figure out what goes where therefore they are called artists among other reasons that necessitate the highest ranking in this profession. The best architects in Lucknow are best for building the outcome of the construction.",
            "siteName": "Vastulinear Consultant - Best Architects in Lucknow | Interior Designer in Lucknow | Construction | Vastu Consultant",
            "shortName": "Best Architects, Interior Designers, Vastu Consultants in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 264250,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7eX2Oc4p298exkrZOihgGGpvgPNhBgwk",
          "HWvXeWGr5x00HZIQpf2J1dKQiERGaGaR",
          "YaYueENpH4tdXMc6yfwDoF6w0J3JAc4a",
          "q2VXLosweL3kLWZee1VWzDnzNwUDhAGP",
          "7eX2Oc4p298exkrZOihgGGpvgPNhBgwk",
          "HWvXeWGr5x00HZIQpf2J1dKQiERGaGaR",
          "YaYueENpH4tdXMc6yfwDoF6w0J3JAc4a",
          "q2VXLosweL3kLWZee1VWzDnzNwUDhAGP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Decoruss - Best interior designer in Lucknow | Top home & office interior decorator in Lucknow | Modular Kitchen in Lucknow",
        "placeId": "ChIJGRkpGRL9mzkRUPmHNbT2lKE",
        "internationalPhoneNumber": "+91 99366 28880",
        "reviews": [
          {
            "rating": 5,
            "text": "I had a very good experience with the Decoruss team. The designers were kind, smart, and understood exactly what we wanted. They are definitely the best interior designers in Lucknow. Their work and quality were impressive. I will surely recommend them to others for the best interior design services in Lucknow",
            "author_name": "Raman singh Rajput",
            "relative_time_description": "",
            "time": 1744713528,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Got my modular kitchen designed by Decoruss. This Modular Kitchen Company was recommended by a friend. I'm happy with the outcome. The design and the material used is excellent. Mr Shaurya and his team have done a good job. Cutting one star for carpenter work that could have been more neat. A teeny tiny bit disappointed there. But overall I am pretty much satisfied because they handle my kitchen in only 10 days.",
            "author_name": "Farhan Khan",
            "relative_time_description": "",
            "time": 1739259329,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐⭐⭐⭐⭐\n\nI recently had the pleasure of working with Decoruss company for my home interiors, and I couldn't be happier with the results! From the very beginning, their team of designers took the time to understand my style preferences and needs. They offered creative, functional, and aesthetically pleasing solutions that transformed my space into something truly special.\n\nThe attention to detail and the quality of work was exceptional. The decorators not only focused on the design but also ensured the space was practical and comfortable. I was impressed by their professionalism, timely delivery, and the ability to stick to my budget without compromising on quality.\n\nI highly recommend Decoruss to anyone looking for talented home interior designers and decorators in Lucknow.",
            "author_name": "zahid shafi",
            "relative_time_description": "",
            "time": 1738683181,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://decoruss.com/",
        "index": 20,
        "id": "",
        "categories": [
          "Interior designer",
          "Architect",
          "Architectural designer",
          "Furniture manufacturer",
          "Interior architect office",
          "Interior construction contractor",
          "Interior Decorator",
          "Kitchen furniture store",
          "Kitchen remodeler"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 42,
            "2": 5,
            "3": 1,
            "4": 11,
            "5": 228
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.854246,
        "address": "503 A, Jewel Apartment, 6 Way Lane, Jopling Rd, Parehta, Gokhale Vihar, Butler Colony, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJG6QdShu8OCgRjH_RVs-b2rc",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.927003,
        "rating": 4.9,
        "numRatings": 17,
        "sources": [
          {
            "id": "1820899",
            "type": "webPlacesList",
            "url": "https://vastulinear.com/best-architect-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Some of the best architects who can help you turn your dream into reality are found in the town. This blog post seeks to guide you on how to get the top architect in Utter Pradesh including details on the Best Interior Designer and Best Construction Company in Lucknow.",
            "siteName": "Vastulinear Consultant - Best Architects in Lucknow | Interior Designer in Lucknow | Construction | Vastu Consultant",
            "shortName": "Best Architects, Interior Designers, Vastu Consultants in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 264250,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820894",
            "type": "webPlacesList",
            "url": "https://nakshaabanwao.com/top-10-architects-in-lucknow-leading-architectural-firms-best-architects-nakshaabanwao/",
            "sourceSite": "Web",
            "snippet": "If you’re looking for top-notch commercial architecture, here are the top firms to consider:. – With an impressive portfolio of commercial spaces, Design Arc is a top choice for office and retail projects.",
            "siteName": "Nakshaa Banwao ►",
            "shortName": "Top 10 Architects in Lucknow |Leading Architectural Firms",
            "indexInSource": 1,
            "iconSiteId": 264248,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mf4DppALT3WjpszmHtkJ87TWssong4mh",
          "ZvEDinldpd4m9qp4uSfmyS0IZdUkk0t6",
          "MalANWixyzdgZfajrXfInbAmoL1WSnM7",
          "d8sS9KSd6tUGqiumVpd1l5OkL0XUBVC4",
          "mf4DppALT3WjpszmHtkJ87TWssong4mh",
          "ZvEDinldpd4m9qp4uSfmyS0IZdUkk0t6",
          "MalANWixyzdgZfajrXfInbAmoL1WSnM7",
          "d8sS9KSd6tUGqiumVpd1l5OkL0XUBVC4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "S.A Architects by Architect Shariq Ahmad Top & best Architect and Interior Designer in Lucknow / Architect near me",
        "placeId": "ChIJG6QdShu8OCgRjH_RVs-b2rc",
        "internationalPhoneNumber": "+91 90274 69789",
        "reviews": [
          {
            "rating": 5,
            "text": "Super Talented and All rounder owner Mr. Shariq Ahmad & his dedicated team of young professionals always Keeps the good work up & keep satisfying the requirements of the clients at the utmost level.S.A Architects is cleary a cut above the rest. Great work best place.",
            "author_name": "zoya habib",
            "relative_time_description": "",
            "time": 1696840899,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shariq Ahmad Sir is Best Architect and Interior Designer in Bareilly. His creativity and vision are great and sir own designs are amazing and also thank you to Aiman mam for helping us out with the drawings or plans. It was a pleasure working with him and his team and the environment are good or team members are very supportive and friendly nature. The company is good for those who are starting afresh in our career in Interior designing field and good for gain experience or also good to improve your skills.",
            "author_name": "Poorvi Saxena",
            "relative_time_description": "",
            "time": 1719238517,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very interactive team, a must visit for all your interior and design requirements.. S.A Architects in Lucknow is my most favourite place to visit for all my projects of residences and hotels..\nA special shout out to Mr. Shariq Ahmad  the principal architect for his supporting nature and round the clock availability..",
            "author_name": "Raj Abhishek",
            "relative_time_description": "",
            "time": 1695560728,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://instagram.com/saarchitects786?igshid=OGQ5ZDc2ODk2ZA==",
        "index": 21,
        "id": "",
        "categories": [
          "Architect",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 16
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.842097,
        "address": "92/151, Latouche Rd, Aminabad, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJq3iteKFXmTkRNzGJmbTQY5w",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.962197,
        "rating": 4.7,
        "numRatings": 32,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Urban Design, GraphicTypes of Built Projects: Residential, Commercial Locations of Built Projects: Mostly in Lucknow and some places in North India.Style of work: Cost-effective and Modern Designs Website: prayogshalaa.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 14,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u2Ir6xDW3oCWnMR45M2XLvwz4x2TTx0B",
          "e6kxISCSV2InYrrLgYlKPb0MbHLh4D0t",
          "u2Ir6xDW3oCWnMR45M2XLvwz4x2TTx0B",
          "e6kxISCSV2InYrrLgYlKPb0MbHLh4D0t"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Prayogshalaa",
        "placeId": "ChIJq3iteKFXmTkRNzGJmbTQY5w",
        "internationalPhoneNumber": "+91 80090 75600",
        "reviews": [
          {
            "rating": 5,
            "text": "A very talented and enterprising team with beautiful concepts.... All the best !!!",
            "author_name": "alpana gupta",
            "relative_time_description": "",
            "time": 1734346415,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very good design's and freindly nature",
            "author_name": "ANUPAM MITTAL",
            "relative_time_description": "",
            "time": 1730645950,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Probably the most mature design studio of Lucknow. Keep up the good work!",
            "author_name": "Anmol Yogleela",
            "relative_time_description": "",
            "time": 1687259169,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.prayogshalaa.com/",
        "index": 22,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 28
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.925024,
        "address": "i/98, jankipuram garden, Near Bhavya Girls Hostel, Kursi Road, Lucknow, Uttar Pradesh 226021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJhxQ5PFn9mzkRP7qKRkAeOsE",
        "generalDescription": "Architecture firm ARCH-EN DESIGN provides a wide range of services in the fields of interior design, landscape design and urban planning. Their projects can be found across India, with a focus on creating functional and stylish spaces that are appropriate to the individual needs of their clients.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.993868,
        "rating": 4.5,
        "numRatings": 79,
        "sources": [
          {
            "id": "1820892",
            "type": "webPlacesList",
            "url": "https://buildingandinteriors.com/top-architecture-firms-architects-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Arch-En Design is a firm based in Lucknow that has been associated with many architectural projects. For more than 38 years, they have been part of projects like the Dr Shakuntala Mishra National Rehabilitation Centre, the King George Medical University in Lucknow, the National Institute of Technology in Rourkela, and many more. They have worked on residential projects like the Lucknow Metro Rail Corporation Staff Residences.",
            "siteName": "Building And Interiors",
            "shortName": "Architects in Lucknow | Top architecture firms in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 28252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202853",
            "type": "webPlacesList",
            "url": "https://awards.re-thinkingthefuture.com/top-architects/top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Landscaping, Urban Planning, CivilTypes of Built Projects: Residential, Group Housing, Commercial, Institutional, Corporate, Cultural, Sports, healthcare Locations of Built Projects: Pan India. Style of work: Functional and Contextual Website:aed.co.in",
            "siteName": "Rethinking The Future Awards",
            "shortName": "Top 30 Architecture Firms in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 28260,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "ARCH-EN DESIGN",
        "placeId": "ChIJhxQ5PFn9mzkRP7qKRkAeOsE",
        "internationalPhoneNumber": "+91 522 408 8222",
        "reviews": [
          {
            "rating": 5,
            "text": "Good knowledge staff and company'",
            "author_name": "Sandeep Kumar",
            "relative_time_description": "",
            "time": 1734323410,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Building disign drawing and estimation work",
            "author_name": "sunil pawar",
            "relative_time_description": "",
            "time": 1734002529,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Arch En Design, One of the Best Architectural and Interior Design firms in Lucknow. They have really worked the best and give me smile on face.  Thanks lots Arch En Design Team!!!! :)",
            "author_name": "Arvind Kumar",
            "relative_time_description": "",
            "time": 1558956881,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://aed.co.in/",
        "index": 23,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architect",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 4,
            "3": 1,
            "4": 10,
            "5": 60
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.851109,
        "address": "4/5, Vishal Khand - 4, Vishal Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ6XqDwUbjmzkRK59jYvfz41o",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.006249,
        "rating": 4.7,
        "numRatings": 59,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Urban PlanningTypes of Built Projects: Residential, Commercial, ApartmentsLocations of Built Projects: Mostly in Lucknow and various places in Uttar Pradesh Style of work: Contemporary Website: rparchitects.co.in",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 16,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aHh5g3cbbqD5J00uN7EeZ8wNlctLXfuM",
          "sps2JYjw1Cr8sUQfga2UNiOiVIGcx79F",
          "30qm02wYVQkojagZ73s33J4HZ6xpQcLS",
          "aHh5g3cbbqD5J00uN7EeZ8wNlctLXfuM",
          "sps2JYjw1Cr8sUQfga2UNiOiVIGcx79F",
          "30qm02wYVQkojagZ73s33J4HZ6xpQcLS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Ravi Prakash Architects",
        "placeId": "ChIJ6XqDwUbjmzkRK59jYvfz41o",
        "internationalPhoneNumber": "+91 98389 95541",
        "reviews": [
          {
            "rating": 5,
            "text": "Incredible designs and everything you dream is a possible reality.\nWonderful experience and a lifetime of memories with the house that was designed.\nHighly recommended and really good.",
            "author_name": "Shatakshi Tripathi",
            "relative_time_description": "",
            "time": 1720282315,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had a really good experience working with Ravi Prakash Architects. Honestly, I didn't know much about design when I started the project, but they made everything feel so easy and smooth. The team, especially Ravi sir, was very calm, patient and always ready to listen to what I wanted, no matter how small or random my ideas were.\n\nWhat I liked the most was that they never forced their own designs on me. They understood what I was trying to say (even when I wasn't able to explain it properly) and gave me better suggestions that matched my style but were also more practical. They handled the whole project very professionally and kept me updated at every step, which gave me a lot of confidence and peace of mind.\n\nOf course, there were some ups and downs during the execution phase - delays and small confusions here and there - but that's normal in any project. What matters is that they handled it well and always found solutions without making it stressful for me.\n\nNow that the project is complete, I can say the space looks even better than I imagined. It feels warm, well thought out, and honestly, very “me.” Friends and family who visit always compliment the design, and it just feels good living in a space that's so well put together.\n\nIf you're planning to get any design work done and want a team that actually listens and delivers more than what they promise, I'd 100% recommend Ravi Prakash Architects.",
            "author_name": "Yashi Chauhan",
            "relative_time_description": "",
            "time": 1747047431,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Without doubt one of best architect of lucknow....he has to come in top few in India.",
            "author_name": "naveen chaudhary",
            "relative_time_description": "",
            "time": 1653107781,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://rpa.international/",
        "index": 24,
        "id": "",
        "categories": [
          "Architecture firm",
          "Construction company",
          "Interior architect office",
          "Interior construction contractor"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 0,
            "3": 0,
            "4": 4,
            "5": 51
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.865298,
        "address": "DLF MY PAD, B-2 1202, Regency Rd, Vijaipur Colony, Vibhuti Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ67VYf-_9mzkRmo3cYuHAMdg",
        "generalDescription": "Firangi Mahal, nestled in the vibrant Indira Nagar area of Lucknow, is a captivating historical site that reflects the rich tapestry of Mughal architecture and Islamic heritage. Originally the residence of Mr. Neil, a French merchant, this remarkable complex has played a pivotal role in shaping education for prominent Muslim scholars. Its name translates to \"European Palace,\" highlighting its unique origins and connection to European influences during Aurangzeb's reign.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.908908,
        "rating": 4.4,
        "numRatings": 86,
        "sources": [
          {
            "id": "1253761",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/historical-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The Firangi Mahal, one of the historical places in Lucknow, is located in the Indira Nagar neighbourhood of Lucknow. The Palace, previously the home of Mr Neil, a French merchant, was a key source of education and establishment for some of the most distinguished Muslim professors. The Firangi Mahal is a significant attraction and an exceptional example of Mughal architecture and Islamic principles.",
            "siteName": "Treebo Blog",
            "shortName": "These 12 Historical Places In Lucknow Will Make The Mughal Era Come Alive",
            "indexInSource": 4,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aZk7HHdeH7RD1brYqZqRqnKdqmcncwEK",
          "VtwgGSQSZID6xjnA07EZFkec7M4EZGbW",
          "tTBpAXnryKj8pl7gt0f2KHZfcuOKCAMc",
          "0sXDdMHH2RXZA6DcgaAbfZEXunMu6UnC",
          "aZk7HHdeH7RD1brYqZqRqnKdqmcncwEK",
          "VtwgGSQSZID6xjnA07EZFkec7M4EZGbW",
          "tTBpAXnryKj8pl7gt0f2KHZfcuOKCAMc",
          "0sXDdMHH2RXZA6DcgaAbfZEXunMu6UnC"
        ],
        "openingPeriods": [],
        "name": "Firangi Mahal, Lucknow",
        "placeId": "ChIJ67VYf-_9mzkRmo3cYuHAMdg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is my home... Historical place as Gandhiji stayed here multiple times during his visit to Lucknow and a lot of secret strategic meetings for independence used to be held here",
            "author_name": "Sana Mahmood",
            "relative_time_description": "",
            "time": 1729792168,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a complex in between the Labyrinth of Chowk and it is said that during the Reign of Aurangzeb some French Business Men stayed here and it was originally inhabited by an European Neil.\n\nThat's why it's called Firangi Mahal (Persian for European Palace).\n\nIt's a landmark now.",
            "author_name": "Super Chinmay Productions",
            "relative_time_description": "",
            "time": 1708443881,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is one of the oldest and historical places of Lucknow but due to excessive encroachment and excessive crowd, our beloved Lucknow is getting destroyed, after a few years it will remain Lucknow only in name",
            "author_name": "Mohd. Shoeb",
            "relative_time_description": "",
            "time": 1713054248,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 25,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 3,
            "3": 8,
            "4": 13,
            "5": 58
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.86276,
        "address": "VW75+4H3, Parcha Wali Gali, Jauhari Mohalla, Chowk, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVerHfuv9mzkRczO4zYzYeFA",
        "generalDescription": "Crown of Constantia, also known as La Martinere College, is a significant historical attraction in Lucknow. Built during the British rule in India, this grand building showcases Anglican architecture and played a crucial role in the 1857 mutiny. Originally constructed by French Major-General Claude Martin in 1785, it now houses his tomb along with a library, chapel, and an elegant lobby room.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.962903,
        "rating": 5,
        "numRatings": 5,
        "sources": [
          {
            "id": "1253807",
            "type": "webPlacesList",
            "url": "https://www.theweek.in/theweek/statescan/2021/12/19/fascinating-facts-about-some-of-the-most-iconic-buildings-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "The restoration of the Constantia required “a sense of affection” apart from the more practical money and planning, said Carlyle McFarland, principal, La Martiniere College, Lucknow.",
            "siteName": "The Week",
            "shortName": "Fascinating facts about some of the most iconic buildings in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 34601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "X2urgb030t25FYJMsmBRLGbnt8MvpIwP",
          "HFOx93fBXgwmnazd1cxAhFUAT1sBaBbZ",
          "mUuWZnMFOmGBtXMhCBeoKtLedNSpfPkj",
          "0a7kxq7dLU0XvtynlRuVeeICWDoP6Zva",
          "X2urgb030t25FYJMsmBRLGbnt8MvpIwP",
          "HFOx93fBXgwmnazd1cxAhFUAT1sBaBbZ",
          "mUuWZnMFOmGBtXMhCBeoKtLedNSpfPkj",
          "0a7kxq7dLU0XvtynlRuVeeICWDoP6Zva"
        ],
        "openingPeriods": [],
        "name": "Crown of Constantia",
        "placeId": "ChIJVerHfuv9mzkRczO4zYzYeFA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This was build as the residence for Frenchman Claude Martin, a wealthy General of the British Army, and the founder of the La Martiniere however, he died in 1800, two years  before its completion in 1802. It presently houses the La Martiniere College as per the will of the General as well as his tomb. The palatial architecture is a visual marvel and one the must visit sites in the city of Lucknow.",
            "author_name": "Subrata Das",
            "relative_time_description": "",
            "time": 1731308929,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "When you want to witness the architectural grandeur of the British era, you must make a visit to the Constantia House. It is part of the renowned La Martiniere College, one of the premier educational institutions in the city. The building houses the tomb of Major Claude Martin, the French general who started its construction way back in 1785. Considered to be the largest European funerary monument in the country, the Constantia House exhibits an unusual mix of architectural styles.\n\nTimings: 08:00 am to 6:00 pm; every day\n\nEntry Fee: Free",
            "author_name": "Farman Abbas Manjul",
            "relative_time_description": "",
            "time": 1698377568,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What a beautiful experience.",
            "author_name": "ShreyamRajan48",
            "relative_time_description": "",
            "time": 1744692827,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 26,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 5
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.839614,
        "address": "RXQ7+R5R, Martin Purva, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJvRooRdX9mzkR-VFfLkOGDwA",
        "generalDescription": "JPNIC Heliport, also known as Jai Prakash Narayan International Centre, is a state-of-the-art facility designed to be iconic and sustainable. It is an extension of the Ram Manohar Lohia park and stands as the tallest building in Lucknow. The center offers a unique and wonderful experience, with its innovative design and development contributing to the city's landscape.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.974979,
        "rating": 4.8,
        "numRatings": 11,
        "sources": [
          {
            "id": "1253792",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/from-iconic-monuments-to-futuristic-penthouses-here-are-7-of-the-most-unique-buildings-in-lucknow",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Knocksense",
            "shortName": "From iconic monuments to futuristic penthouses: Here are 7 of the most unique buildings in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "y1315WSqWxVvuTzm4BWoTZtK9XsN53nk",
          "zs3MQjqAx0Tfeck06XDOqkM0rn9M22VE",
          "kuJoJqDQvXWzOd25vhTmLZnrSFl2pPtv",
          "zEZPJTPwRhmb8fvs0cRZ1hi0LkmkyBDW",
          "y1315WSqWxVvuTzm4BWoTZtK9XsN53nk",
          "zs3MQjqAx0Tfeck06XDOqkM0rn9M22VE",
          "kuJoJqDQvXWzOd25vhTmLZnrSFl2pPtv",
          "zEZPJTPwRhmb8fvs0cRZ1hi0LkmkyBDW"
        ],
        "openingPeriods": [],
        "name": "JPNIC Heliport",
        "placeId": "ChIJvRooRdX9mzkR-VFfLkOGDwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Creating a unique, iconic and sustainable state of the art facility is the main idea behind the design of the proposed Jai Prakash Narayan International Centre. The building has been designed as an extension to the existing Ram Manohar Lohia park. Designed to emerge out this park by flowering the greenery of the park on the building and the merging the building with park, the design of the center enhances the urban fabric of Lucknow and aims building that would serve to provide a distinct identity to the city\n\nThe Aquatic Centre and the sports complex from the podium of the building. The convention centre is placed over the aquatic Centre and the guest house block because the top most portion of the building giving the rooms are magnificent view of the park. Separate entries have been designed for aquatic Centre, The sports block, Convention centre and the guest house. This enables multiple functions to happen simultaneously without any chaos. Common public facilities such as restaurants and sky courts come together at various places in building.\n\nThe sports facilities in JPNIC includes an Olympic size swimming pool, and having phone, a multipurpose good, for tennis court and various zones to play squash, table tennis and snooker. The internal special design decentralized the sports venue, creating various Nodes of differing sizes suitable for each individual event.",
            "author_name": "danish umar",
            "relative_time_description": "",
            "time": 1692777205,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best place instead of dustbin",
            "author_name": "Abhay Mishra",
            "relative_time_description": "",
            "time": 1686067743,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice building",
            "author_name": "Dr. Jitendra Kumar Sinha",
            "relative_time_description": "",
            "time": 1640594574,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 27,
        "id": "",
        "categories": [
          "Heliport"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 2,
            "5": 9
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.853166,
        "address": "VX3F+7X9, Vipin Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJrXQV7klebBQRvc8uV36ZZ3s",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.93928,
        "rating": 4.5,
        "numRatings": 51,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, landscape, Urban Planning, ConservationTypes of Built Projects: Residential, Commercial, Apartments, Healthcare, Institutional, Industrial. Sports, Government Projects Locations of Built Projects: Mostly in Lucknow and nearby cities. Style of work: Simple and Functional Website: gunjanandassociates.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 9,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820892",
            "type": "webPlacesList",
            "url": "https://buildingandinteriors.com/top-architecture-firms-architects-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Arun Kapur in 1997, Gunjan & Associates is a well-known architectural firm in Lucknow. They are constantly developing new designs and bringing modern architecture to the public. No matter what the size of the project, they always make sure the clients are satisfied.",
            "siteName": "Building And Interiors",
            "shortName": "Architects in Lucknow | Top architecture firms in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 28252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uDaudF4u1wbM8uwEZHNiRoD53woY8XrP",
          "sPSevJLyyFw7Z9Sg1uc8nBAMcm6RlEWn",
          "uDaudF4u1wbM8uwEZHNiRoD53woY8XrP",
          "sPSevJLyyFw7Z9Sg1uc8nBAMcm6RlEWn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          }
        ],
        "name": "Gunjan & Associates",
        "placeId": "ChIJrXQV7klebBQRvc8uV36ZZ3s",
        "internationalPhoneNumber": "+91 98390 18489",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best architect and good interior designer in Lucknow.",
            "author_name": "Dheeraj Tiwari",
            "relative_time_description": "",
            "time": 1673890190,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good services for architectural work. Nice people.",
            "author_name": "Saurabh Tewari",
            "relative_time_description": "",
            "time": 1552854122,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very experienced    good work by all team",
            "author_name": "Dr.Aditya Gupta",
            "relative_time_description": "",
            "time": 1655445001,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.gunjanandassociates.com/",
        "index": 28,
        "id": "",
        "categories": [
          "Architect",
          "Design"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 0,
            "3": 3,
            "4": 4,
            "5": 40
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.778234,
        "address": "141, Lane No. 9, Sainik Nagar, Raebareilly Road, Lucknow, Uttar Pradesh 226002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJCQw0sd3imzkRtjHcoUo53Xk",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.006799,
        "rating": 4.4,
        "numRatings": 86,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Urban Planning, Landscape, VastuTypes of Built Projects: Residential, Housing, Commercial, Hospitality, Industrial, Institutional, Healthcare, Corporate Locations of Built Projects: Mostly in Lucknow and nearby cities. Style of work: Contemporary and Contextual Website: vastulipi.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 25,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820915",
            "type": "webPlacesList",
            "url": "https://nearmetrade.com/architects-for-building/p/lucknow/uttar-pradesh",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "NearMeTrade – Local and Global Products, Services, Manufacturers & Exporters.",
            "shortName": "100 Best Architects For Building in Lucknow Uttar Pradesh",
            "indexInSource": 3,
            "iconSiteId": 34145,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pZtU1doLG2WySJNxJpNrLHCs3SJDewmB",
          "MgvKFS9nkQFNMHLb2w6qjNaNOuzn87AN",
          "Ry8Lgl71uOsMnFpVlmo83FN51mSDGZWw",
          "nwDQlMEhznTkHRsMSmKnO5L6Eir8yUmf",
          "pZtU1doLG2WySJNxJpNrLHCs3SJDewmB",
          "MgvKFS9nkQFNMHLb2w6qjNaNOuzn87AN",
          "Ry8Lgl71uOsMnFpVlmo83FN51mSDGZWw",
          "nwDQlMEhznTkHRsMSmKnO5L6Eir8yUmf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "VASTULIPI ARCHITECTS",
        "placeId": "ChIJCQw0sd3imzkRtjHcoUo53Xk",
        "internationalPhoneNumber": "+91 78003 96999",
        "reviews": [
          {
            "rating": 5,
            "text": "A very hard working and professional team who approach a project like it's their own.\nFocus on client's comfort\nVASTULIPI is fully equipped to handle any type / level of projects weather it's commercial, residential , housing, hotels, resorts, hospitals, convention centres , institutes and many more",
            "author_name": "VIKASH YADAV",
            "relative_time_description": "",
            "time": 1670437541,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is really delightful to share our wonderful experiences of best consultancy and services of VASTULIPI for our several projects at Lucknow & Sitapur.\n\nOne should must visit this House of Architectures if you are planning for any Official or Individual either small or mega construction, you love their reception,services and advisory in such a nominal cost..",
            "author_name": "Mukund Jha",
            "relative_time_description": "",
            "time": 1423644768,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Best Architecture Firm in Northern India specially in Lucknow. Vastulipi keeps setting the bar higher and higher. I appreciate their insights in their work.",
            "author_name": "Aalok Srivastava",
            "relative_time_description": "",
            "time": 1643627599,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.vastulipi.com/",
        "index": 29,
        "id": "",
        "categories": [
          "Architect",
          "Architecture firm"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 2,
            "3": 5,
            "4": 8,
            "5": 65
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.847683,
        "address": "Viram Khand, 5/171, gomti nagar, Behind Jeewan Plaza, Viram Khand 5, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ0-2EIY3imzkRTQQCVwO8tMM",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.022816,
        "rating": 4.4,
        "numRatings": 80,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Landscaping, Urban PlanningTypes of Built Projects: Residential, Commercial, Institutional, Sports, Healthcare, Industrial Locations of Built Projects: Mostly in Lucknow and various places in UP. Other states include: Uttarakhand, Madya Pradesh, Chattisgarh, Andhra Pradesh, Haryana, Punjab, Bihar, Goa, Jharkhand, Arunachal Pradesh, NagalandStyle of work: Contemporary and Modern Approach Website: muralage.in",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 11,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Jxyg3YjSCnIAWFECRlzZNoJPzZaeJmDq",
          "WJcI2utxENyQP8ODbpKm6cSBfraRPrRH",
          "Jxyg3YjSCnIAWFECRlzZNoJPzZaeJmDq",
          "WJcI2utxENyQP8ODbpKm6cSBfraRPrRH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Muralage",
        "placeId": "ChIJ0-2EIY3imzkRTQQCVwO8tMM",
        "internationalPhoneNumber": "+91 522 232 0715",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the Best & Old Architecture Organization In India. Provides all Construction Services Under One Roof. The Working Culture is very Professional.",
            "author_name": "Nitin Srivastava",
            "relative_time_description": "",
            "time": 1713110004,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One othe top ten Architect and Design Firms in India, Muralage always lead from front.",
            "author_name": "Akhilesh Kumar Govind Rao",
            "relative_time_description": "",
            "time": 1665982634,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great ambience and healthy environment for an artist or architect specially...!!!!!",
            "author_name": "KRISHNA RAI",
            "relative_time_description": "",
            "time": 1703092103,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.muralage.in/",
        "index": 30,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 1,
            "3": 3,
            "4": 8,
            "5": 60
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.865518,
        "address": "A-3/269, Vibhav Khand -3, Vibhav Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJQ4vz1eD9mzkRqkrtwYeTTuE",
        "generalDescription": "Imambara Sibtainabad Gate, also known as Bada Imambara, is a must-see attraction in Lucknow. Constructed in 1784, this architectural marvel is unique for not using wood or metal in its construction. It boasts the largest vaulted chamber globally and serves as a mausoleum complex housing the graves of notable figures such as Nawab Amjad Ali Shah and Taj-un Nisa Begum.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.940768,
        "rating": 4.6,
        "numRatings": 27,
        "sources": [
          {
            "id": "1253792",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/from-iconic-monuments-to-futuristic-penthouses-here-are-7-of-the-most-unique-buildings-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Built in 1784, Bada Imambara stands to this day as one of the top attractions in Lucknow. The monument itself is unique because no wood or metal has been used to construct this marvel of architecture. Furthermore, the place also houses the largest vaulted chamber in the world.",
            "siteName": "Knocksense",
            "shortName": "From iconic monuments to futuristic penthouses: Here are 7 of the most unique buildings in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aCIUXIB5ARjXdE646BFDFzIejPKiX7vj",
          "4LgNL88cBK7PwjoZoXDTnZIjCHenZY7D",
          "IQR43nUBJpacfBtbIY7sYwk7fkoU2IA8",
          "aCIUXIB5ARjXdE646BFDFzIejPKiX7vj",
          "4LgNL88cBK7PwjoZoXDTnZIjCHenZY7D",
          "IQR43nUBJpacfBtbIY7sYwk7fkoU2IA8"
        ],
        "openingPeriods": [],
        "name": "Imambara Sibtainabad Gate",
        "placeId": "ChIJQ4vz1eD9mzkRqkrtwYeTTuE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The imambara is also referred to as a maqbara or mausoleum complex as it holds the graves of Nawab Amjad Ali Shah, his grandson Mirza Javed Ali, and the wife of Nawab Wajid Ali Shah, Taj-un Nisa Begum.\nHistorical place",
            "author_name": "Iftekhar haider",
            "relative_time_description": "",
            "time": 1697963716,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent Heritage Architecture. A, hidden gem amidst the hustle and bustle of Hazratganj's prime street - M. G. Marg.\n\nEntry Free. No ticket needed.",
            "author_name": "Lucknow Pulse",
            "relative_time_description": "",
            "time": 1677582976,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good",
            "author_name": "Avinash Singh",
            "relative_time_description": "",
            "time": 1734672678,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 31,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 1,
            "4": 5,
            "5": 20
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.850454,
        "address": "VW2R+58J, Mahatma Gandhi Marg, Hazratganj, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJF3DC_sfimzkR6H2FBWVntk8",
        "generalDescription": "Vaibhav Goel & Associates is a multidisciplinary firm offering architecture, interior design, civil, and conservation services. Their portfolio includes residential, housing, commercial, and hospitality projects primarily located in Lucknow. Known for their contemporary and functional designs, the firm has garnered praise for its innovative ideas and pocket-friendly rates. Clients commend them for exceptional craftsmanship, timely completion of projects, outstanding customer service, and professionalism.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.998486,
        "rating": 4.3,
        "numRatings": 70,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Civil, ConservationTypes of Built Projects: Residential, Housing, Commercial, Hospitality Locations of Built Projects: Mostly in Lucknow. Style of work: Contemporary and Functional Designs Website: vaibhavgoelassociates.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 23,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aQQCNkNbuM00HvAAIUCVPJ4EDHpIwjnF",
          "tYSK6uAqDwS5ysy7zGHS7jegI75CVGCc",
          "1kw53RIMX5SCWvq7d2mK08GyfBsjwbdq",
          "aQQCNkNbuM00HvAAIUCVPJ4EDHpIwjnF",
          "tYSK6uAqDwS5ysy7zGHS7jegI75CVGCc",
          "1kw53RIMX5SCWvq7d2mK08GyfBsjwbdq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Vaibhav Goel & Associates",
        "placeId": "ChIJF3DC_sfimzkR6H2FBWVntk8",
        "internationalPhoneNumber": "+91 522 400 1567",
        "reviews": [
          {
            "rating": 5,
            "text": "They are good architect and very professional in their job with a creative eye to look at various building aspects.i am very happy",
            "author_name": "Khusbu Maurya",
            "relative_time_description": "",
            "time": 1715848636,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Stay away from cheaters. (they cheated me).\nI stay in Bangalore and contracted them for my single-story house in Lucknow.\nRate was 1550 per/sqf (I paid higher believing that they will use high quality product) and trusted them.\nAll brand and work pre-decided before work start.\nBut the took the money and not finished house.\n1.\tif you don't watch then they will change cement to cheap brand.\n2.\tPromised tile was Kajaria, but they changed it to different brand before placing it.\n3.\tVery low-quality masonry work.\n4.\tthey did only 1 coat of putty and painting and left full back of my house.\n5.\tVery poor quality of wood use in door. Left without polishing.\n6.\tRuined my bathroom tiles.  Still my bathroom is not ready.\n7.\tThere was leakage in 1 room but not fixed.\n8.\tLeft without kota stone polished. They are so cheater that did not spend Rs 3000, just on stone polish.\n9.\tThey took money for Naksha Pass but not done.\n10.\tNo supervision of work, visit only once week.\n\nHouse supposed to be done in 6 months.  Still 1 year complete and my house is not complete, and they stop responding to my phone.\n\ntheir strategy is to take full payment and do half work.\nYou can contact me more if you want to know their strategy of cheating.",
            "author_name": "atul sonwani",
            "relative_time_description": "",
            "time": 1543047173,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best for map planning and structure design work.\nA very good firm for construction",
            "author_name": "Aman Khare",
            "relative_time_description": "",
            "time": 1715850420,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 32,
        "id": "",
        "categories": [
          "Interior designer",
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 3,
            "3": 3,
            "4": 5,
            "5": 52
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.862512,
        "address": "D 206 A Blossom House, Vibhuti Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJcWR_GbjimzkRgSmyRI4vPi8",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.99867,
        "rating": 4.4,
        "numRatings": 49,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, LandscapingTypes of Built Projects: Residential, Commercial, Institutional, Corporate, Healthcare Locations of Built Projects: Mostly in Lucknow and New Delhi. Style of work: Modern and Contextual to the site Website: archrajiva.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 15,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820892",
            "type": "webPlacesList",
            "url": "https://buildingandinteriors.com/top-architecture-firms-architects-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "They have a qualified team of experienced architects with the ability to deliver according to the demands of their clients. Their recent projects include Shaheed Ashfaq Ullah Khan, Praani Udyaan Gorakhpur, Siddharth Nagar University, and more. Image Source: Rajiva Kumar & Associates",
            "siteName": "Building And Interiors",
            "shortName": "Architects in Lucknow | Top architecture firms in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 28252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q4G8XntvkQ0SmPZPTj4YNbutEEeP8Opt",
          "Q4G8XntvkQ0SmPZPTj4YNbutEEeP8Opt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Rajiva Kumar & Associates",
        "placeId": "ChIJcWR_GbjimzkRgSmyRI4vPi8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Excellence in work and Warmth in relations. One-stop solution for one's DREAM HOME. Thanks to God that I got RAJIVA for my HOME.",
            "author_name": "Abhinav Tripathi",
            "relative_time_description": "",
            "time": 1581693489,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Rajiva Kumar Associates one of the best Architectural Consultancy situated  in Lucknow \"the city of Nawabs.",
            "author_name": "Mohsin Rizvi",
            "relative_time_description": "",
            "time": 1674927517,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This firm works with Supremely talented Senior architects and draftsman... And very creative staff...\nVery comfortable environment to work with!",
            "author_name": "Ayush",
            "relative_time_description": "",
            "time": 1563389205,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://archrajiva.com/",
        "index": 33,
        "id": "",
        "categories": [
          "Architect",
          "Architecture firm",
          "Building consultant",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 1,
            "3": 2,
            "4": 6,
            "5": 36
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.863853,
        "address": "B-46, Bypass Rd, Vibhuti Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJfawqW6rimzkR1jDHJSI8SVo",
        "generalDescription": "Saltador Architects & Developers Pvt. Ltd. is a professional firm with extensive experience in providing comprehensive planning and coordination services for projects of various scales and types, including architecture, interior designing, and urban planning. Their portfolio includes residential, commercial, and hospitality projects primarily located in Lucknow and other parts of Uttar Pradesh, as well as some in Madhya Pradesh. Clients have praised the team for their clear and detailed drawings, easy collaboration process, expert advice from Mr.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.990716,
        "rating": 4.5,
        "numRatings": 31,
        "sources": [
          {
            "id": "1820915",
            "type": "webPlacesList",
            "url": "https://nearmetrade.com/architects-for-building/p/lucknow/uttar-pradesh",
            "sourceSite": "Web",
            "snippet": "Saltador Architects, Our experienced professional teams provide overall planning and co-ordination of a project from inception to completion. Irrespective of the scale or type of project, Saltador Consultancy has the experience and resources to achieve clients' requirements and deliver outcomes on t...",
            "siteName": "NearMeTrade – Local and Global Products, Services, Manufacturers & Exporters.",
            "shortName": "100 Best Architects For Building in Lucknow Uttar Pradesh",
            "indexInSource": 6,
            "iconSiteId": 34145,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, Urban PlanningTypes of Built Projects: Residential, Commercial, Hospitality Locations of Built Projects: Mostly in Lucknow and various places in Uttar Pradesh. Other states: Madhya Pradesh Style of work: Modern Website: saltadorarchitects.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 17,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5MPvyIciWaV3aizlAgIxF4nhCdOSw9La",
          "aFDzHs44C5h1SSRrRmsngO1yy7DWQztV",
          "NbaH6z4K5Y2ujnZSZ5nR38uLnx0PRywv",
          "5MPvyIciWaV3aizlAgIxF4nhCdOSw9La",
          "aFDzHs44C5h1SSRrRmsngO1yy7DWQztV",
          "NbaH6z4K5Y2ujnZSZ5nR38uLnx0PRywv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Saltador Architects & Developers Pvt. Ltd.",
        "placeId": "ChIJfawqW6rimzkR1jDHJSI8SVo",
        "internationalPhoneNumber": "+91 95594 76888",
        "reviews": [
          {
            "rating": 5,
            "text": "It was quiet good experience getting my work done by your team. Being my first experience was not so confident on myself but the expert advice from Mr. Abhishek and his team made me felt like a pro in this field too. The whole team is a youth brigade working hardly under a capable Architect. Thanks a lot.",
            "author_name": "Vinit Tiwari",
            "relative_time_description": "",
            "time": 1513658346,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Me and my family is very happy with the civil and  interior work done by saltador architect. they gave us exactly what they promised. Team was really nice they knew what to do, you don't need to stand up on their head to get the work out. Thank you so much !",
            "author_name": "Jasleen Kaur",
            "relative_time_description": "",
            "time": 1529517495,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent design by ar Abhishek Singh .I am truly happy when my project completed. Fully satisfied with work and team, was so cooperative . The whole team is hardworking and I am fully satisfied with work .\nThank you so much.",
            "author_name": "Er. Shobhraj Chanderia",
            "relative_time_description": "",
            "time": 1528179755,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.saltadorarchitects.com/",
        "index": 34,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 2,
            "3": 4,
            "4": 3,
            "5": 22
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.882787,
        "address": "UGF 5 Asha Complex Behind Hanuman Mandir Arawali Marg, Indra Nagar, Lucknow, Uttar Pradesh 226016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJZZc8PdvimzkR42X3kn4NY7s",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.059,
        "rating": 4.7,
        "numRatings": 11,
        "sources": [
          {
            "id": "1820897",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/top-architects/architects-in-lucknow-top-architecture-firms-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Scope of services: Architecture, Interior Designing, LandscapingTypes of Built Projects: Residential, Commercial, Hospitality Locations of Built Projects: Mostly in Lucknow. Style of work: Contemporary Website: modtecharch.com",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Architects in Lucknow: Top 30 Architecture Firms in Lucknow",
            "indexInSource": 10,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zXeXTS76uRrMUHxj30i2TaKv2t1a7fAA",
          "NdKeLQgJrEr7kiWbeUZcWJALKqWfaZfr",
          "pqsJ7h5UJ5SP8YD9gjU32JYqLeceqvav",
          "Tw9LLfPZQjbd1iKdzyyMfk5oZalfdmE6",
          "zXeXTS76uRrMUHxj30i2TaKv2t1a7fAA",
          "NdKeLQgJrEr7kiWbeUZcWJALKqWfaZfr",
          "pqsJ7h5UJ5SP8YD9gjU32JYqLeceqvav",
          "Tw9LLfPZQjbd1iKdzyyMfk5oZalfdmE6"
        ],
        "openingPeriods": [],
        "name": "Modtech Architecture & Interiors",
        "placeId": "ChIJZZc8PdvimzkR42X3kn4NY7s",
        "internationalPhoneNumber": "+91 99364 27763",
        "reviews": [
          {
            "rating": 5,
            "text": "Thanks  u Sir. u have done excellent interior in my Dream Home.",
            "author_name": "aryan gupta",
            "relative_time_description": "",
            "time": 1513667371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "They made my dream home... I love it.\nBest experience 👍🏻",
            "author_name": "radha gupta",
            "relative_time_description": "",
            "time": 1723028318,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "They are so good...They have best labourers and everything. I personally like it.",
            "author_name": "Ayushman Gupta",
            "relative_time_description": "",
            "time": 1723028543,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.modtecharchitecture.in/",
        "index": 35,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 1,
            "5": 9
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.888727,
        "address": "No - 314 Royal Enclave Apartment, Faizabad Rd, opp. BBD University, Lucknow, Uttar Pradesh 226028, India",
        "travel_time": null
      }
    ]
  }
}