{
  "list_id": "624",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/624/1.jpg",
  "description": "Dive into \"Capturing Shillong: A Photographer's Paradise\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160376"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Shillong: A Photographer's Paradise",
  "city_id": "728",
  "subtype": "poi",
  "city": "Shillong",
  "created_ts": 1759778283,
  "slug": "capturing-shillong-a-photographers-paradise-shillong-poi-78c9e9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJV7YCNr1-UDcRTi3Rw0B1pY4",
        "generalDescription": "Nestled in the serene Laitumkhrah locality of Shillong, the Cathedral of Mary Help of Christians stands as a stunning testament to faith and artistry. This 20th-century Roman Catholic church, built by German missionaries in 1913, is renowned for its breathtaking stained-glass windows and intricate sculptures that adorn its Gothic architecture. Following a devastating fire in 1936 that destroyed the original wooden structure, this magnificent cathedral was constructed on an artificial sand basin designed to withstand earthquakes.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.891192,
        "rating": 4.6,
        "numRatings": 6988,
        "sources": [
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 3.5 km from Shillong Bus Terminal, the Cathedral of Mary Help of Christians is a Roman Catholic Church located in the Laitumkhrah locality of Shillong. Also known as the Cathedral Catholic Church, it is the principal place of worship in Shillong and among the most famous places to visit in Shillong.Dedicated to mother Mary, the Cathedral Church of Mary Help of Christians was built by the Germans in 1913. According to history, the construction of the present shrine was built after the first church got destroyed due to a fire accident in 1936.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Located between Dhanketi and Laitunkhrah, Mary Help for Christian Cathedral is one of the most picturesque churches in the city and is also amongst the most sacred Shillong tourist places. Constructed on a steep plateau to be earthquake resistant, it is decorated with grand glass windows and towering arches. Established in 1980, it stores the grave of Hubert D’ Rosario, the first Archbishop of Shillong.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 6,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "The Cathedral of Mary Help of Christians, also well-known as the Laitumkhrah Church is one of the most stunning churches of Shillong, builds up on a steep plateau that requires one to climb a set of steps to reach your destination at. It is named after Mary, the mother of Jesus Christ. The church with its towering arches and big stained-glass window has two levels: a chapel and a massive cathedral.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 13,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302599",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "Founded in the year 1936, this cathedral is a prominent religious place in Shillong, famous for its unique and striking architecture. The church is an exemplifying example of Gothic Revival Architecture, and thus a great choice for the patrons of architecture. Perched atop a hill, this church delivers a feeling of serenity along with spirituality.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "25 Places To Visit in Shillong 2025, Tourist Places & Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": "The Cathedral of Mary is one of the most gorgeous churches in this part of the world and its location on a hill top adds to its beauty. On a clear day you can see the Brahmaputra river and the snow ridden Himalayan Peaks from a point in the church premises.",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 5,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460238",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/trip/a-day-in-shillong-5de0fd5b88d9a",
            "sourceSite": "Web",
            "snippet": "Mary Help of Christians' Cathedral - This church is located in the heart of Shillong and must definitely be on your bucket list. The architecture of the church makes it one of the most beautiful buildings in the state.",
            "siteName": "Tripoto",
            "shortName": "A day in Shillong | Top 7 Places To Visit",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Perched on a hill, the Cathedral of Mary Help of Christians has a beautiful structure that is typical of Roman architecture. Inside the Cathedral premises lies a pilgrimage centre and a lovely chapel.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 10,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JRu2cfjWKGcmCb0c9M3JgJE8NYqE2xee",
          "gNg83pzdoOLbnRB2lEw5V6vaVvDxzR2a",
          "hiz1V2nzYDDQydbk4PTeK9AVa5mxv3TS",
          "JRu2cfjWKGcmCb0c9M3JgJE8NYqE2xee",
          "gNg83pzdoOLbnRB2lEw5V6vaVvDxzR2a",
          "hiz1V2nzYDDQydbk4PTeK9AVa5mxv3TS"
        ],
        "openingPeriods": [],
        "name": "Cathedral of Mary Help of Christians",
        "placeId": "ChIJV7YCNr1-UDcRTi3Rw0B1pY4",
        "internationalPhoneNumber": "+91 76400 03050",
        "reviews": [
          {
            "rating": 5,
            "text": "A Must-Visit Landmark in Shillong\n\nThe Cathedral of Mary Help of Christians in Laitumkhrah is one of the most iconic and peaceful places in Shillong. Steeped in history, the Cathedral stands on the site of the first Catholic Church built in 1913 by German missionaries. Though the original structure was destroyed by fire on Good Friday in 1936, the current cathedral-built in the 1940s and consecrated in 1947-carries a strong legacy of resilience, faith, and beauty.\n\nThe architecture is strikingly modern Gothic, built on beds of sand to withstand earthquakes. Inside, the terracotta artwork and stained-glass windows-crafted in Germany and France-beautifully depict the life of Jesus Christ and various Biblical scenes.\n\nDon't miss the Grotto Chapel of Our Lady of Lourdes and the Calvary Hill, where a life-size bronze crucifixion statue and the Stations of the Cross add to the spiritual atmosphere. It's especially moving during Good Friday when special devotions are held here.\n\nThe Cathedral offers not just a place for prayer, but also a serene escape from the bustle of the city. Whether you're religious or simply appreciate art, history, and quiet reflection, this place is worth visiting.\n\nTip: Visit in the evening for a peaceful ambiance, and take a few moments to read the information board at the entrance-it gives rich context to everything you'll see.",
            "author_name": "Sarbjeet Singh",
            "relative_time_description": "",
            "time": 1753029663,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nestled atop the serene Laitumkhrah hill in Shillong, the majestic Cathedral of Mary Help of Christians isn't just a place of worship – it's a sanctuary where time pauses, noise fades, and the soul takes a deep, quiet breath. A striking piece of architecture wrapped in calm and character, this cathedral is as much a spiritual experience as it is a historical one.\n\nA Heavenly Blend of Faith and Form\nBuilt in 1936, the cathedral is dedicated to the Blessed Virgin Mary, and is the principal church of the Roman Catholic Archdiocese of Shillong. Its design is an elegant mix of Gothic and Indigenous styles, blending high arches, stained glass windows, and local artistry into a structure that feels both majestic and grounded.\n\nWhat sets it apart, quite literally, is its location on a hillock, making it visible from miles away - like a lighthouse of faith. The sky-blue exterior contrasts stunningly with Shillong's often misty skies, creating a canvas that photographers, poets, and peaceful wanderers would agree is divine inspiration at work.\n\nFun Facts to File Under “Did You Know?”\n- The cathedral was constructed on sand-filled grounds to withstand earthquakes - a wise move in a seismically active region.\n- It houses the grave of Archbishop Hubert D'Rosario, a revered figure who served the region with tireless devotion.\n- During Christmas and Easter, the cathedral is a beacon of celebration, with elaborate nativity displays, lights, and hymns that can warm even the chilliest Shillong night.\n\nReverent Review\nThe cathedral isn't just a monument, it's a meditative experience in blue and white. Whether you're religious or simply a lover of quiet architecture, this place offers solace. The chirping of birds, the whiff of incense, and the echo of prayers create a soundtrack that stays with you long after you leave.\n\nPro Tip: Visit on a weekday morning. Less crowd, more calm. And don't forget to light a candle – sometimes, peace starts with a flicker.",
            "author_name": "Rajdeep Dutta",
            "relative_time_description": "",
            "time": 1744897541,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Cathedral of Mary Help of Christians in Shillong is a serene and stunning place of worship. Its striking architecture, peaceful atmosphere, and beautiful stained glass windows make it a true spiritual and visual experience. Surrounded by greenery and perched on a quiet hill, it's a perfect spot for reflection and appreciation of local history and faith. A must-see landmark in the city.",
            "author_name": "Karl M.",
            "relative_time_description": "",
            "time": 1742834071,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Catholic cathedral",
          "Sights & Landmarks",
          "Catholic church",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 117,
            "2": 57,
            "3": 330,
            "4": 1433,
            "5": 5051
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.568579,
        "address": "HV9R+CFP, Laitumkhrah, Shillong, Meghalaya 793003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVfNVS0OHUDcRkI3aTsUkW0s",
        "generalDescription": "Elephant Falls in Shillong is a stunning multi-tiered waterfall surrounded by picturesque scenery. Visitors can easily explore the area through walking trails and stairs. The falls are formed by three small streams merging to create a beautiful cascade. While in Shillong, tourists can also trek to the top of Shillong Peak for panoramic views, visit the historic Shillong Golf Course, offer prayers at the Cathedral of Mary Help of Christians, and experience local shopping at Police Bazar.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 91.822551,
        "rating": 4.4,
        "numRatings": 21571,
        "sources": [
          {
            "id": "752712",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shillong/",
            "sourceSite": "Web",
            "snippet": "Elephant Falls, the city’s most impressive waterfall, is a three-tiered cascading beauty and one of the best places to visit in Shillong throughout the year. Because of a large nearby rock that bears an uncanny resemblance to an elephant, the British gave it the moniker “elephant rock.” The rock was demolished in an earthquake, thus it can no longer be seen. The Elephant Falls are actually “three step waterfalls,” with the first one being a big one tucked away among the lush greenery, the second one being thin water threads, and the third one being the most stunning and clear falls rushing against the background of a dark colour.",
            "siteName": "Tour My India",
            "shortName": "10 Best Tourist Places in Shillong, Meghalaya",
            "indexInSource": 1,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 12 km from Shillong Bus Stand, Elephant Falls is a stunning waterfalls located in the outskirts of Shillong, the capital city of Meghalaya. It is one of the prominent waterfalls in Meghalaya and among the prime places to visit in Shillong.The waterfall is located in Upper Shillong area within the Eastern Air Command of Indian Air Force. The Khasi tribe named it Ka Kshaid Lai Pateng Khohsiew, meaning Three Steps Waterfalls.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 3,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "445155",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Elephant Falls is undoubtedly one of the main tourist attractions, situated just 12 kilometers away from the state capital. Flanked by the beauty of the frothy water dropping in layers and dense green vegetation, it is a complete sight to behold and can be visited with family on a picnic or with friends for a days’ outing. The awesome waterfall was named by the Britishers after a rock at its bottom that appears like an elephant.",
            "siteName": "OYO",
            "shortName": "9 Best Places to visit in Shillong",
            "indexInSource": 0,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477677",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shillong/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Named after an Elephant like stone at its foot, the Elephant Falls are amongst the most popular falls in the North-East, situated next to Shillong. It is a tourists' paradise with three layers of the falls accessible to the layman from different vantage points. The Britishers named this fall so owing to the presence of an elephant-shaped rock on one side of the fall.",
            "siteName": "holidify.com",
            "shortName": "33 Best Places to visit in Shillong | Top Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "Named after an Elephant like stone at its foot, the Elephant Falls are among the most famous falls in the North-East, placed after that to Shillong. It is a traveler’s heaven with three layers of the falls available to the layman from dissimilar vantage points. The Britishers named this fall so due to the attendance of an elephant-shaped rock on one side of the fall.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 2,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600627",
            "type": "webPlacesList",
            "url": "https://www.hotelpolotowers.com/blogs/tourist-places-in-shillong.html",
            "sourceSite": "Web",
            "snippet": "Another well-known tourist spot in Shillong is the Elephant Falls which is a three-tier waterfall. The falls are enclosed and cover the surrounding ground with lush vegetation, making the viewpoint of the falls rather beautiful. The place is regarded as an ideal location to visit owing to its accessibility and well-developed pathways.",
            "siteName": "hotelpolotowers.com",
            "shortName": "Tourist Places in Shillong | Hotel Polo Towers Group",
            "indexInSource": 2,
            "iconSiteId": 6606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895933",
            "type": "webPlacesList",
            "url": "https://www.outlooktraveller.com/destinations/india/6-places-to-visit-in-shillong-if-you-are-a-nature-lover",
            "sourceSite": "Web",
            "snippet": "The Khasi name for Elephant Falls is “Kshaid-Lai-Pateng”Arindambasu2/Wikimedia Commons. This waterfall on the outskirts of Shillong is the result of a mountain stream which drops over multiple levels. The Khasi name for Elephant Falls is “Kshaid-Lai-Pateng,” which loosely refers to the three levels over which the falls plunge.",
            "siteName": "Outlook Traveller",
            "shortName": "6 Places To Visit In Shillong If You Are A Nature Lover",
            "indexInSource": 2,
            "iconSiteId": 78840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Situated 12 km away from Shillong, Elephant Falls, one of the most alluring Shillong tourist places, will leave you spellbound by its astoundingly beautiful sight. It is named after an elephant-shaped rock at the foot of the fall. The rock, however, eroded and withered out of shape after an earthquake occurred in 1897.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 0,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081324",
            "type": "webPlacesList",
            "url": "https://www.captureatrip.com/blog/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "One of the most attractive Shillong best places to visit, Elephant Falls is located 12 kilometers outside the city and is breathtakingly gorgeous. It gets its name from a rock at the base of the fall that resembles an elephant. The 1897 earthquake, however, caused the granite to break down and fall apart out of shape.",
            "siteName": "Capture A Trip - Book Tours Packages, Backpacking Adventures, & International Trips",
            "shortName": "9 Best Places to Visit in Shillong: The ultimate tavel guide",
            "indexInSource": 2,
            "iconSiteId": 102309,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924796",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/tempting-pre-wedding-shoot-locations-in-shillong-the-scotland-of-east/?srsltid=AfmBOooel3HmNdRnpWo4ElU6EfLGLFm9wpvXkQTUOOUukTr1FY5T6cr4",
            "sourceSite": "Web",
            "snippet": "These exciting falls were spoken as ‘Ka Kshaid Lai Pateng Khohsiew’ by the native Khasi individuals, which suggests ‘The 3 Step Waterfalls’, as these falls comprises 3 mesmerising falls in succession. The primary of the 3 waterfalls square measure tucked between the dense trees and square measure terribly broad.",
            "siteName": "VideoTailor",
            "shortName": "Tempting Pre Wedding Shoot Locations In Shillong – The Scotland Of East",
            "indexInSource": 1,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "As the waterfall rolls down the mountain in three different steps, it takes the shape of an elephant’s head and that’s how the fall got its name. There are steps carved out of the rock, making it easy to reach the waterfall. From the top of the falls, you can get a stunning view of the mountains and valleys.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924800",
            "type": "webPlacesList",
            "url": "https://www.india.com/travel/articles/shillong-sightseeing-photos-7-must-see-places-3237718/",
            "sourceSite": "Web",
            "snippet": "Just a few kilometers from Shillong en route to Cherrapunji are the Elephant Falls. The falls got their name from a rock that the British though resembled an elephant to the left of the main of the three falls. The Khasi name of the falls is Ka Kshaid Lai Pateng Khohsiew (or the three steps waterfalls).",
            "siteName": "Latest News, Breaking News, LIVE News, Top News Headlines, Viral Video, Cricket LIVE, Sports, Entertainment, Business, Health, Lifestyle and Utility News | India.Com",
            "shortName": "Shillong sightseeing photos: 7 must-see places",
            "indexInSource": 1,
            "iconSiteId": 548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "There are various places to visit in Shillong like the Elephant Falls, Shillong Peak, Shillong Golf Course, Ward’s Lake, Lady Hydari Park, etc. Apart from these, the other attractions that lie in the outskirts of Shillong like Nongjrong, Umiam Lake, Laitlum Canyons and Mawkdok Dympep Valley.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 1,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000592",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/top-20-beautiful-places-to-visit-in-meghalaya",
            "sourceSite": "Web",
            "snippet": "The Elephant Falls gets its name from the stone at its foot that looks like an elephant. It is one of the best tourist places in Meghalaya and comprises three waterfalls. It's a sight to behold, and you won't get tired of taking pictures over here!.",
            "siteName": "Intermiles",
            "shortName": "Top 20 Beautiful Places to Visit in Meghalaya",
            "indexInSource": 1,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460238",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/trip/a-day-in-shillong-5de0fd5b88d9a",
            "sourceSite": "Web",
            "snippet": "3 Steps Waterfall/Elephant Falls - Elephant falls is probably the first fall that you'll see in Meghalaya. Due to the resemblance of rock to the elephant, Britishers named the falls as Elephant falls. The rock was later destroyed in an earthquake.",
            "siteName": "Tripoto",
            "shortName": "A day in Shillong | Top 7 Places To Visit",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000587",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "On a hunt to unravel the best of the natural wonders of Shillong?. Elephant Falls is the perfect place. Named after an elephant-shaped rock, the Elephant Falls is one of the most scenic places in Shillong for nature lovers.",
            "siteName": "indianholiday.com",
            "shortName": "15 Best Places to Visit in Shillong to Refresh Your Mind",
            "indexInSource": 1,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "Gushing down a rocky cliff face set against lush green foliage, the opal Elephant Falls are a popular tourist spot and a favourite with picnickers.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Nestled just outside Shillong, Elephant Falls is a three-tier waterfall known for its accessibility and the powerful beauty of its cascades.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 2,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425347",
            "type": "webPlacesList",
            "url": "https://oddessemania.in/shillong-tourist-places/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Oddessemania.in",
            "shortName": "Unveiling Best Shillong Tourist Places!",
            "indexInSource": 1,
            "iconSiteId": 49771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "B5o1RpQ5ZoW2qzBAuzXGSL5O5iX59t62",
          "LolS42zg4fCmdOCPLB7NgGquHufumYK2",
          "z24ADbAosrGRqDYQ4TYrUwdTGOyi2PFW",
          "OEslGdqJOOtvoxHWRsMcFvbAYHEJSnpa",
          "pJblyfu9BNvH26pwqHpejdHKGF4GpVsH",
          "B5o1RpQ5ZoW2qzBAuzXGSL5O5iX59t62",
          "LolS42zg4fCmdOCPLB7NgGquHufumYK2",
          "z24ADbAosrGRqDYQ4TYrUwdTGOyi2PFW",
          "OEslGdqJOOtvoxHWRsMcFvbAYHEJSnpa",
          "pJblyfu9BNvH26pwqHpejdHKGF4GpVsH"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Elephant Falls, Shillong",
        "placeId": "ChIJVfNVS0OHUDcRkI3aTsUkW0s",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "There are stairs to reach each level, but it's not too exhausting. Along the way, you'll find plenty of photo ops and peaceful corners to just pause and soak in the view. The sound of the water crashing down, the greenery around, and the fresh air-it's all super refreshing.\n\nThere's a small entry fee, clean washrooms, and shops at the entrance for souvenirs and snacks. The locals were very friendly too.\n\nTip: Go early in the morning to avoid crowds and get better lighting for photos!",
            "author_name": "Raushan jha",
            "relative_time_description": "",
            "time": 1755509742,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A must-visit stop near Shillong!\nVisited Elephant Falls during my Meghalaya trip and absolutely loved it. It's super accessible-just a short drive from Shillong city. The falls are divided into three stunning layers, each with its own vibe. The final one is the most dramatic and picture-perfect!\n\nThere are stairs to reach each level, but it's not too exhausting. Along the way, you'll find plenty of photo ops and peaceful corners to just pause and soak in the view. The sound of the water crashing down, the greenery around, and the fresh air-it's all super refreshing.\n\nThere's a small entry fee, clean washrooms, and shops at the entrance for souvenirs and snacks. The locals were very friendly too.\n\nTip: Go early in the morning to avoid crowds and get better lighting for photos!\n\nA great little escape into nature-don't skip this if you're in Shillong!",
            "author_name": "MONIRIMA DEY",
            "relative_time_description": "",
            "time": 1749400415,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The waterfall situated just outside the the Shilong downtown.\n\nThere are 3 levels of fall here and great view points.\n\nA must visit place if you are visiting Shilong.\n\nParking available Washrooms\n\nOnly con is have around 200/- steps. If you have kids or elderly people you may feel difficult to go to the main waterfall.",
            "author_name": "Sudam charan Sahu",
            "relative_time_description": "",
            "time": 1744942238,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://megtourism.gov.in/",
        "index": 2,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Waterfalls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 488,
            "2": 450,
            "3": 1975,
            "4": 5436,
            "5": 13233
          }
        },
        "minMinutesSpent": 60,
        "latitude": 25.537537,
        "address": "Upper, Shillong, Meghalaya 793009, India",
        "travel_time": null
      },
      {
        "_id": "ChIJPUb9hF6HUDcRVZEQDlrhwWE",
        "generalDescription": "The Air Force Museum, situated in the Upper Shillong area of Shillong, is a captivating military history museum dedicated to India's air force. It offers a compelling insight into the courageous history of India's defense through an array of exhibits including weaponry, plane models, uniforms worn by air force pilots, and memorabilia from significant conflicts such as the Indo-China and Indo-Pak Wars.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 91.827432,
        "rating": 4.5,
        "numRatings": 4099,
        "sources": [
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Shillong is a hub of eminent museums that bear testimony to the rich culture, heritage, history, as well as technologies that the country possesses. One such exquisite museum that tells the brave tale of India’s defense history is the Air Force Museum located in the Upper Shillong region. From the snapshots of Indo-China and Indo-Park Wars to uniforms of air force pilots to microscopic models of air crafts to rockets, missiles, and other items, the Air Force Museum will educate you about the Indian Air force and its brave flying warriors and glorious history.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 5,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081324",
            "type": "webPlacesList",
            "url": "https://www.captureatrip.com/blog/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "Shillong is home to several famous galleries that showcase the nation's rich history, culture, and technological prowess. The Air Force Museum, which is situated in the Upper Shillong area, is one such magnificent museum that recounts the courageous history of India's defense. The Air Force Museum will teach you about the Indian Air Force, its heroic air warriors, and its proud past through displays like rockets, missiles, uniforms used by air force pilots, tiny models of aircraft, and photos from the Indo-China and Indo-Pak Wars.",
            "siteName": "Capture A Trip - Book Tours Packages, Backpacking Adventures, & International Trips",
            "shortName": "9 Best Places to Visit in Shillong: The ultimate tavel guide",
            "indexInSource": 5,
            "iconSiteId": 102309,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000587",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Learn about India’s defense history at the Air Force Museum in Shillong. Located within the complex of Eastern Air Command, this museum is one of the best tourist places to visit in Shillong Meghalaya for all those patriotic souls. The museum displays a collection of aircraft models, miniature models of missiles, rockets, pilots’ uniforms, machinery, and technology of the Indian Air Force-Eastern Command.",
            "siteName": "indianholiday.com",
            "shortName": "15 Best Places to Visit in Shillong to Refresh Your Mind",
            "indexInSource": 7,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 13 km from Shillong Bus Stand, Air Force Museum is a museum located in Upper-Shillong of Meghalaya. Situated near Elephant Falls, it is one of the popular museums in Meghalaya and among the top places to visit in Shillong. The Air Force Museum forms a part of the Indian Air Force's Eastern Command in Shillong.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 6,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "The Air Force Museum is a unique museum located in Shillong, dedicated to the history and achievements of the Indian Air Force. The museum features a range of exhibits, including aircraft, uniforms, and photographs, offering an educational experience for visitors of all ages.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 7,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Learn about India’s military and air force at the Air Force Museum in Shillong. The museum is a treasure trove of facts and has iconic aeroplanes and fighter jets. The museum also has pictures from India’s wars against China and Pakistan.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 4,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The other best places to see in Shillong, are the culture, heritage, lifestyle of the local tribes like the Don Bosco Museum, Air Force Museum, Mawphlang Sacred Groove which are not only famous among tourists but also among locals.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 7,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The Air Force Museum in Shillong offers a deep dive into India’s military aviation history, with a collection that includes uniforms, medals, and aircraft.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 7,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mtqW6hPYzEUToGT3DKVeaCv4dPdpJvlj",
          "PfXtDdlqDpzAaoTBCNQ0CxHORhefwFZM",
          "g2xiPG1SAt5hpgVpbCFuCe40qpLDrFcj",
          "mtqW6hPYzEUToGT3DKVeaCv4dPdpJvlj",
          "PfXtDdlqDpzAaoTBCNQ0CxHORhefwFZM",
          "g2xiPG1SAt5hpgVpbCFuCe40qpLDrFcj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Air Force Museum",
        "placeId": "ChIJPUb9hF6HUDcRVZEQDlrhwWE",
        "internationalPhoneNumber": "+91 94725 00691",
        "reviews": [
          {
            "rating": 5,
            "text": "Must visit place. U and ur kids may enjoy this place. Rs. 40 per adult entry fee. There is nothing u can carry except ur camera and water bottle inside the museum. U may click pics inside the museum only due to security reasons. Cash, card, UPI any mode of payment u may use for ticket. For kids, fighter jet joystick game is also available inside the museum at Rs.50. My kids enjoyed it. All north east states glimpse also there  small shop for buying things also there but prices are higher than outside. Many aircraft also there for watching. A small garden also there. There one canteen also u may enjoy food at cheaper rate. They accept cash and UPI mode only. If you are going to eat non veg, first count the pieces before eating. Bcs they said us 8 pieces of motton in the dish we will get  but we had 5 only. After asking them about this issue, they said they served us 8 pieces. And they can not do anything. In one word, they cheated us.",
            "author_name": "devender Kumar",
            "relative_time_description": "",
            "time": 1745288460,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A must-visit destination for aviation and military enthusiasts! Located near Elephant Falls in Upper Shillong, this museum offers a unique glimpse into the glorious history of the Indian Air Force.\n\nThe outdoor display is impressive - featuring real aircraft like the MiG-21, Mi-4 helicopter, Hunter fighter, and Caribou transport plane. Inside, the galleries are well-maintained, showcasing war medals, uniforms, aircraft models, missiles, and even a working flight simulator. One section also highlights the rich culture of Northeast India, which adds a unique regional touch.\n\nThe museum is clean, organized, and has decent facilities like restrooms, parking, and a small souvenir shop. Entry is very affordable (₹30 for adults), but carry a valid Indian photo ID as it's mandatory for entry. Foreign nationals are not allowed due to security reasons.\n\nPhotography is allowed in most outdoor areas, and you can easily spend 1–2 hours exploring everything. I highly recommend this place to anyone visiting Shillong!\n\n✅ Best Time to Visit: Wednesday to Sunday (closed on Mondays & Tuesdays)\n✅ Don't miss the aircraft cockpit you can sit in!",
            "author_name": "Nishan Dutta",
            "relative_time_description": "",
            "time": 1749918567,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Air Force Museum Shillong\n\nLocated 59 km from Umiam Lake or Bara Pani Lake. 13 km from Shillong bus stand. It is situated inside the Air Force Eastern Command Campus.\n\nThe museum is open from 9.30 am to 2 pm, 2.30 pm to 5 pm (closed on Wednesdays & Sundays).\nEntry Fee: Nil.\n\nWitness models of missiles and aircraft, learn about the Indian Air Force-Eastern Command's history, and see the rare pictures of the wars between India, China, and Pakistan.\nThis museum is a tribute to the glorious past of the defence of our nation. It hosts aircraft models, actual machines and technology demonstrations used by the IAF Eastern Command. The museum displays the uniforms worn by the air force pilots, missiles, rockets, pictures of Indo-China War and Indo-Pakistan War, medals and miniature models of air crafts.\n****",
            "author_name": "Shyamal Dhar",
            "relative_time_description": "",
            "time": 1745309198,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://airforcemuseumuppershillong.in/",
        "index": 3,
        "id": "",
        "categories": [
          "Museum",
          "Military Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 68,
            "3": 294,
            "4": 941,
            "5": 2711
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.536642,
        "address": "7th mile, HQ EAC, Shillong, Meghalaya 793009, India",
        "travel_time": null
      },
      {
        "_id": "ChIJuRopMyx8UDcRbW81XhM7TKM",
        "generalDescription": "Shillong View Point, also known as Shillong Peak, is a popular destination for tourists and day-trippers. Located at an altitude of approximately 2000m above sea level and about 10km from the heart of Shillong City, it offers panoramic views of the city during the day and a mesmerizing sight of city lights at night.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 91.874972,
        "rating": 4.4,
        "numRatings": 6342,
        "sources": [
          {
            "id": "302599",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "If you love heights for the panoramic views they offer, Shillong Peak will easily become your favorite spot once you stare at the unending green expanses from up here. The peak has an altitude of 1962 meters, which makes it an amazing mountaintop overlook point from where you can relish some magnificent views of the entire city of Shillong. For couples planning a honeymoon in North East, this serene and scenic vantage point adds a romantic charm to the journey.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "25 Places To Visit in Shillong 2025, Tourist Places & Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 13 km from Shillong Bus Stand, Shillong Peak is an enchanting vantage point located at Laitkor area of Shillong, Meghalaya. Situated in the outskirts of the Shillong, it is one of the popular viewpoints in Meghalaya and among the prominent places to experience Shillong Tourism.Placed at an altitude of 1,965 m (6,446 feet), Shillong Peak is the highest peak in Meghalaya. According to historians, Shillong is named after this hill.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 5,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rkvIpt386oQ0gQEV9Qcz7NDJPamUwLvy",
          "Siw9wCrhQcLaHsllrTXvD6T1obpeOGrT",
          "mKEeMDOCpbixIKirXs39gl31JATHz4tt",
          "ECKzsaEFXDR7mPfyOLModw0lCK0gj3J8",
          "BQ96yNFJTtgK2rqBZSgvcT8RRcflhwvL",
          "rkvIpt386oQ0gQEV9Qcz7NDJPamUwLvy",
          "Siw9wCrhQcLaHsllrTXvD6T1obpeOGrT",
          "mKEeMDOCpbixIKirXs39gl31JATHz4tt",
          "ECKzsaEFXDR7mPfyOLModw0lCK0gj3J8",
          "BQ96yNFJTtgK2rqBZSgvcT8RRcflhwvL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Shillong View Point, Laitkor Peak",
        "placeId": "ChIJuRopMyx8UDcRbW81XhM7TKM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Shillong View Point, also known as Laitkor Peak, truly deserves a 5-star rating. As the highest point in Meghalaya, at 1966 meters, the panoramic views are simply breathtaking. Located roughly 10 kilometers from Shillong city, the journey to the peak is an experience in itself. You'll need to park at the ticket counter and then take a short taxi ride through an Indian Air Force area, which adds a unique touch. The drive, though only 3 kilometers, is a peaceful and scenic ascent, maintained at a gentle 30 km/h. Keep in mind that this tranquil spot closes relatively early, around 4 PM, so plan your visit accordingly. The serene atmosphere and stunning vistas make it an unforgettable destination.",
            "author_name": "Sohom Deep Paul",
            "relative_time_description": "",
            "time": 1741708232,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a good place to get an aerial view of Shillong city. It was good. The cars are not allowed inside. You need to get the tickets, pass and id proof go inside after verified by the police. And they will provide you the car to go inside also.",
            "author_name": "dikshya",
            "relative_time_description": "",
            "time": 1753333658,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Shillong Viewpoint at Laitkor Peak was a mixed experience for me. The view itself is absolutely breathtaking-you get a sweeping panorama of the city, the hills, and on a clear day it feels magical, almost like floating above the clouds. That part really lived up to the hype and made the visit memorable.\n\nWhat disappointed me, though, was how commercialized the whole place felt. Instead of focusing on showcasing culture or giving visitors a deeper experience of the region, everything seemed centered around selling things-photo ops in traditional Khasi attire, snacks, and trinkets. The charm of the natural setting gets a bit overshadowed by the push for money.\n\nDespite that, I can't deny the beauty of the viewpoint itself. The scenery makes it worth a visit, but the experience could have been so much richer if it celebrated the culture as much as the view. For me, it's a solid 4/5.",
            "author_name": "Ragini Bhattacharyya",
            "relative_time_description": "",
            "time": 1755538217,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Hiking area",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 165,
            "2": 117,
            "3": 508,
            "4": 1608,
            "5": 3943
          }
        },
        "minMinutesSpent": 30,
        "latitude": 25.547364,
        "address": "Peak Viewing Point, Shillong, Meghalaya 793010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJWWcI4r99UDcRWA_2CP7Qx8Y",
        "generalDescription": "Shillong Peak is a must-visit destination offering a stunning panoramic view of the picturesque countryside, Himalayan peaks, cascading waterfalls, and even the plains of Bangladesh. Situated at an elevation of 1965 meters above sea level, it's accessible via Upper Shillong or Jowai Road and is often shrouded in mist and fog. Trekking is highly recommended to fully experience this tourist attraction.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.874966,
        "rating": 4.5,
        "numRatings": 870,
        "sources": [
          {
            "id": "445155",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Another place worth visiting in Shillong, this peak is the highest spot of the city situated at a height of 1965 metres from sea level and offers a breathtaking panoramic view of the scenic countryside, the lofty peaks of the Himalayas, several cascading waterfalls, and the plains of the neighbouring country, Bangladesh. One can reach this beautiful peak via the Upper Shillong or Jowai Road. Trekking is a highly recommended activity to get the most out of your visit to this tourist attraction, which is often covered by mist and fog.",
            "siteName": "OYO",
            "shortName": "9 Best Places to visit in Shillong",
            "indexInSource": 1,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081324",
            "type": "webPlacesList",
            "url": "https://www.captureatrip.com/blog/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "There might not be a finer hilltop to meet your demands than the magnificent Shillong Peak if you want to get a spectacular bird's eye view of all the elegance Shillong has to offer. The highest point in Shillong is Shillong Peak, which is situated 1965 meters above sea level. Wrapped in an attractive mist, it is unquestionably one of the main reasons Shillong got the nickname as the \"abode of clouds\" and is hence one of the best places to visit in Shillong.",
            "siteName": "Capture A Trip - Book Tours Packages, Backpacking Adventures, & International Trips",
            "shortName": "9 Best Places to Visit in Shillong: The ultimate tavel guide",
            "indexInSource": 1,
            "iconSiteId": 102309,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "If you want to get a kaleidoscopic bird view of the beauty that Shillong entails, perhaps there is no better hilltop than the majestic Shillong Peak to serve your needs. Perched at an altitude of 1965 meters above sea level, Shillong Peak stands as the highest point in Shillong. Covered with misty fog, it definitely is a major reason behind the naming of Shillong as an abode of clouds and is thus amongst the best Shillong places to visit.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 3,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924796",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/tempting-pre-wedding-shoot-locations-in-shillong-the-scotland-of-east/?srsltid=AfmBOooel3HmNdRnpWo4ElU6EfLGLFm9wpvXkQTUOOUukTr1FY5T6cr4",
            "sourceSite": "Web",
            "snippet": "it’s the headquarters of the East Khasi Hills district and is set at a mean altitude of four,908 feet (1,496 m) higher than water level, with the very best purpose being Shillong Peak at half-dozen,449 feet (1,966 m). Shillong is that the 330th most thickly settled town in Asian country with a population of 143,229 per the 2011 census. it’s aforementioned that the rolling hills round the city reminded the eu settlers of Scotland.",
            "siteName": "VideoTailor",
            "shortName": "Tempting Pre Wedding Shoot Locations In Shillong – The Scotland Of East",
            "indexInSource": 2,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "752712",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shillong/",
            "sourceSite": "Web",
            "snippet": "Visit Shillong Peak, the highest viewpoint and one of the top tourism sightseeing places in Shillong for a breathtaking perspective of the surrounding hills and valleys. At 1,961 metres above sea level, this summit provides amazing views of the surrounding landscapes. You must present identification documents at the gate because the IAF is responsible for managing the area.",
            "siteName": "Tour My India",
            "shortName": "10 Best Tourist Places in Shillong, Meghalaya",
            "indexInSource": 2,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600627",
            "type": "webPlacesList",
            "url": "https://www.hotelpolotowers.com/blogs/tourist-places-in-shillong.html",
            "sourceSite": "Web",
            "snippet": "The best way perhaps to set down Shillong forever within the frame of a pencil is to look for Shillong Peak. It is regarded as the highest peak of Shillong if one measures it from sea level since it is located at 1,965 meters above sea level. On the top, it can be fun to have an excellent view of a city, hills, or the Bangladeshi plains depending on the spot.",
            "siteName": "hotelpolotowers.com",
            "shortName": "Tourist Places in Shillong | Hotel Polo Towers Group",
            "indexInSource": 1,
            "iconSiteId": 6606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000587",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "One of the best Shillong tourist places to visit, this peak is perched at 1961 meters above sea level, offering breathtaking views of the city. See also:  How to reach Shillong Himalayan peaks, waterfalls, and plains of Bangladesh can be seen from Shillong Peak. If you are an adventurer, trekking is a popular activity to indulge in here.",
            "siteName": "indianholiday.com",
            "shortName": "15 Best Places to Visit in Shillong to Refresh Your Mind",
            "indexInSource": 2,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895933",
            "type": "webPlacesList",
            "url": "https://www.outlooktraveller.com/destinations/india/6-places-to-visit-in-shillong-if-you-are-a-nature-lover",
            "sourceSite": "Web",
            "snippet": "The view from Shillong PeakSUJAY KUMAR PAUL/Wikimedia Commons. Perched at an elevation of 1,966m, the Shillong Peak allows visitors to take in a panoramic view of the Himalayas, the city, and the plains of Bangladesh. The semi-circular peak resembles a crown placed on top of Shillong Hill and is often covered in fog.",
            "siteName": "Outlook Traveller",
            "shortName": "6 Places To Visit In Shillong If You Are A Nature Lover",
            "indexInSource": 1,
            "iconSiteId": 78840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Shillong Peak is a tourist spot that attracts thousands of visitors annually. The highlight of a visit to the peak is a sacred site dedicated to the deity ‘U Shulong’ situated on the top of the peak. : The best time to visit the peak is in the afternoon when the visibility of the skyline is at its best.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 1,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "At the elevation of 6449 ft or 1965 m above sea level, Shillong Peak is the top peak of Shillong. It offers a wonderful panoramic vision of the whole town, the Himalayas, its waterfalls as well as of the Bangladesh plains. A reduction in size is accessible for travelers to get a bird's eye vision.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 7,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "There are various places to visit in Shillong like the Elephant Falls, Shillong Peak, Shillong Golf Course, Ward’s Lake, Lady Hydari Park, etc. Apart from these, the other attractions that lie in the outskirts of Shillong like Nongjrong, Umiam Lake, Laitlum Canyons and Mawkdok Dympep Valley.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 5,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460238",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/trip/a-day-in-shillong-5de0fd5b88d9a",
            "sourceSite": "Web",
            "snippet": "Shillong Peak - This is one of the many places in Shillong where you can get a spectacular view of the entire city. It is also the highest point in Shillong so expect some incredible views. Don't forget to carry your passport or Aadhar card with you as foreign citizens are not allowed here.",
            "siteName": "Tripoto",
            "shortName": "A day in Shillong | Top 7 Places To Visit",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477677",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shillong/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "At the height of 6449 ft or 1965 m above sea level, Shillong Peak is the highest point of Shillong. It offers a breathtaking panoramic view of the entire city, the Himalayas, its waterfalls as well as of the Bangladesh plains. A telescope is available for tourists to get a bird's eye view.",
            "siteName": "holidify.com",
            "shortName": "33 Best Places to visit in Shillong | Top Tourist Attractions",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": "Shillong Peak is the highest peak in the Himalayan Mountain range surrounding Meghalaya with the staggering total altitude of 1966 meters. Naturalists would easily name the Shillong peak as the best attraction in Shillong. Some say that the town Shillong was named after the peak.",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 1,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "Shillong Peak is the highest point in Shillong, situated at an elevation of nearly 1,965 meters (6,449 feet) above sea level. It offers panoramic views of the city and the surrounding hills, making it a popular tourist destination for nature lovers and photographers.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 4,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924800",
            "type": "webPlacesList",
            "url": "https://www.india.com/travel/articles/shillong-sightseeing-photos-7-must-see-places-3237718/",
            "sourceSite": "Web",
            "snippet": "Offering unrestricted views of Shillong city, this vantage point is one of the dozen or so places that your local cabbie will cover as part of a package deal. Consider making a pit stop on your way back to Shillong from Cherrapunji here.",
            "siteName": "Latest News, Breaking News, LIVE News, Top News Headlines, Viral Video, Cricket LIVE, Sports, Entertainment, Business, Health, Lifestyle and Utility News | India.Com",
            "shortName": "Shillong sightseeing photos: 7 must-see places",
            "indexInSource": 0,
            "iconSiteId": 548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Offering the highest point in Shillong, this peak provides breathtaking panoramic views of the city and beyond, especially enchanting at sunrise or sunset.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "754308",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/tourist-places-in-shillong",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "WanderOn",
            "shortName": "20 Popular Tourist Places in Shillong to Visit in 2025",
            "indexInSource": 0,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425347",
            "type": "webPlacesList",
            "url": "https://oddessemania.in/shillong-tourist-places/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Oddessemania.in",
            "shortName": "Unveiling Best Shillong Tourist Places!",
            "indexInSource": 2,
            "iconSiteId": 49771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RQQ4lE5rWVUsXekLFFuVmOlN9eiZF0Nb",
          "PrYvtoIAR6fbco3ZkhxlosqtjqykLvLv",
          "YPt8BitTm4TZgg7y6gkUBoKeYudv4mHL",
          "5s1jhNojtd89IG2V0TpNtNvv03ielZu8",
          "RQQ4lE5rWVUsXekLFFuVmOlN9eiZF0Nb",
          "PrYvtoIAR6fbco3ZkhxlosqtjqykLvLv",
          "YPt8BitTm4TZgg7y6gkUBoKeYudv4mHL",
          "5s1jhNojtd89IG2V0TpNtNvv03ielZu8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Shillong Peak",
        "placeId": "ChIJWWcI4r99UDcRWA_2CP7Qx8Y",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Shillong Peak offers one of the most breathtaking panoramic views of Shillong city and the surrounding hills. Standing at the highest point in Meghalaya, the experience feels serene and refreshing, especially with the cool breeze and mist that often wraps around the landscape. It's a perfect spot for nature lovers and photography enthusiasts. The view during sunset is especially magical. However, entry is through an Air Force base, so carrying a valid ID is a must. Overall, it's a peaceful and scenic escape from the city's hustle.",
            "author_name": "pubali kalita",
            "relative_time_description": "",
            "time": 1744731283,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Shillong Peak offers stunning panoramic views of the city and the surrounding hills, making it one of the most scenic spots in Meghalaya. The drive up is beautiful, and the cool breeze at the top adds to the charm. While basic amenities could be improved, the natural beauty and peaceful atmosphere make it well worth a visit.",
            "author_name": "Jamwant Yadav",
            "relative_time_description": "",
            "time": 1754993103,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This place cannot be accessed by tourist vehicles.  One has to get into a local vehicle from an exchange point.  The entire area is under Indian air force, hence well maintained.  The peak offers panoramic views of Shillong.  There is a paid telescope on one of the viewing towers.  Good place to spend some time",
            "author_name": "Keyur Desai",
            "relative_time_description": "",
            "time": 1744199800,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 15,
            "3": 68,
            "4": 192,
            "5": 566
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.547326,
        "address": "Pomlakrai, Meghalaya 793010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ3Yq8T9iBWjcR9JOWPilYglw",
        "generalDescription": "Umiam Lake, also known as Badapani by locals, is a stunning man-made water body located 16 km from Shillong. Surrounded by lush greenery, the lake offers various recreational activities such as boating and picnics. Visitors can enjoy the crystal-clear blue waters and vibrant flowers while taking advantage of different boating facilities available. Additionally, there is a nearby resort for those looking to extend their visit or enjoy a meal.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.89283,
        "rating": 4.6,
        "numRatings": 3117,
        "sources": [
          {
            "id": "445155",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/best-places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Umiam Lake is one of the other top places to see in Shillong and is situated at Umiam, at a short distance from the city on the Shillong-Guwahati Highway. Popularly known as Barapani, this refreshing site is a place where you can be at peace with nature or enjoy a variety of water sports such as sailing, water skiing, fishing, cruising, kayaking, and water scooter rides. The place is surrounded by dense coniferous forests on one side and the East Khasi Hills on the other and offers enchanting views, making it the best iconic place for landscape artists and photographers.",
            "siteName": "OYO",
            "shortName": "9 Best Places to visit in Shillong",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "Umiam Lake, an exciting tourist places to visit, is placed at a distance of 15 kilometers north of Shillong which is the town of the north-eastern Indian state of Meghalaya. The lake was shaped after a dam was constructed to generate hydroelectric power. The picturesque Umiam Lake is surrounded by lush green East Khasi hills that form one of the perfect panoramic sights for nature-lovers and one of the best places to visit in Shillong - The Scotland of the East.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 1,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 17 km from Shillong Bus Stand, Umiam Lake is a vast and serene reservoir located in Shillong, Meghalaya. Also known as Barapani Lake, it is one of the beautiful lakes in Meghalaya and among the top places to experience Shillong Tourism.Umiam Lake was formed by damming the Umiam River by Assam State Electricity Board in the early 1960s. The main purpose of the dam was to store water for hydroelectric power generation.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 0,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600627",
            "type": "webPlacesList",
            "url": "https://www.hotelpolotowers.com/blogs/tourist-places-in-shillong.html",
            "sourceSite": "Web",
            "snippet": "Umiam Lake commonly known as Barapani is perhaps one of the most frequented tourist destinations in Shillong. This man-made hill-surrounded lake offers you leisure activities of sightseeing with kayaking, boating, and water bicycles amongst the others when at the scene. Thus, the factor of location defines this area as relatively appropriate for picnicking and for ordinary traditional strolling through nature.",
            "siteName": "hotelpolotowers.com",
            "shortName": "Tourist Places in Shillong | Hotel Polo Towers Group",
            "indexInSource": 0,
            "iconSiteId": 6606,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1895933",
            "type": "webPlacesList",
            "url": "https://www.outlooktraveller.com/destinations/india/6-places-to-visit-in-shillong-if-you-are-a-nature-lover",
            "sourceSite": "Web",
            "snippet": "Flanked by hills on all sides and lined by striking roadways and bridges, Umiam Lake is one of the reasons why the Guwahati-Shillong route is considered one of the most scenic in the region. The lake was formed when a dam was built over the Umiam River in the 1960s as part of a hydropower project. Since then, the lake has become a favourite picnic spot for many who come to admire the landscape.",
            "siteName": "Outlook Traveller",
            "shortName": "6 Places To Visit In Shillong If You Are A Nature Lover",
            "indexInSource": 0,
            "iconSiteId": 78840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "A gorgeous by-product of the construction of a hydroelectric dam on the Umiam River, Umiam Lake is a serene man-made reservoir that forms the perfect picnic spot for tourists from across all geographies. This makes it one of the best Shillong places to visit. Spreading across 222 square kilometres of land, the lake is surrounded by lush green Gulmohar trees and is nestled amidst lofty valleys.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 1,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477677",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shillong/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Highlights: Umiam Lake Dam , Boating at Umiam Lake , Wate (Read More)r Sports, Trekking and Camping , Fishing, Umiam Lake Boathouse. Umiam Lake, a mesmerizing man-made reservoir, is located at a distance of 15 kilometres north of Shillong which is the capital of the north-eastern Indian state of Meghalaya. The lake was formed after a dam was constructed to generate hydroelectric power.",
            "siteName": "holidify.com",
            "shortName": "33 Best Places to visit in Shillong | Top Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425347",
            "type": "webPlacesList",
            "url": "https://oddessemania.in/shillong-tourist-places/",
            "sourceSite": "Web",
            "snippet": "Known as “The Jewel of Meghalaya,” Umiam Lake is a beautiful reservoir tucked away in the state of Meghalaya in northeastern India. This artificial lake, which was built by damming the Umiam River, is a breathtaking natural setting. It provides a tranquil haven from the bustle of the city, surrounded by verdant hills and thick forests.",
            "siteName": "Oddessemania.in",
            "shortName": "Unveiling Best Shillong Tourist Places!",
            "indexInSource": 0,
            "iconSiteId": 49771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000592",
            "type": "webPlacesList",
            "url": "https://www.intermiles.com/blog/top-20-beautiful-places-to-visit-in-meghalaya",
            "sourceSite": "Web",
            "snippet": "Amidst all the natural beauty lies the Umiam Lake, an artificial lake that was developed to produce hydroelectric power in the area. It is surrounded by lush green trees and makes for the most mesmerising view. You can also take a long boat ride and enjoy the sunset here if you don't want to try any other water activities.",
            "siteName": "Intermiles",
            "shortName": "Top 20 Beautiful Places to Visit in Meghalaya",
            "indexInSource": 2,
            "iconSiteId": 751,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "754308",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/tourist-places-in-shillong",
            "sourceSite": "Web",
            "snippet": "From the crystal-clear waters of Umiam Lake to the buzzing streets of Police Bazar, the city is full of places perfect for sightseeing, snacking, and soaking in some serious Northeast magic. And let’s be honest—how many places give you misty mornings, waterfall selfies, live music cafés, and spicy chow all in one day?",
            "siteName": "WanderOn",
            "shortName": "20 Popular Tourist Places in Shillong to Visit in 2025",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924796",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/tempting-pre-wedding-shoot-locations-in-shillong-the-scotland-of-east/?srsltid=AfmBOooel3HmNdRnpWo4ElU6EfLGLFm9wpvXkQTUOOUukTr1FY5T6cr4",
            "sourceSite": "Web",
            "snippet": "Students and nature-lovers will admire the flora and fauna as they study the science behind the dam, youngsters will pay your time within the park with their oldsters, guests will take a protracted boat ride within the lake, and journey lovers will relish seafaring and numerous water-sports.",
            "siteName": "VideoTailor",
            "shortName": "Tempting Pre Wedding Shoot Locations In Shillong – The Scotland Of East",
            "indexInSource": 0,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": "The Barapani Lake is a beautiful reservoir that is located amongst the hills about 15 km to the North of Shillong in Meghalaya and on Shillong - Guwahati route. The Lake was created after damming the Umiam River in 1960 and the lake catchment area spreads to more than 220 sq.",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 0,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924800",
            "type": "webPlacesList",
            "url": "https://www.india.com/travel/articles/shillong-sightseeing-photos-7-must-see-places-3237718/",
            "sourceSite": "Web",
            "snippet": "If you’re driving down from Guwahati, the lake welcomes you to the ‘Scotland of the East’. Offering stunning panoramic views, Umiam Lake is very popular among locals and tourists alike as it offers breathtaking views of the setting sun… and a promise of a beautiful new day!",
            "siteName": "Latest News, Breaking News, LIVE News, Top News Headlines, Viral Video, Cricket LIVE, Sports, Entertainment, Business, Health, Lifestyle and Utility News | India.Com",
            "shortName": "Shillong sightseeing photos: 7 must-see places",
            "indexInSource": 2,
            "iconSiteId": 548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081324",
            "type": "webPlacesList",
            "url": "https://www.captureatrip.com/blog/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "Umiam Lake is a beautiful artificial reservoir that was created as a stunning result of building a hydroelectric dam on the Umiam River. It serves as a picturesque spot for picnics for visitors from all over the world. It is hence among the top Shillong tourist places.",
            "siteName": "Capture A Trip - Book Tours Packages, Backpacking Adventures, & International Trips",
            "shortName": "9 Best Places to Visit in Shillong: The ultimate tavel guide",
            "indexInSource": 0,
            "iconSiteId": 102309,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "752712",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shillong/",
            "sourceSite": "Web",
            "snippet": "Umiam Lake is one of the most picturesque locations and the top tourist destination to visit in Shillong. It is surrounded by dense coniferous trees and the East Khasi Hills. This huge man-made lake body, also known as Badapani, was created by damming the Umiam River.",
            "siteName": "Tour My India",
            "shortName": "10 Best Tourist Places in Shillong, Meghalaya",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000587",
            "type": "webPlacesList",
            "url": "https://www.indianholiday.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Visit the scenic Umiam Lake, one of the best places to visit in Shillong in 3 days, and admire its beauty. Formed after the construction of a dam, the lake is enclosed by lush green East Khasi Hills that offer the most breathtaking views of Shillong.",
            "siteName": "indianholiday.com",
            "shortName": "15 Best Places to Visit in Shillong to Refresh Your Mind",
            "indexInSource": 0,
            "iconSiteId": 3284,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Umiam Lake, a man-made reservoir, offers tranquility and scenic beauty that can soothe the weariest of souls. Its azure waters against the backdrop of green hillocks create a painterly scene.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "A natural lake and reservoir, Umiam Lake is a popular spot for picnicking owing to its scenic views and water activities like kayaking and jet skiing.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Apart from these, the other attractions that lie in the outskirts of Shillong like Nongjrong, Umiam Lake, Laitlum Canyons and Mawkdok Dympep Valley.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 0,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460238",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/trip/a-day-in-shillong-5de0fd5b88d9a",
            "sourceSite": "Web",
            "snippet": "There are different types of water sports activities that you can do here. However, the pedal boat seems to be everyone's favorite.",
            "siteName": "Tripoto",
            "shortName": "A day in Shillong | Top 7 Places To Visit",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YjChaPQ0yr0txqVv6OSdKC1umQEM2WFs",
          "aoPE9mTRlolAyjSChO1bM6fN72OrWlvA",
          "hul8iv7bMV3wJkhhfoYbFwt8dP5yZtAs",
          "PNGdKbk9nEokf9zWAg1ZZUjgfaRXNRWH",
          "nM3p5LLE5cFw768zClMPkg3JoErKLmDX",
          "YjChaPQ0yr0txqVv6OSdKC1umQEM2WFs",
          "aoPE9mTRlolAyjSChO1bM6fN72OrWlvA",
          "hul8iv7bMV3wJkhhfoYbFwt8dP5yZtAs",
          "PNGdKbk9nEokf9zWAg1ZZUjgfaRXNRWH",
          "nM3p5LLE5cFw768zClMPkg3JoErKLmDX"
        ],
        "openingPeriods": [],
        "name": "Umiam Lake",
        "placeId": "ChIJ3Yq8T9iBWjcR9JOWPilYglw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The view is great. Must visit place in shillong. The lake is awesome and provides fresh air. There is a bit of walking to reach the lake but it's a great photoshoot place. Boating will be available when the weather is good. There are also rafting races happening in the lake as well.",
            "author_name": "Nishanth Damodar",
            "relative_time_description": "",
            "time": 1748846404,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing lake to see and excellent for water sport. Quality time with nature. Green water and amazing mountainous background with lush vegetation with red soiled small islands make it a great place to visit.",
            "author_name": "Abhijit Sarma PWD Roads",
            "relative_time_description": "",
            "time": 1755082067,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a beautiful lake located around 15 km from Shilong Police Bazar. The park & environment around the lake is serene & enjoyable specially at the afternoon. There is also facilities to go around the lake with shared speed Boat. There is also a view point before reaching the lake entrance which also beautiful place & som fast food also available there.",
            "author_name": "Md. Rashidul Hasan Rana",
            "relative_time_description": "",
            "time": 1744518959,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Reservoir",
          "Nature & Parks",
          "Bodies of Water"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 34,
            "2": 24,
            "3": 149,
            "4": 730,
            "5": 2180
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.665417,
        "address": "Meghalaya",
        "travel_time": null
      },
      {
        "_id": "ChIJE3Dsx5B-UDcRRHMXq0NQzNE",
        "generalDescription": "All Saints' Cathedral, located near Police Bazaar in Shillong, is a historic Anglican church that showcases stunning Victorian architecture and intricate religious symbolism. Built in 1902 during the British colonial era, this Gothic-style marvel features beautiful stained glass windows depicting biblical scenes. Despite being damaged by an earthquake in 1897, the cathedral was meticulously reconstructed and remains a major tourist attraction with its elegant wooden colonial-style design.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.884543,
        "rating": 4.5,
        "numRatings": 551,
        "sources": [
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "In the close proximity of Police Bazaar (a prominent Shillong tourist spot) and opposite to the Central Library in Shillong, All Saints Cathedral stands as one of the most ancient and yet one of the most beautiful and well-maintained churches in the city of Shillong. Constructed around 1902, it was built by the British Empire and thus bears testimony to Victorian architecture and designs. With its wooden architecture and intricately carved religious symbolisms, it holds great value for history and beauty lovers as well as devotees from across all geographies.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 8,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2 km from Shillong Bus Stand, All Saints Cathedral is an ancient church located near Police Bazaar in Shillong. Situated opposite to State Central Library, it is one of the oldest churches of Shillong and among the best places to visit in Shillong.The church was originally built in 1877 during the British Raj and was completely damaged in the year 1897 due to an earthquake. Later, a new church was constructed in 1902.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 12,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The All Saints Church in Shillong is one of the most beautiful structures in this part of India. Beautifully constructed in colonial-style architecture, it is a haven of peace and tranquillity. The best time to visit the church is during the Christmas season when it’s all lit up.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 9,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "This beautiful Anglican cathedral, a remnant of the British era, stands as a peaceful sanctuary in the heart of Shillong, with its Gothic architecture and stained glass windows.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 9,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "Dating back to 1902, All Saints Church is one of the oldest churches in Shillong with interiors featuring ornate stained-glass windows and teak wooden pews.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0ds67qU1aFcGAhpHoD0zaicE1Cux2nIo",
          "RwN3SYfTvtlk7OazkqYH93HM6CTgzW66",
          "hTEQgEuceIhjqPnIsUEjeDiE31O37vqE",
          "0ds67qU1aFcGAhpHoD0zaicE1Cux2nIo",
          "RwN3SYfTvtlk7OazkqYH93HM6CTgzW66",
          "hTEQgEuceIhjqPnIsUEjeDiE31O37vqE"
        ],
        "openingPeriods": [],
        "name": "All Saints' Cathedral",
        "placeId": "ChIJE3Dsx5B-UDcRRHMXq0NQzNE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Just dropped by for a visit to have a good look at this Church. It's an Anglican Church in Shillong. Constructed beautifully and used some nice colours for the exterior with a nice lawn area outside. The inside of the Church is really simple and quaint. But we loved the view of this Church.",
            "author_name": "bernard lynch",
            "relative_time_description": "",
            "time": 1722591113,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "All Saints' Cathedral in Shillong is a remarkable architectural gem that showcases the unique charm of wooden structures, making it a standout in the region. The cathedral's design beautifully combines Gothic elements with local craftsmanship, featuring intricate woodwork and a warm, inviting atmosphere. As you enter, the lofty ceilings and stained glass windows create a serene and uplifting ambiance that enhances your experience.\nBuilt in 1902, All Saints' Cathedral holds significant historical importance as one of the oldest churches in Shillong. It reflects the British colonial influence on the area while also serving as a vital part of the local community. The church has witnessed numerous historical events and has been a central place of worship for generations.\nThe cathedral is not only a place of worship but also a site of cultural significance, often hosting community events and celebrations. Its peaceful surroundings and beautiful gardens make it a lovely spot for reflection or a leisurely stroll.\nIn summary, All Saints' Cathedral is a must-visit for anyone in Shillong, offering a captivating blend of stunning architecture and rich history. Whether you're an architecture enthusiast, a history buff, or simply seeking a peaceful retreat, this cathedral provides a memorable experience that highlights the city's cultural heritage.",
            "author_name": "Sonal Negi",
            "relative_time_description": "",
            "time": 1728663143,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "beautiful heritage venue with a warm ambience, perfect for cultural events and community gatherings.",
            "author_name": "Banteilang Syiem",
            "relative_time_description": "",
            "time": 1757613363,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Anglican church"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 1,
            "3": 45,
            "4": 143,
            "5": 350
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.569437,
        "address": "HV9M+QRF, IGP Point, near Barik Point, Lachumiere, Shillong, Meghalaya 793001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJgfYKaaN-UDcR9dyMrbVmzJk",
        "generalDescription": "Dylan's Café is a must-visit spot in Shillong, Meghalaya, especially for fans of the legendary musician Bob Dylan. The café pays homage to the iconic artist with its themed décor and memorabilia adorning the walls. Whether you're a fan of Bob Dylan or not, the café's inviting ambiance, complete with panoramic views of lush green hills and an eclectic mix of rustic and retro elements, is sure to captivate you.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 91.894517,
        "rating": 4,
        "numRatings": 3679,
        "sources": [
          {
            "id": "920483",
            "type": "webPlacesList",
            "url": "https://curlytales.com/instagram-worthy-cafes-in-shillong-you-must-hit-when-in-town/",
            "sourceSite": "Web",
            "snippet": "Dylan’s Cafe is one of the most Instagram-worthy cafes in Shillong which stands out for its Bob Dylan-themed interiors. You can experience musical evenings here, and food and beverages which are an absolute delight. Where: Tripura Castle Rd, Dhankheti, Malki",
            "siteName": "Curly Tales",
            "shortName": "12 Instagram-Worthy Cafes In Shillong You Must Hit When In Town",
            "indexInSource": 1,
            "iconSiteId": 2662,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KkxfMhvkxFnQM4GYlkkTGPje7B3AbIxT",
          "8QYmBlb2gfERTuaji58S71OPtRadEnVN",
          "KkxfMhvkxFnQM4GYlkkTGPje7B3AbIxT",
          "8QYmBlb2gfERTuaji58S71OPtRadEnVN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2330"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2330"
            }
          }
        ],
        "name": "Dylan's Café",
        "placeId": "ChIJgfYKaaN-UDcR9dyMrbVmzJk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very cozy place. Outside sitting place is also available. Well maintained space. Talking about the food, it was so so delicious. Every singly bite was worth every penny. Reasonable price. Will be visiting every time when in Shillong.",
            "author_name": "syeda farnaj",
            "relative_time_description": "",
            "time": 1756358470,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very cosy cafe with nice dylan's themed.Both inside and outdoor sitting is quite nice. There is nice view from outside. The indoor theme is just wow with lovely music playing.\nI went there for the coffee.\nWe ordered basic cappuccino. It was okayish. Not bad, not great. Serving cups could have been better. They gave coffee in a mug. It would have been nice if they served in coffee cups",
            "author_name": "Aashima Ahuja",
            "relative_time_description": "",
            "time": 1745298367,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We went here on our visit to shillong. We were very hungry and are vegetarians so ordered a bunch of veg food.\nTheir shillong noodles is too good. We had already mentioned to make it in its authentic way and they did exactly that. Their hot chocolate with marshmallows was so so comforting in the rainy weather. We also tried their hash brown. It was damn nice, totally worth trying.\nTheir naga chilli cheese toast is worth the hype. Its too good.\nTheir farmhouse pizza however disappointed us. It was not cooked properly. But the staff was really good. They immediately replaced it with nachos which were also really nice.\nWe also got to witness some live music. All in all we had a good time",
            "author_name": "divya agarwal",
            "relative_time_description": "",
            "time": 1753634963,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hotelpolotowers.com/our-cafes/dylans-cafe.html",
        "index": 8,
        "id": "",
        "categories": [
          "Cafe",
          "Breakfast restaurant",
          "Coffee store",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 272,
            "2": 207,
            "3": 503,
            "4": 1056,
            "5": 1646
          }
        },
        "minMinutesSpent": 60,
        "latitude": 25.566188,
        "address": "Tripura Castle Rd, Dhankheti, Malki, Shillong, Meghalaya 793003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJPa7dJMZ-UDcR6gWIGKC-euk",
        "generalDescription": "Lady Hydari Park, situated in the Laban area of Shillong, is a charming green space named after Lady Hydari, the first lady of the state. The park features Japanese-style gardens with round-shaped hedges, willow trees, and small ponds. It also houses a modest zoo where visitors can see Himalayan birds, deer, and other local fauna.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 91.881964,
        "rating": 4.1,
        "numRatings": 7838,
        "sources": [
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "Located suitably in the Laban area in Shillong is the famous Lady Hydari Park, named after the first lady of the state and wife of the Governor of Assam, Lady Hydari. The first thing that catches your eye when you set foot in this park is that it is built up in the form of a Japanese style garden. The vibes get stronger when you grab a sight of the round-shaped hedge; willow trees with leaves emotive the ground as well as the many spotted tinny ponds.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 8,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 2.5 km from Shillong Bus Stand, Lady Hydari Park is a public park located at the heart of Shillong in Meghalaya. Also known as Phan Nonglait Park, it is the only park with zoo in Shillong and among the best places to experience Shillong Tourism.The park is named after Lady Hydari, the wife of Governor of Assam. The park is designed in a Japanese garden style which sprawls over an area of more than a kilometer.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 13,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "137992",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Brimming with ducks and wishes, Lady Hydari Lake is an exceptionally picturesque lake that stands as the favorite picnic spot for nature lovers and as a renowned name amongst Shillong places to visit. It gets its name from Lady Hydari, the wife of the Governor of Assam and thus famously revered as the first lady of the state. Built-in Japanese style, it is dotted with orchid, willow trees, as well as rhododendrons trees.",
            "siteName": "HikerWolf",
            "shortName": "Top 25 places to visit in Shillong | Shillong tourist places",
            "indexInSource": 10,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477677",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shillong/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Located conveniently in the Laban area in Shillong is the popular Lady Hydari Park, named after the first lady of the state and wife of the Governor of Assam, Lady Hydari. The first thing that catches your eye when you set foot in this park is that it is built in the form of a Japanese style garden.",
            "siteName": "holidify.com",
            "shortName": "33 Best Places to visit in Shillong | Top Tourist Attractions",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "There are various places to visit in Shillong like the Elephant Falls, Shillong Peak, Shillong Golf Course, Ward’s Lake, Lady Hydari Park, etc. Apart from these, the other attractions that lie in the outskirts of Shillong like Nongjrong, Umiam Lake, Laitlum Canyons and Mawkdok Dympep Valley.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 6,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477662",
            "type": "webPlacesList",
            "url": "https://www.darjeeling-tourism.com/darj_0001d9.htm",
            "sourceSite": "Web",
            "snippet": "Lady Hyadari Park is a tribute to the erstwhile First Lady of the province... the gracious Lady Hydari. This huge park is one of the principal attractions of Shillong and it contains a range of gorgeous flora along with a small mini Zoo with 73 types of birds and more than 100 reptiles.",
            "siteName": "darjeeling-tourism.com",
            "shortName": "Best places to visit in Shillong",
            "indexInSource": 3,
            "iconSiteId": 798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "Lady Hydari Park is a well-maintained garden located in the heart of Shillong, named after the wife of the first Governor of Assam, Lady Hydari. The park features beautiful flower beds, walking paths, and a mini zoo, making it a popular destination for families and nature lovers.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 10,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Named after the wife of the first Governor of Assam, this sprawling park combines a mini zoo, a deer park, and a children’s playground, making it perfect for a family day out.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 7,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460238",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/trip/a-day-in-shillong-5de0fd5b88d9a",
            "sourceSite": "Web",
            "snippet": "Lady Hydari Park - The park is a great place to have a picnic. You will see different types of flowers and animals here. Yes, it's a mini zoo too.",
            "siteName": "Tripoto",
            "shortName": "A day in Shillong | Top 7 Places To Visit",
            "indexInSource": 3,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DDTF5Cr3Xrxa8NpCV0ex9U9IOmBZtf7j",
          "bq2pi3MQLRB9R27SK6EocNZ7C9oG4Boi",
          "xESTfBnNdcaSsz9XctCSB4UpANRsd9jy",
          "IcIQxEd01gvxwoc54Hr3BIkSIHgNCBo6",
          "DDTF5Cr3Xrxa8NpCV0ex9U9IOmBZtf7j",
          "bq2pi3MQLRB9R27SK6EocNZ7C9oG4Boi",
          "xESTfBnNdcaSsz9XctCSB4UpANRsd9jy",
          "IcIQxEd01gvxwoc54Hr3BIkSIHgNCBo6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Lady Hydari Park",
        "placeId": "ChIJPa7dJMZ-UDcR6gWIGKC-euk",
        "internationalPhoneNumber": "+91 76400 03050",
        "reviews": [
          {
            "rating": 5,
            "text": "Lady hydari park in Shillong this place is a good location for traveller and tourist for visit this place. This place is Lady hydari park one of the most popular tourist park in Shillong. Every day many people are visit this place for enjoying with friends with girlfriend with husband and wife and with all family members. This is Wonderful and amazing place for visit in Shillong City.",
            "author_name": "Osinna Nokrek",
            "relative_time_description": "",
            "time": 1743713790,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A great place to hangout with friends and family. The zoo portion of the park is now closed, but the rest of the park is quite big enough to hangout and maybe have a picnic. There is enough play area for children, an ideal place for kids.",
            "author_name": "Rupam Chanda",
            "relative_time_description": "",
            "time": 1749629898,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Loved this place ,enjoyed visiting after a long time. Our little Argha enjoyed a lot playing there. Sad part is zoo is closed for maintainance.\nGarden is now blooming with Camelia ,Azelia and many other season flowers. Maintained nicely people can spend some time in the nature.\nWe could show Argha only Pelican, and some ducks. Still she was happy.\nOnly the water bodies need some cleaning and maintenance.\nTicket price Rs 20 /adult, Rs10/children below 12 years. Still camera charge is Rs.50",
            "author_name": "Mitali Baruah",
            "relative_time_description": "",
            "time": 1742840397,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 358,
            "2": 295,
            "3": 1242,
            "4": 2388,
            "5": 3557
          }
        },
        "minMinutesSpent": 90,
        "latitude": 25.565929,
        "address": "Lower, Lachumiere, Shillong, Meghalaya 793001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmSuk42N5UDcRkxc6kscOj5Q",
        "generalDescription": "The Ever Living Museum, located in Mawshbuit village near Shillong, is a sprawling museum that showcases the natural and cultural heritage of the region. Divided into three sections, it features contemporary and ancient weapons used by the local tribes, bamboo handicrafts, and a beautiful lawn of orchids and wildflowers.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 91.934557,
        "rating": 4.4,
        "numRatings": 297,
        "sources": [
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 10 km from Shillong Bus Stand, Ever Living Museum is a private museum located in Mawshbuit area of Shillong, Meghalaya. It is one of the most popular museums in Shillong and among the best places to visit in Shillong.Established in 2015, the Ever Living Museum is a living testimony of one's love for nature, culture, tradition, and history. The Museum is owned and operated by retired Meghalaya government engineer Kyntiewbor War.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 11,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491619",
            "type": "webPlacesList",
            "url": "https://travenjo.com/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The Ever Living Museum is dedicated to the local, natural and cultural heritage of the region which includes fossils and crafts. It is situated in Mawshbuit Village at the outskirts of Shillong City and is one of the best places to visit in Shillong. You will find in the museum unique jewelleries, weapons, ancient dresses, household tools, handicrafts and musical instruments of the local tribes including fossils and stones.",
            "siteName": "travenjo",
            "shortName": "35 Best Places to Visit in Shillong, 2025",
            "indexInSource": 10,
            "iconSiteId": 34345,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1390812",
            "type": "webPlacesList",
            "url": "https://www.naturetravelagency.com/blogdetails.php?uri=shillong-tourist-places",
            "sourceSite": "Web",
            "snippet": "Situated in the Mawshbuit Village in Shillong, Ever Living Museum is a privately owned museum depicting the love for nature, culture, tradition, posterity and history. An ethnographic museum, it houses the objects of the hill tribe of Garo, Khasi and Jaintia Hills and is separated into three sections. The first section houses contemporary and ancient weapons and armor used by the Meghalaya tribesmen.",
            "siteName": "naturetravelagency.com",
            "shortName": "Top Places to Visit in Shillong Meghalaya, The Scotland of the East",
            "indexInSource": 14,
            "iconSiteId": 109431,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The Ever-Living Museum is a tribute to the culture and history of the tribal folk that belong to India’s northeast. On display here are traditional items of the Khasi and Garo tribes, coins, driftwoods, musical instruments, as well as replicas of huts that early tribal folks used to live in.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 7,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9V1nLsq4WJDKAeFtndthaSRYNPXzvHGU",
          "2GHDe13B0MJYvyKoJBzditArep6Yxu9a",
          "nagU1rTJFkx7j4mU7IbQPQV3lqcJjviP",
          "9V1nLsq4WJDKAeFtndthaSRYNPXzvHGU",
          "2GHDe13B0MJYvyKoJBzditArep6Yxu9a",
          "nagU1rTJFkx7j4mU7IbQPQV3lqcJjviP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Ever Living Museum",
        "placeId": "ChIJmSuk42N5UDcRkxc6kscOj5Q",
        "internationalPhoneNumber": "+91 87300 25149",
        "reviews": [
          {
            "rating": 5,
            "text": "If you ever would like to see physical proof of what passion looks like, look no further. This cute museum is a testament of one man's passion to preserve local culture and traditions. A collection spanning generations, this museum is but a small window into the way of life of the Meghalayan tribes. If you ever visit Shillong this museum should be on your list. Save it for a slow day so you can take your time walking around the property and enjoying all the wild orchids as well.",
            "author_name": "andria dsouza",
            "relative_time_description": "",
            "time": 1729998031,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Its a must visit. V less tourists here due to less publicity. Its privately owned n maintained. Wide collection of plants, stones, artefacts describing history n culture of Meghalaya . The stone n gem collection is exquisite, not b found anywhere else,not even in Don Bosco museum.",
            "author_name": "tuhina parveen sarwala",
            "relative_time_description": "",
            "time": 1729663594,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Finest museum, the owner is such a gem person! How happily and proudly he explained us about everything ❤️",
            "author_name": "hritik pandit",
            "relative_time_description": "",
            "time": 1753439091,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 10,
            "3": 26,
            "4": 52,
            "5": 196
          }
        },
        "minMinutesSpent": 240,
        "latitude": 25.560363,
        "address": "HW6M+4RV, Mawshbuit-Sweet Falls Rd, Mawshbuit, Meghalaya 793021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJaVrfXpR-UDcRnJGMyV3y2Xc",
        "generalDescription": "Nestled along Ward's Lake in Shillong, the Botanical Garden is a small yet captivating attraction for nature enthusiasts. This garden boasts a diverse collection of native trees, plants, and rare orchids, making it a must-visit spot for those interested in flora. The lush surroundings of Mawphlang forest provide an idyllic setting for this botanical haven.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 91.886854,
        "rating": 4,
        "numRatings": 769,
        "sources": [
          {
            "id": "1081323",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The Botanical Garden in Shillong isn’t just a feast for the eyes; it’s a living library of the region’s flora. Here, every bloom tells a story of conservation and beauty.",
            "siteName": "FabHotels",
            "shortName": "Best Places to Visit in Shillong to see the Beauty of Nature in 2024",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZtcJ2Q5MzpTItLHympcVH64rlPmZJPYv",
          "SMzJ7HPtyA1tCh6Qd5LSnydBHCYazjOy",
          "CYQt4Y9SaXrpc9WcX5DHTTObIbZorKhm",
          "ZtcJ2Q5MzpTItLHympcVH64rlPmZJPYv",
          "SMzJ7HPtyA1tCh6Qd5LSnydBHCYazjOy",
          "CYQt4Y9SaXrpc9WcX5DHTTObIbZorKhm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Botanical Garden",
        "placeId": "ChIJaVrfXpR-UDcRnJGMyV3y2Xc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "If you love to walk under the canopy of the forest trees and marvel at the wonder that is nature, do visit. Not many visitors visit this park but I will suggest that you take interest in it. Public support can play a big role in the upkeep of such places.",
            "author_name": "SUKMAYA LAMA",
            "relative_time_description": "",
            "time": 1724505311,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Various species of rare plants and trees available here",
            "author_name": "Er. Avinash Kashyap",
            "relative_time_description": "",
            "time": 1748333615,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The area is huge & have many pretty flowers, perfect for walk. Ward's lake is along with this park. Had an amazing experience over there.",
            "author_name": "Sanjana Sen",
            "relative_time_description": "",
            "time": 1710332499,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 45,
            "2": 42,
            "3": 115,
            "4": 226,
            "5": 341
          }
        },
        "minMinutesSpent": 120,
        "latitude": 25.576543,
        "address": "HVGP+JP9, Khyndailad, Police Bazar, Shillong, Meghalaya 793001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJBbNyB4Z5UDcR2SBHOtygX7E",
        "generalDescription": "Sweet Falls, also known as Kshaid Weitden, is a stunning waterfall located near Happy Valley in Shillong, Meghalaya. Cascading from a height of 315 feet with tremendous force, this unbroken waterfall is surrounded by lush green vegetation, creating a picturesque setting. However, despite its sweet name, the route to reach the falls can be perilous due to slippery stones.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.958587,
        "rating": 4.3,
        "numRatings": 139,
        "sources": [
          {
            "id": "1924784",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shillong?srsltid=AfmBOoqHkIPD8b278574P68_FA26xIiY7_a4dD9wOdOq-b7yvUHl21M2",
            "sourceSite": "Web",
            "snippet": "Sweet Falls is a stunning waterfall located approximately 5 kilometres (3.1 miles) from Shillong, nestled amidst dense forests and steep cliffs. It's a lesser-known attraction, making it a perfect spot for nature lovers seeking tranquillity and picturesque views.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Shillong in 2024",
            "indexInSource": 6,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1924796",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/tempting-pre-wedding-shoot-locations-in-shillong-the-scotland-of-east/?srsltid=AfmBOooel3HmNdRnpWo4ElU6EfLGLFm9wpvXkQTUOOUukTr1FY5T6cr4",
            "sourceSite": "Web",
            "snippet": "One of the steepest and also the most mesmeric falls of the country. The sound of gurgling water, chirping birds, the texture of the falling water and also the lush leaf – all at once simply take your breath away.",
            "siteName": "VideoTailor",
            "shortName": "Tempting Pre Wedding Shoot Locations In Shillong – The Scotland Of East",
            "indexInSource": 3,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MQTxld3It60ooZkJGRXYa60FucBZUpRn",
          "bd18ajLWvwRQDJOih8GWisYuMDbbsjaH",
          "YEvsSu7028hKnWNL0IdVhbNjnkIjiNYR",
          "MQTxld3It60ooZkJGRXYa60FucBZUpRn",
          "bd18ajLWvwRQDJOih8GWisYuMDbbsjaH",
          "YEvsSu7028hKnWNL0IdVhbNjnkIjiNYR"
        ],
        "openingPeriods": [],
        "name": "Sweet Falls",
        "placeId": "ChIJBbNyB4Z5UDcR2SBHOtygX7E",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Less populated place, tourist can get good privacy here",
            "author_name": "Dulu Kachari",
            "relative_time_description": "",
            "time": 1748451177,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Quite a rare tourist spot in shillong. The roads leading to the spot is narrow and a bit confusing but its worth it. The area is still developing as a tourist spots so its a bit dusty in the view point area. The waterfalls is quite a climb down a hill that too without any steps or proper road, so not recommended for old people. But I hope it will be more developed in years to come and at least a pathway will be constructed to go near the waterfalls.",
            "author_name": "Sharmila Rai",
            "relative_time_description": "",
            "time": 1547036539,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Roads are in good condition from shillong to this place. Few shops available here, parking facilities available with parking charge,  charge taken by villagers. you will find a lot of peace in the lap of nature here with amazing views of mountains and a fall which is approx 100 meter in lenth. It's very scary to go downstairs as there is no stairs available.",
            "author_name": "D e e p a k",
            "relative_time_description": "",
            "time": 1637458918,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Waterfall",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 6,
            "3": 14,
            "4": 42,
            "5": 73
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.561013,
        "address": "Meghalaya 793021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmQmdqoV-UDcRLIJoTBTDO3k",
        "generalDescription": "The Grand Madina Masjid is a stunning mosque in Shillong and one of the largest in India. It is a marvel of architecture and provides an extremely peaceful environment. The library is also great, with a huge collection of books about Islam in many languages. There are also Islamic classes available on specific days.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.877901,
        "rating": 4.5,
        "numRatings": 758,
        "sources": [
          {
            "id": "302599",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shillong",
            "sourceSite": "Web",
            "snippet": "India’s only glass mosque, The Grand Madina Masjid in Shillong is an architectural marvel to behold. It is also the largest mosque in northeast India. When you are in Shillong, you must witness the surreal beauty of the glass dome and the glass minarets of the mosque bathing in the illuminating green at night.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "25 Places To Visit in Shillong 2025, Tourist Places & Attractions",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "The largest mosque in India’s northeastern states, the Grand Madina Masjid is well known for its imposing structure and glass minarets. A work of marvel, the mosque stands at a height of 120 feet and a width of 61 feet. It is one of the only mosques in India to be made of glass.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 11,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hINLvpkeyt79HsHn2f3JHqcxdY6ZGjpQ",
          "6e5BvxQkc1CTjOLpvczQ5nWRb6iI7mFe",
          "tamhlTJ8R387Ig4EG12hS4giUZm9Oe9h",
          "hINLvpkeyt79HsHn2f3JHqcxdY6ZGjpQ",
          "6e5BvxQkc1CTjOLpvczQ5nWRb6iI7mFe",
          "tamhlTJ8R387Ig4EG12hS4giUZm9Oe9h"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Madina Masjid, Laban Shillong,India",
        "placeId": "ChIJmQmdqoV-UDcRLIJoTBTDO3k",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting Madina Masjid in Shillong felt like stepping into a haven of peace and serenity. Being there, surrounded by its divine beauty, I felt truly blessed✨ The calmness in the air, the gentle whispers of prayers, and the feeling of being so close to Allah filled my heart beyond words. As a woman, getting the chance to pray inside made it even more special, something I had longed for deeply. My heart is sooo full – with gratitude, peace, and a sense of spiritual warmth that will stay with me forever.🤍",
            "author_name": "Jahiba Hussain",
            "relative_time_description": "",
            "time": 1755956164,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A very nice and beautiful mosque of Shillong in laban area.\nIt is intricately designed with green glasses all around.\nBesides this the mosque has huge ground area for parking or gatherings.\nThere is also a hall for varied functions like marriages and other gatherings.",
            "author_name": "M Jawed Hussain",
            "relative_time_description": "",
            "time": 1734501870,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most beautiful mosque in the entire North-East, decorated with green glass, illuminates in the sunshine. Very neat and clean with all facilities within. The committee also runs and an Education Institue and a Orphan's Madrasa in it. There is even a restaurant/cafe inside with very low prices. This is a Sunni mosque from what I've noticed, not sure whey some claim it to be a Shia mosque though.",
            "author_name": "Shaik Masood",
            "relative_time_description": "",
            "time": 1731400872,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Mosque"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 12,
            "3": 51,
            "4": 115,
            "5": 544
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.5671,
        "address": "HV8H+R5J, Laban, Shillong, Meghalaya 793001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr1I_n3B-UDcR_2rzvhzQLVY",
        "generalDescription": "Mahadev Khola Dham, an ancient Hindu temple in Shillong, Meghalaya, is a revered pilgrimage site dedicated to Lord Shiva. With a history dating back 150 years, it is believed to have been built where the sage Lakhiya Baba meditated. The temple hosts vibrant celebrations during Maha Shivratri and Durga Puja, offering insights into local traditions and faith.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 91.860949,
        "rating": 4.2,
        "numRatings": 405,
        "sources": [
          {
            "id": "477681",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/meghalaya/shillong/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 5 km from Shillong Bus Stand, Mahadev Khola Dham is an ancient Hindu temple located in Shillong, Meghalaya. It is one of the oldest temples in Meghalaya and among the famous places of pilgrimage in Shillong.Believed to be about 150 years old, the Mahadev Khola Dham is a cave temple dedicated to Lord Shiva. According to legend, the temple is built at the spot where Lakhiya Baba, a sage was decided to stay and meditate.",
            "siteName": "Trawell.in",
            "shortName": "29 Best Places to Visit in Shillong, Things to Do & Sightseeing (2024)",
            "indexInSource": 10,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "140539",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-shillong/",
            "sourceSite": "Web",
            "snippet": "Located about 5 kilometres from Upper Shillong, the Mahadev Khola Dham is a Hindu temple built in honour of Lord Shiva. A popular attraction, the temple is surrounded by scenic greenery and the river Umshyrpi flows around the temple. The temple contains holy texts and inscriptions on all its walls.",
            "siteName": "Treebo Blog",
            "shortName": "The 15 Most Incredible Places to Visit in Shillong with Travel Itineraries",
            "indexInSource": 8,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "85SqCv2OPQrisfdhMWesodTRnClDrnXw",
          "yWd4k76Ev009a9k8pW9QZhV7GNcDSjm7",
          "85SqCv2OPQrisfdhMWesodTRnClDrnXw",
          "yWd4k76Ev009a9k8pW9QZhV7GNcDSjm7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Mahadev Khola Dham",
        "placeId": "ChIJr1I_n3B-UDcR_2rzvhzQLVY",
        "internationalPhoneNumber": "+91 98630 80551",
        "reviews": [
          {
            "rating": 5,
            "text": "A serene, quiet place that is definitely worth a visit. It's by the riverside. The gurgling of the river, the chirping of the birds, the soft caress of the breeze... a place one would like to sit and enjoy.\nThe Shiv Linga is an ancient one, discovered during excavation. Hence, the name Khola Mahadev. The cave opening inside the temple is said to lead directly to Kamakhya temple in Guwahati. A local shared that a sadhu and another man has attempted that journey.",
            "author_name": "Rukma Sadekar",
            "relative_time_description": "",
            "time": 1717036326,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Over a Century and half old shrine. Visited on 02 Feb 2025.\n\nIt is dedicated to Lord Mahadev (Shiva) and Devi Kamakhya. Apart from these there are temples of Shri Ganesha, Ram and Krishna have been created.\n\nYou can approach it either by road or cross country from Rhododendron Trek.\n\nSanyaasis from Shri Gorakhnath Matth sect reside there.\n\nDuring day time an armed guard of CRPF is located.",
            "author_name": "Col Ravindra Kothari",
            "relative_time_description": "",
            "time": 1738548140,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Mahadev Khola Dham is an age old temple located in the city of Shillong - Meghalaya. The temple is dedicated to Lord Mahadev and is said to be more than 150 years old. It is situated about 4 Kms from Shillong city and can be reached by taxis, city buses and private cars. The devotees need to walk about 300 meters from the main Gate of the temple as the path is not meant for four wheelers. The temple is situated in the midst of hills in a beautiful, picturesque location. The small stream flowing around the temple adds to its beauty. There are other temples  dedicated to Hindu Gods in the premises. Maha Shivaratri is celebrated with great fervour and a large number of devotees visit this temple. The wheelchair is inaccessible due to the steep slope on the way to the temple. There is no specified parking place for the devotees, while entry to the temple is free. Puja items are available in the shops near the temple. Drinkable water is available in the premises of the temple. Overall, a must visit place for all.",
            "author_name": "Navin Kumar Sharma",
            "relative_time_description": "",
            "time": 1697712386,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://megtourism.gov.in/",
        "index": 14,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 25,
            "2": 13,
            "3": 47,
            "4": 73,
            "5": 247
          }
        },
        "minMinutesSpent": null,
        "latitude": 25.563926,
        "address": "HV76+9RQ, 101, Lawsohtun, Area, Laban, Shillong, Meghalaya 793004, India",
        "travel_time": null
      }
    ]
  }
}