[
    {
        "country": "arunachal-pradesh",
        "index": 1,
        "name": "Samten Yongcha Gompa",
        "latitude": "28.617434",
        "longitude": "94.081239",
        "excerpt": "Thought to be about 400 years old, the charming wooden Samten Yongcha Gompa stands on a breezy hilltop 6km (as the crow flies) west of Mechuka, fronted by…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/mechuka/attractions/samten-yongcha-gompa/a/poi-sig/1614142/1342641",
        "image_url": null,
        "detail_description": "Thought to be about 400 years old, the charming wooden Samten Yongcha Gompa stands on a breezy hilltop 6km (as the crow flies) west of Mechuka, fronted by a forest of prayer flags and with wonderful panoramas over the valley, river and surrounding mountains. The caretaker will probably appear to show you round the two-storey temple with its colourful imagery, including some genuinely scary guardian deities.\nIt's possible to drive most of the way: turn right in Segong, 8km along the road from central Mechuka, and after 750m you'll see a short path down to a hanging bridge. Cross this and follow the path up the hill to the monastery. You can also walk all the way from town; traffic along the road is light. For a slightly different approach, turn off the road 250m before Segong, down on to a path with some wooden boards that leads 750m to another hanging bridge. Across this, you can make out a path winding up the hillside to your left. This reaches the monastery in 20 to 30 steep minutes."
    },
    {
        "country": "arunachal-pradesh",
        "index": 5,
        "name": "Donyi-Polo Dere",
        "latitude": "28.166151",
        "longitude": "94.798579",
        "excerpt": "Around a quarter of Arunachal's population follows the Donyi-Polo (Sun-Moon) religion, an institutionalised form of traditional animist beliefs developed…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/aalo/attractions/donyi-polo-dere/a/poi-sig/1614090/1338536",
        "image_url": null,
        "detail_description": "Around a quarter of Arunachal's population follows the Donyi-Polo (Sun-Moon) religion, an institutionalised form of traditional animist beliefs developed in the 1970s in response to the spread of Christianity (which is now the state's most popular religion). One of the biggest Donyi-Polo temples stands a short distance south of Aalo's town centre. Sunday prayer meetings are superficially reminiscent of Christian church services, with smartly-dressed attendees sitting in rows and singing hymns in unison. Visitors are welcome (leave shoes outside).\nThe temple is usually open on other days too, with a priest in attendance for individual prayers."
    },
    {
        "country": "arunachal-pradesh",
        "index": 6,
        "name": "Urgelling Gompa",
        "latitude": "27.579941",
        "longitude": "91.87311",
        "excerpt": "The ancient if modest Urgelling Gompa, a 3km walk below Tawang town, is where the sixth Dalai Lama, a Monpa, was born in 1683. Before he left for Lhasa,…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/tawang-valley/attractions/urgelling-gompa/a/poi-sig/1511723/1329451",
        "image_url": null,
        "detail_description": "The ancient if modest Urgelling Gompa, a 3km walk below Tawang town, is where the sixth Dalai Lama, a Monpa, was born in 1683. Before he left for Lhasa, it's said that he stuck his walking stick into the ground just inside the monastery gate and it eventually grew into a giant oak tree. Within the main hall are hand-painted portraits of all the Dalai Lamas, and imprints of the forehead and feet of the sixth Dalai Lama.\nThe gompa is 6km from town if you go by road. Note that it's often closed, and if the caretaker isn't around you'll only be able to enter a small side hall with nine chortens."
    },
    {
        "country": "arunachal-pradesh",
        "index": 7,
        "name": "Siddhartha Vihar",
        "latitude": "27.103163",
        "longitude": "93.626175",
        "excerpt": "The small, brightly painted Siddhartha Vihar, and an equally colourful stupa, stand in peaceful gardens on a little hill towards the east end of town,…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/itanagar/attractions/siddhartha-vihar/a/poi-sig/1606983/1329443",
        "image_url": null,
        "detail_description": "The small, brightly painted Siddhartha Vihar, and an equally colourful stupa, stand in peaceful gardens on a little hill towards the east end of town, near the State Museum – a tranquil respite from the din along the main streets.\n"
    },
    {
        "country": "arunachal-pradesh",
        "index": 8,
        "name": "Gyangong Ani Gompa",
        "latitude": "27.600251",
        "longitude": "91.852612",
        "excerpt": "This friendly nunnery, with about 50 Buddhist nuns, was founded by Merag Lama (founder of the main Tawang Gompa) for his sister. It's connected to Tawang…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/tawang-valley/attractions/gyangong-ani-gompa/a/poi-sig/1613975/1329451",
        "image_url": null,
        "detail_description": "This friendly nunnery, with about 50 Buddhist nuns, was founded by Merag Lama (founder of the main Tawang Gompa) for his sister. It's connected to Tawang Gompa by a cable car. The cable car was closed on our last visit, but the walk to the gompa is pleasant anyway. A 1.5km path starts up stone steps 200m past Sonam Tsomu Homestay on the ridge road north of Tawang Gompa.\n"
    },
    {
        "country": "arunachal-pradesh",
        "index": 9,
        "name": "Jawaharlal Nehru State Museum",
        "latitude": "27.101902",
        "longitude": "93.624995",
        "excerpt": "With two spacious floors of well-displayed exhibits, the state museum gives a decent representation of Arunachal Pradesh's tribal cultures, especially…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/itanagar/attractions/jawaharlal-nehru-state-museum/a/poi-sig/1293555/1329443",
        "image_url": null,
        "detail_description": "With two spacious floors of well-displayed exhibits, the state museum gives a decent representation of Arunachal Pradesh's tribal cultures, especially their crafts, costumes, adornments and tools.\nA stupa and the brightly coloured Siddhartha Vihar Buddhist temple stand in peaceful gardens on a nearby hill – a worthwhile short detour from Museum Rd as you approach the museum."
    },
    {
        "country": "arunachal-pradesh",
        "index": 10,
        "name": "District Museum",
        "latitude": "28.171315",
        "longitude": "94.798858",
        "excerpt": "Next to the Circuit House is an informative little district museum showcasing bits and pieces of local tribal culture in the form of artefacts. It also…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/aalo/attractions/district-museum/a/poi-sig/1293591/1338536",
        "image_url": null,
        "detail_description": "Next to the Circuit House is an informative little district museum showcasing bits and pieces of local tribal culture in the form of artefacts. It also sells a few books.\n"
    },
    {
        "country": "arunachal-pradesh",
        "index": 11,
        "name": "Samden Choeling Gompa",
        "latitude": "28.595092",
        "longitude": "94.128006",
        "excerpt": "A small monastery overlooking the valley from the hillside on the south side of Mechuka, Samden Choeling makes for an enjoyable 1km walk from the town…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/mechuka/attractions/samden-choeling-gompa/a/poi-sig/1614141/1342641",
        "image_url": null,
        "detail_description": "A small monastery overlooking the valley from the hillside on the south side of Mechuka, Samden Choeling makes for an enjoyable 1km walk from the town centre. Particularly nice at sunrise or sunset.\n"
    },
    {
        "country": "arunachal-pradesh",
        "index": 12,
        "name": "Museum",
        "latitude": "27.586188",
        "longitude": "91.85707",
        "excerpt": "An interesting Buddhist museum that contains images, robes, trumpets, gongs, oboes and ancient masks and manuscripts, along with some personal items of…",
        "detail_url": "https://www.lonelyplanet.com/india/arunachal-pradesh/tawang-valley/attractions/museum/a/poi-sig/1294122/1329451",
        "image_url": null,
        "detail_description": "An interesting Buddhist museum that contains images, robes, trumpets, gongs, oboes and ancient masks and manuscripts, along with some personal items of the sixth Dalai Lama and (upstairs) photos of visits by the 14th Dalai Lama and Indian leaders.\n"
    }
]