{
  "list_id": "582",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/582/1.jpg",
  "description": "Dive into \"The 50 best architecture in Chennai (Madras)\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/97227"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "The 50 best architecture in Chennai (Madras)",
  "city_id": "Chennai",
  "subtype": "poi",
  "city": "Chennai",
  "created_ts": 1758972296,
  "slug": "the-50-best-architecture-in-chennai-madras-chennai-poi-bfe20c",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJZWIhof9lUjoRFgkVYkVw7kc",
        "generalDescription": "Puratchi Thalaivar Dr. M.G. Ramachandran Central Railway Station, also known as Chennai Central, is an iconic Gothic Revival railway station with 17 platforms and 30 tracks. Originally built in 1873 during the British Raj, it serves as a gateway to South India and is the busiest railway station in the region. The Indo-saracenic style of architecture reflects an amalgamation of Indian and European influences, incorporating Islamic designs.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.275525,
        "rating": 4.2,
        "numRatings": 49284,
        "sources": [
          {
            "id": "1448302",
            "type": "webPlacesList",
            "url": "https://www.fodors.com/world/asia/india/experiences/news/photos/these-11-architectural-sights-illustrate-the-fascinating-history-of-chennai",
            "sourceSite": "Web",
            "snippet": "If you happen to travel to Chennai via train, you’ll arrive at an imposing brick-red structure that is teeming with passengers, vendors, and red-shirted porters hauling suitcases. Indian Railways comprises the world’s fourth-largest railway network, and Chennai Central happens to be the busiest railway station in all of South India. It was originally built in 1873 and was considered to be a ‘gateway to the south’ during the British Raj.",
            "siteName": "Fodors Travel Guide",
            "shortName": "11 Architectural and Historical Sites You Must See in Chennai, India",
            "indexInSource": 4,
            "iconSiteId": 65,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "If you are an architect heading to Chennai to soak in some cultural history, then the railway is probably the best route for you’ll arrive at Chennai’s iconic ancient brick-red station, one of Tamil Nadu’s best architectural destinations, teeming with passengers, vendors, and red-shirted porters hauling suitcases. The Indian Railways comprises the world’s fourth-largest rail network, and Chennai Central happens to be the busiest railway station in all of South India. It was originally constructed in 1873 as the ‘gateway to the south’ during colonial rule.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 2,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820406",
            "type": "webPlacesList",
            "url": "https://www.nobroker.in/blog/architecture-of-chennai/",
            "sourceSite": "Web",
            "snippet": "By the end of the 19th century, the British started implementing various changes in the construction style by adopting new raw materials like concrete, glass, cast and wrought iron, etc. this opened up new possibilities. With these strong raw materials, the British started implementing various measures to build facilities like railway stations. The Indo-saracenic style is an amalgamation of Indian and European style of architecture and it also derived inspiration from Islamic designs (Mughal and Afgan).",
            "siteName": "NoBroker Times",
            "shortName": "Architecture of Chennai: Designs and style",
            "indexInSource": 1,
            "iconSiteId": 32464,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3pnscdWpoojK8LTXrkdbCNT9f5TUvyzY",
          "2nCWB7e4qAya1RCvWGkDwJjie5HK92Me",
          "AgKRKAQzE9yBLcCNcGETDStXQjcpUAL4",
          "xS2gyP1kkgFDWwwksxsRCx4S0muWogW3",
          "aIOK7E9CAQ3OJQCJsQpA9AkA6BbSxaAr",
          "3pnscdWpoojK8LTXrkdbCNT9f5TUvyzY",
          "2nCWB7e4qAya1RCvWGkDwJjie5HK92Me",
          "AgKRKAQzE9yBLcCNcGETDStXQjcpUAL4",
          "xS2gyP1kkgFDWwwksxsRCx4S0muWogW3",
          "aIOK7E9CAQ3OJQCJsQpA9AkA6BbSxaAr"
        ],
        "openingPeriods": [],
        "name": "Puratchi Thalaivar Dr. M.G. Ramachandran Central Railway Station (Chennai)",
        "placeId": "ChIJZWIhof9lUjoRFgkVYkVw7kc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Chennai Central Railway Station is one of the major railway hubs in South India, offering excellent connectivity to various parts of the country. It serves as a key junction for long-distance trains, linking Chennai with cities across India. The station is well-integrated with local transportation-passengers can easily access different areas of Chennai through the suburban local trains, Chennai Metro Rail, as well as readily available cabs and autos. Its central location and multiple transit options make it a convenient starting point for both intercity and intra-city travel.",
            "author_name": "Jagankumar E",
            "relative_time_description": "",
            "time": 1750178595,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "**Google Review for Chennai Central Station**\n\n⭐⭐⭐⭐☆ (4/5)\n\nChennai Central is one of the busiest and most iconic railway stations in India. The architecture is beautiful, and the station is well-maintained despite the huge crowd it handles daily. There are plenty of food stalls, waiting areas, and essential facilities like clean drinking water and restrooms. Connectivity is excellent, with metro, buses, and autos available right outside, making travel convenient.\n\nHowever, the station can get extremely crowded, and during peak hours, it feels chaotic. Cleanliness is decent but could be better, especially in waiting areas. Another downside is the occasional delay in trains, which can be frustrating. Also, auto drivers outside tend to overcharge, so be cautious if you're hiring one.\n\nOverall, Chennai Central is a well-functioning and historic station, but some improvements in crowd management and cleanliness would make the experience even better!",
            "author_name": "Subhadip Biswas",
            "relative_time_description": "",
            "time": 1741983339,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A nicely maintained railway station with very neat and clean. From the car dropping or pickup point very wary to move to the platform unlike other big stations. All basic facilities are available within the station including ATM services. The station is now well connected with the metro which gives extra benefits to the passenger. A newly opened executive lounge facilities are also available with nominal price and all resting facilities.",
            "author_name": "Dibakar Bhakta",
            "relative_time_description": "",
            "time": 1750304541,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.irctc.co.in/",
        "index": 1,
        "id": "",
        "categories": [
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2117,
            "2": 1272,
            "3": 5326,
            "4": 14557,
            "5": 26012
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.083202,
        "address": "Periamet, Kannappar Thidal, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ62COtGNnUjoRUcI2kAApOts",
        "generalDescription": "Phoenix Marketcity is a massive shopping complex located in Chennai, offering an extensive range of stores, dining options, and entertainment facilities. It boasts the city's first IMAX theatre with 11 screens and an interactive gaming zone that enhances the movie experience with special effects like smoke, snow, thunderstorm, and bubble effects synchronized with seat movement. Spanning over 1.5 million square feet, this mall provides state-of-the-art amenities for visitors to enjoy quality time with their loved ones.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 80.217868,
        "rating": 4.5,
        "numRatings": 114430,
        "sources": [
          {
            "id": "1820410",
            "type": "webPlacesList",
            "url": "https://www.studio7india.com/architects-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Phoenix Market City is one of the largest shopping malls in Chennai, showcasing contemporary commercial architecture. Its design includes vast open spaces, modern aesthetics, and state-of-the-art facilities. The mall has become a landmark for its architectural brilliance and retail experience.",
            "siteName": "Best Architects in Chennai",
            "shortName": "Architects in Chennai: 3 Amazing Architectures",
            "indexInSource": 2,
            "iconSiteId": 264168,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CKtRBUpCsRJ6ULOs6e3D232FpqxEJ06s",
          "3dNQ193rDU63faRGPtWvi6eqz6IRVcza",
          "CKtRBUpCsRJ6ULOs6e3D232FpqxEJ06s",
          "3dNQ193rDU63faRGPtWvi6eqz6IRVcza"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Phoenix Marketcity",
        "placeId": "ChIJ62COtGNnUjoRUcI2kAApOts",
        "internationalPhoneNumber": "+91 44 6134 3008",
        "reviews": [
          {
            "rating": 5,
            "text": "Phoenix Marketcity in Chennai is a fantastic destination for shopping and entertainment. The mall offers a wide range of international and local brands, catering to diverse tastes. The food court provides a variety of dining options, ensuring there's something for everyone. Entertainment facilities, including a multiplex cinema, make it a great spot to spend quality time with family and friends. The spacious interiors and well-maintained environment enhance the overall experience.",
            "author_name": "Jax",
            "relative_time_description": "",
            "time": 1743600794,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I've visited this mall several times, and it never disappoints. It's massive and offers everything from A to Z that a mall needs. The interiors are well maintained, and the festive decorations always create a vibrant and welcoming vibe. There's ample parking space, though finding a spot on weekends can take a bit more time.\n\nThey've also recently opened ‘The Board Room' at LUXE Cinemas, which is a great new addition. It's definitely a must-visit if you haven't been here yet. The only downside is that the restrooms in all floors could be better maintained.",
            "author_name": "Pradeepa Ann",
            "relative_time_description": "",
            "time": 1749860268,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently had the chance to visit Phoenix MarketCity Mall, and I must say, the experience was absolutely awesome! From the moment I entered, I was impressed by the mall's grand structure and well-maintained surroundings. The ambiance was vibrant and lively, creating a perfect atmosphere for shopping, dining, and entertainment.\n\nThe mall offers a wide variety of branded stores, ranging from fashion and electronics to lifestyle and accessories. It was a treat to explore such a great collection all under one roof. Whether you're into casual wear, luxury brands, or the latest gadgets, Phoenix MarketCity Mall has something for everyone.\n\nThe food court was another highlight of my visit. It had a great mix of popular food chains and local favorites, offering something for every palate. I tried a few dishes, and everything was delicious and freshly prepared.\n\nWhat really stood out was the cleanliness and the staff's helpful attitude throughout the mall. The security arrangements were solid, and directions were clearly marked, making navigation easy even for first-time visitors like me.\n\nFor entertainment, the multiplex cinema and fun zones for kids and families make it a complete day-out destination. There were also some beautiful decorations and photo spots that made the whole experience even more enjoyable.\n\nIn conclusion, Phoenix MarketCity Mall is not just a shopping mall-it's an experience. Whether you're looking to shop, relax, enjoy a movie, or grab a bite, this place delivers on all fronts. I'd definitely recommend visiting it if you're in the area. Looking forward to going there again soon!",
            "author_name": "Aditya Prasad",
            "relative_time_description": "",
            "time": 1753728664,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.phoenixmarketcity.com/chennai",
        "index": 2,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1758,
            "2": 1242,
            "3": 6109,
            "4": 33271,
            "5": 72059
          }
        },
        "minMinutesSpent": 210,
        "latitude": 12.99294,
        "address": "Velachery Rd, Indira Gandhi Nagar, Velachery, Chennai, Tamil Nadu 600042, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ-4qb8w5mUjoRNhwcE3v6B5U",
        "generalDescription": "Nestled within the sprawling 16-acre Pantheon Complex, the Government Museum Chennai is a treasure trove of art and history that dates back to its establishment in 1851. This museum features an eclectic mix of collections, including Indian art and sculpture, bronzes from the illustrious Chola Dynasty, and fascinating anthropological artifacts. Visitors can explore various buildings like the Museum Theatre with its stunning Italianate architecture and the Indo-Saracenic National Gallery of Art facade.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.257036,
        "rating": 4.3,
        "numRatings": 18711,
        "sources": [
          {
            "id": "1448302",
            "type": "webPlacesList",
            "url": "https://www.fodors.com/world/asia/india/experiences/news/photos/these-11-architectural-sights-illustrate-the-fascinating-history-of-chennai",
            "sourceSite": "Web",
            "snippet": "The Government Museum, established in 1851, is spread out over the 16-acre Pantheon Complex, where you’ll find a bunch of buildings including the Museum Theatre, Bronze Gallery and Contemporary Art Gallery. There are grander museums in the world, but it’s worth visiting to appreciate the varied architectural styles within the complex, such as the remarkable Italianate-style Museum Theatre and the Indo-Saracenic façade of the National Gallery of Art. What a lot of people don’t know is that the country’s second-oldest museum also houses the largest collection of Roman antiquities outside of the European continent, from way back when seafaring Romans landed in the Indian peninsula during the reign of Emperor Augustus.",
            "siteName": "Fodors Travel Guide",
            "shortName": "11 Architectural and Historical Sites You Must See in Chennai, India",
            "indexInSource": 5,
            "iconSiteId": 65,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "Chennai’s Government Museum building, established in the year 1851, is spread out over the 16-acre Pantheon Complex, which houses the Museum Theatre, Bronze Gallery, and the Contemporary Art Gallery. While the Museum Theatre is built in Italianate-style, the façade of the National Gallery of Art displays Indo-Saracenic architecture. This is India’s second-oldest museum and boasts the largest collection of Roman antiquities outside the European continent, from the period when seafaring Romans reached the Indian subcontinent during the reign of Emperor Augustus.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 0,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253412",
            "type": "webPlacesList",
            "url": "https://www.chennaiproperties.in/blog/major-government-office-buildings-in-chennai",
            "sourceSite": "Web",
            "snippet": "The Department of Museums, located within the Government Museum in Chennai, is a key pillar in the city’s efforts to preserve and promote its cultural and historical heritage. This department is entrusted with the care and management of a vast array of artefacts, including archaeological finds and numismatic collections, some of which date back to the Roman era. The department’s responsibilities go beyond preservation; they also promote these treasures to ensure they continue enlightening and inspiring future generations.",
            "siteName": "https://www.chennaiproperties.in/",
            "shortName": "Major Government Office Buildings in Chennai",
            "indexInSource": 9,
            "iconSiteId": 24257,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86932",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Government Museum | #1 of 8 Best Historical Places in Chennai. India’s second oldest museum – The Government Museum in Chennai was started in 1851, on the first floor of Fort St. George College with Madras Literary Society’s approximately 1100 geological specimens. Spread over an area of 16.25 acres, the campus of the museum comprises six separate buildings, namely National Art Gallery, Children’s Museum, Contemporary Art Gallery, Bronze Gallery, Front Building and Main Building.",
            "siteName": "FabHotels",
            "shortName": "8 Historical Places in Chennai: ✔Location, Timings, Entry Fee",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Also known as the Egmore Museum, the Government Museum is the second oldest museum in the country after Kolkata’s Indian Museum. Started in 1851, this place houses one of the world’s most expensive collections of bronze artefacts, most of them originating from the 10th century Chola era. It is also a famous art and culture hub with several theatre performances taking place at its Museum Theatre.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 6,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "The expansive Government Museum is located on Pantheon Road. It was built during the 1789-1890 period on a 15-acre campus and was envisaged as a place of recreation, entertainment, and knowledge. There was a library, museum, and zoo at the complex.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 0,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9dzy7XR4w0L6x8Wa2XOPL40Rn3C1lS7Y",
          "kOJrfQAL8E4V1962g7VbsVXKnnyGSKEK",
          "4yEOVrK0xn8f6CbdFl6NHQd8CDc6nmF2",
          "9dzy7XR4w0L6x8Wa2XOPL40Rn3C1lS7Y",
          "kOJrfQAL8E4V1962g7VbsVXKnnyGSKEK",
          "4yEOVrK0xn8f6CbdFl6NHQd8CDc6nmF2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Government Museum Chennai",
        "placeId": "ChIJ-4qb8w5mUjoRNhwcE3v6B5U",
        "internationalPhoneNumber": "+91 44 2819 3238",
        "reviews": [
          {
            "rating": 5,
            "text": "Well maintained and systematic presentation of displays. All sections are artistically decorated to give the best look. History, Anthropology and children building components of museum are worth visiting.\nA library in the centre of museum is another well maintained spot.\nOverall excellent. Of course,we could see a part of presentations in 3 hours. Full viewing needs almost full day.\nOnly thing, which I found at the ticket counter missing was online mode of payment. In this age of technology, museum management must review mode of online payment at reservation counter in place of cash payment for purchase of tickets",
            "author_name": "rakesh duggal",
            "relative_time_description": "",
            "time": 1752672684,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice and expansive museum with multiple buildings and galleries.\nThe buildings themselves are beautiful.\nGood collection of art and historical artifacts especially of the Dravidian kingdoms.\nThe Bronze gallery is brilliant.\nBut the maintenance is slightly poor in the galleries especially in the natural history part and a lot of galleries were closed when we visited in April 2025.\nThere is a public library also in the campus.\n\nOverall a good place to visit but hope that they improve the overall maintenance of the museum.\n\nThe museum ticket is cash only. They don't accept any other mode of payment.",
            "author_name": "Anirudh Ravishankar",
            "relative_time_description": "",
            "time": 1747309010,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place is not too bad. The atmosphere here is very nice. There are trees all around and the weather is cool. The library here is very good. This was my personal experience.  I would say everyone should travel, everyone should gain an experience for themselves. Come back at least once.",
            "author_name": "Sultan Ahmad",
            "relative_time_description": "",
            "time": 1753337072,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Museum",
          "Art museum",
          "History museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 494,
            "2": 437,
            "3": 1964,
            "4": 5387,
            "5": 10448
          }
        },
        "minMinutesSpent": 150,
        "latitude": 13.069764,
        "address": "Pantheon Rd, Egmore, Chennai, Tamil Nadu 600008, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXRoKgRxmUjoRSDahQXKxNoU",
        "generalDescription": "Higginbothams Private Limited, established in 1844, is the oldest bookstore in India and a significant landmark in Chennai. The store on Mount Road is housed in a historical building with a dusty white facade that reflects its long history. Originally started by missionaries, it has evolved into a haven for book lovers, offering an extensive collection of classic and contemporary literature.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 80.266508,
        "rating": 4.5,
        "numRatings": 5088,
        "sources": [
          {
            "id": "1448302",
            "type": "webPlacesList",
            "url": "https://www.fodors.com/world/asia/india/experiences/news/photos/these-11-architectural-sights-illustrate-the-fascinating-history-of-chennai",
            "sourceSite": "Web",
            "snippet": "Among the things Chennai boasts about is the fact that the oldest bookstore in India is located here. Higginbotham’s was established in 1844 by Englishman Abel Joshua Higginbotham, who, incidentally, had arrived in India as a stowaway on a British ship. It moved to its current location on the arterial Anna Salai road in 1904.",
            "siteName": "Fodors Travel Guide",
            "shortName": "11 Architectural and Historical Sites You Must See in Chennai, India",
            "indexInSource": 1,
            "iconSiteId": 65,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "Higginbotham’s, the oldest book chain in India is located in Chennai. The store was established in 1844 by Englishman Abel Joshua Higginbotham, who, incidentally, reached India as a stowaway on a British ship. The bookstore moved to its current location Anna Salai road in 1904.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 1,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uNqzHN8k2oGnMDHIFlpY82FgLNvdozB6",
          "4Vf2umBBUFU8fpRgVTmsSi0jy3UgHKgL",
          "u3KS19WGE6TwfM0QzmKEwZWdnO2oCBEU",
          "znNbVRO0LbvtGGrox7EU3ADqYXpUDnID",
          "uNqzHN8k2oGnMDHIFlpY82FgLNvdozB6",
          "4Vf2umBBUFU8fpRgVTmsSi0jy3UgHKgL",
          "u3KS19WGE6TwfM0QzmKEwZWdnO2oCBEU",
          "znNbVRO0LbvtGGrox7EU3ADqYXpUDnID"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Higginbothams Private Limited",
        "placeId": "ChIJXRoKgRxmUjoRSDahQXKxNoU",
        "internationalPhoneNumber": "+91 44 2851 3519",
        "reviews": [
          {
            "rating": 5,
            "text": "A historic and charming bookstore in the heart of Chennai! Higginbotham's has a wonderful old-world charm, with its beautiful colonial-era building and well-organized collection of books. They offer a good selection of literature, history, and regional books, including some rare finds. The staff is helpful, and the ambiance makes browsing a pleasure. A must-visit for book lovers and history enthusiasts alike.",
            "author_name": "Neill Hobson",
            "relative_time_description": "",
            "time": 1738859184,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Whenever I go new places, I look for book shop, post office and KV school. In the same way I wanted to buy some Tamil book in English, for my kids .. any mythology, historical book , but I couldn't find any in crossword book store in chennai. I found what I wanted , and coincidentally I found it one of the oldest book stores of tamilnadu Higginbothams.\nI asked one of the auto wala , and Google took me to the shop. It gave me immense happiness , when I found the picture books in Tamil with English translation. I bought it and waited for a while to have the old vibes in me. Thanks to hiiginbothams to keep breathing and also giving some oxygen to us.\nWill visit Chennai branch someday. It's in bucket list now.",
            "author_name": "nivedita majumdar",
            "relative_time_description": "",
            "time": 1751177390,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is my first time visiting this vast book house and from then on, this has become my go-to place for book hunting for sure. This is one of the oldest buildings of Chennai but still they are maintaining it well. The staff were knowledgeable and very helpful. Apart from books, they have stationary collections, art & craft materials, and toys on the first floor.",
            "author_name": "Mr Reviewer",
            "relative_time_description": "",
            "time": 1727695956,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Book store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 99,
            "2": 81,
            "3": 407,
            "4": 1299,
            "5": 3202
          }
        },
        "minMinutesSpent": 60,
        "latitude": 13.065211,
        "address": "LIC Building, 116, opp. to LIC near REGIONAL PASSPORT OFFICE, Anna Salai, Chennai, Tamil Nadu 600002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMRtdJtJnUjoRvJV4tX895HE",
        "generalDescription": "Sri Ramakrishna Math Chennai, situated on Ramakrishna Math Road in Mylapore, was established in 1897 by Swami Ramakrishananda, a disciple of Sri Ramakrishna. This historical site is renowned for its charitable projects and educational initiatives. It offers various spiritual publications, operates a girls' higher secondary school, hosts cultural forums and vocational training programs. The math also provides courses in Sanskrit learning.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.267508,
        "rating": 4.8,
        "numRatings": 579,
        "sources": [
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Constructed in the year 1917, this Math is dedicated to Swami Ramakrishnananda, one of the direct disciples of Ramakrishna Paramahamsa. Also called the Universal Temple, the architectural style of this structure is a blend of traditional Dravidian, Hindu, Buddhist, Jain and Mughal styles.There is a white marble statue of Sri Ramakrishna seated over a lotus, in the Garbha Mandira, with shrines of Sri Sarda Devi and Swami Vivekananda on either side of this temple. There is also an auditorium dedicated to Swami Ramakrishnananda where satsang are conducted.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 8,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yLf0bp4bXPmYDbUXjz5vWmzdgePozpSq",
          "9jiFOHJez6MVxyKOiH743BpRCCYoIBQB",
          "CaypwPnin29eP09Y5tnb8KDT2SWij3qd",
          "yLf0bp4bXPmYDbUXjz5vWmzdgePozpSq",
          "9jiFOHJez6MVxyKOiH743BpRCCYoIBQB",
          "CaypwPnin29eP09Y5tnb8KDT2SWij3qd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1145"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Sri Ramakrishna Math Chennai",
        "placeId": "ChIJMRtdJtJnUjoRvJV4tX895HE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very quiet and incredible place. If you step in you will never feel your in Chennai, Good place for meditation. Very well maintained must visit",
            "author_name": "Sathyanathan R",
            "relative_time_description": "",
            "time": 1739463296,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An incredibly peaceful place that offers a sense of calmness. Some of us were in distress when we visited this place. But the tranquil atmosphere of this place helped us feel completely at ease. Perfect place for meditation. Old math is also nearby. Visit both of these places. Truly recommended if you're looking to make your mind free of thoughts and experience inner peace.",
            "author_name": "Sooraj s menon",
            "relative_time_description": "",
            "time": 1734649011,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A nice place steeped in divinity.Well maintained  offering the best facilities to the people who visit there.There is a charitable hospital a good book store selling religious books and a library, together with a monastery and places of worship.",
            "author_name": "Hariraman Mk",
            "relative_time_description": "",
            "time": 1735526143,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://chennaimath.org/",
        "index": 5,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Ashram",
          "Cultural center",
          "Government hospital",
          "Hindu temple",
          "Religious book store",
          "School",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 2,
            "3": 8,
            "4": 72,
            "5": 491
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.031068,
        "address": "31, Ramakrishna Mutt Rd, Alamelu Manga Puram, Sankarapuram, Mylapore, Chennai, Tamil Nadu 600004, India",
        "travel_time": null
      },
      {
        "_id": "ChIJe3mC51FvUjoRneMD0K52VTo",
        "generalDescription": "St. Mary's Co-Cathedral, nestled within the historic Fort St. George in Chennai, is a remarkable testament to the city's rich colonial past. Constructed between 1678 and 1680 under the guidance of Streynsham Master, this church holds the distinction of being the oldest Anglican church east of Suez and one of India's earliest British structures. Its consecration in 1680 marked it as a significant religious site for Christians in India.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.287581,
        "rating": 4.8,
        "numRatings": 1890,
        "sources": [
          {
            "id": "1820404",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/city-and-architecture/a9402-colonial-architecture-in-chennai/",
            "sourceSite": "Web",
            "snippet": "St Mary’s Church in Fort St George was the first Anglican church constructed in India in 1680. That is always one of the most beautiful examples in India. Designed to catch even the slightest hint of a breeze off the sea, a haven of relative freshness in the hustle and bustle of a southern Indian summer.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Colonial Architecture in Chennai - RTF",
            "indexInSource": 4,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820406",
            "type": "webPlacesList",
            "url": "https://www.nobroker.in/blog/architecture-of-chennai/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "NoBroker Times",
            "shortName": "Architecture of Chennai: Designs and style",
            "indexInSource": 0,
            "iconSiteId": 32464,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "It5hS0AhR9AOqpwtyOM7sf24o858Beo3",
          "tU67LFZr6puR5p9CANcvlPoeYvxj0IM3",
          "MvuKwsklyhS9cwHS15QEp01AHVft7wTi",
          "cS8RUzGDeYVpraEeXNRcx70WqvGG0XGG",
          "Y3C6gkmRegk9VTL8fssmsR7QKkXDClSP",
          "It5hS0AhR9AOqpwtyOM7sf24o858Beo3",
          "tU67LFZr6puR5p9CANcvlPoeYvxj0IM3",
          "MvuKwsklyhS9cwHS15QEp01AHVft7wTi",
          "cS8RUzGDeYVpraEeXNRcx70WqvGG0XGG",
          "Y3C6gkmRegk9VTL8fssmsR7QKkXDClSP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0430"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "St. Mary's Co-Cathedral",
        "placeId": "ChIJe3mC51FvUjoRneMD0K52VTo",
        "internationalPhoneNumber": "+91 44 2538 3097",
        "reviews": [
          {
            "rating": 5,
            "text": "It's a very beautiful church. People come from all over the world to worship here. The St. Antony of Hermit's miraculous journey is a true testament and blessing.",
            "author_name": "Sushmitha D'Souza",
            "relative_time_description": "",
            "time": 1737196500,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very good church\nBuilt by the Britishers\nNear the high court metro station. You can avoid the auto rickshaw thuggs",
            "author_name": "GEORGE P F",
            "relative_time_description": "",
            "time": 1723968615,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This church is situated near Parry's Corner, Chennai.  So there is always a huge crowd. Plenty of devotees are visiting this church every day. There is a prayerful and calm atmosphere in the church. There is a school and a pious article shop in the compound. There are limited parking facilities in the compound and there is a large parking ground nearby.",
            "author_name": "saju george kodamullil",
            "relative_time_description": "",
            "time": 1741607921,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://stantonyshrine.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Catholic cathedral"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 14,
            "3": 52,
            "4": 241,
            "5": 1563
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.089818,
        "address": "110, Armenian St, Parry's Corner, George Town, Chennai, Tamil Nadu 600001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJl_cgDZ9nUjoRGSrgZgzx-Vk",
        "generalDescription": "The College of Engineering, Guindy boasts a magnificent Indo-Saracenic main building that was constructed in the early 20th century. Established in the 18th century, it was one of the first institutions outside Europe to offer engineering education. The campus offers a heavenly experience with exceptional exposure and cultural events like Agni and Techofes. The college is renowned for its advanced educational techniques, dedicated staff, and outstanding co-curricular opportunities through the Anna University Sports Board.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.235446,
        "rating": 4.5,
        "numRatings": 1346,
        "sources": [
          {
            "id": "1475785",
            "type": "webPlacesList",
            "url": "https://wanderwisdom.com/travel-destinations/heritage-buildings-and-structures-in-chennai-with-a-colonial-touch",
            "sourceSite": "Web",
            "snippet": "The main building in the College of Engineering, Guindy, is a splendid example of Indo-Saracenic architecture. The college was founded in the 18th century, but the main building as shown in the picture above came up in the early 20th century. This building has a special place in my heart as an alumnus of this institution.",
            "siteName": "WanderWisdom",
            "shortName": "6 Places to See Colonial-Era Buildings in Chennai",
            "indexInSource": 1,
            "iconSiteId": 14540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3jZ2IceBKYu3VFJSz7IoKeg98Dm2yPUP",
          "Jp2yeHjd2YkMNBPotACjAgPfev36LkAo",
          "zVgbagaNmOSXUIzbhR0JbLRHhyRNNuHp",
          "3jZ2IceBKYu3VFJSz7IoKeg98Dm2yPUP",
          "Jp2yeHjd2YkMNBPotACjAgPfev36LkAo",
          "zVgbagaNmOSXUIzbhR0JbLRHhyRNNuHp"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          }
        ],
        "name": "College of Engineering, Guindy",
        "placeId": "ChIJl_cgDZ9nUjoRGSrgZgzx-Vk",
        "internationalPhoneNumber": "+91 44 2235 8491",
        "reviews": [
          {
            "rating": 5,
            "text": "The College of Engineering, Guindy (CEG) at Anna University in Chennai is one of India's oldest and most famous engineering college ,blessed to be a part of this huge and prestigious institution😇\n\nCampus and Infrastructure\n\nAd Students we appreciate the well-maintained environment, noting the presence of various flowers and animals including monkeys and puppies they always interrupt our classes😂😂😂\n\nAcademic Environment-Good maintained class rooms with adequate space and ventilation.\n\nPlacements and Career Opportunities-Guaranteed job offers and placements , no need to worry at all, all we need to worry is clearing the examination\n\nStudent Life and Extracurricular Activities-Students enjoy their free time , i see a lot of boys and girls use the main grounf very efficiently and effectively\n\nHostel and Facilities-They also provide a good hostel with a decent food\n\nThe College of Engineering, Guindy stands as a one of the best in the business😎",
            "author_name": "Jack Masbruke",
            "relative_time_description": "",
            "time": 1742154216,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The College of Engineering, Guindy (CEG), under Anna University, stands as one of the top engineering institutions of Tamil Nadu. It offers a wide range of undergraduate and postgraduate programs, including B.Arch, Mechanical Engineering, Electrical and Electronics Engineering, CSE, IT, ECE, and specialized degrees like ME and MBA. Distance education options are also available, further the campus frequently serves as a hub for major entrance exams.\n\nAlagappa College of Technology, located within the campus, was another interesting stop. Cultural festivals like Agni and Techofes are enthusiastically organized by students, creating an energetic and lively atmosphere. Hostel accommodations and amenities for out-of-state students are well-structured.\n\nLocated opposite Gandhi Mandapam in Guindy, Anna University is easily accessible, with buses bearing Number 21G which is a frequent and direct option. The campus has a well-maintained canteen, a large auditorium, and expansive playgrounds. It boasts an impressive placement record, with numerous students landing jobs through campus recruitment.\n\nThe campus is set in a beautiful, forest-like environment, with tall, historic trees and well-maintained walkways that create a peaceful atmosphere. CEG offers a blend of rigorous academic and personal growth. Whether pursuing full-time or part-time courses, students gain rewards of their education.\n\nExtra curricular activities too are important part of campus life, with vibrant cultural events, as well as NSS, NCC, NSO, and YRC programs offering diverse opportunities. The campus is well-equipped with facilities like a large library, internet access, free Wi-Fi zones, a gym, sports grounds, and a gallery for fitness enthusiasts. Every evening, the playground is occupied by students. A variety of clubs for music, dance, acting, media, and more ensures that students can pursue both academic and creative passions in the academic environment.",
            "author_name": "Ameeruddin Javid Bashha",
            "relative_time_description": "",
            "time": 1728002858,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It is the head quarters of Anna University the collage of engineering in Guindy simply known as CEG among the students, staffs and alumni. It is one of the few collages located in an environment like a forest. The old historical tall trees will always give a pleasant feeling once you enter the campus. The neatly maintained roads, walkways will be evergreen memories for everyone who remembers the college. The students who studied Regular and Part time courses, will know the hardships, struggles, pain, mistakes, learnings, betrayals, happiness, friendship, love, family, responsibilities, etc. It may seem similar to most of the lives in other collages but here all these emotions and feelings will be overdosed.",
            "author_name": "devaraj dhanakotti",
            "relative_time_description": "",
            "time": 1657375204,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ceg.annauniv.edu/",
        "index": 7,
        "id": "",
        "categories": [
          "Engineering school",
          "College"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 87,
            "2": 17,
            "3": 55,
            "4": 229,
            "5": 958
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.01094,
        "address": "12, Sardar Patel Rd, Anna University, Guindy, Chennai, Tamil Nadu 600025, India",
        "travel_time": null
      },
      {
        "_id": "ChIJK24cZD9mUjoR11SiOPeIY7s",
        "generalDescription": "The Thousand Lights Shia Mosque, located in Royapettah, Chennai, is a significant historical site dating back to the early 1800s. It was built by the Wallajah family of the Carnatic rulers and features traditional Islamic architecture with five domes and two minarets. The mosque includes a spacious prayer hall for men and a separate area for women.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.255128,
        "rating": 4.4,
        "numRatings": 1665,
        "sources": [
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Spread over three acres, this mosque is one of the largest in the whole of India and is a national treasure. Built in 1810, it is said that a thousand lights needed to be lit to light the assembly hall. Built in medieval architectural style with domes and minarets that grow to heights of 64 meters, the Thousand Lights Mosque is an important pilgrimage site for Muslims.",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 10,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "The magnificent Thousand Lights Mosque in Chennai is one of India’s largest Mosques. The building spreads over three acres and is a national treasure in terms of heritage and tourism. Built in 1810, in medieval architectural style, it is said that a thousand lights needed to be lit to light the assembly hall, thus the name.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 9,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aDOO9ZYMwkf7S4fFczrS0uUpwXZJjzuY",
          "x9C2QXB64HM8gOUle9ppuIb4ne8ss1yY",
          "9jMOw53ggyCeuOW1GaWyhQH0dZmnEbOJ",
          "aDOO9ZYMwkf7S4fFczrS0uUpwXZJjzuY",
          "x9C2QXB64HM8gOUle9ppuIb4ne8ss1yY",
          "9jMOw53ggyCeuOW1GaWyhQH0dZmnEbOJ"
        ],
        "openingPeriods": [],
        "name": "Thousand Lights Shia Mosque",
        "placeId": "ChIJK24cZD9mUjoR11SiOPeIY7s",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very calm and soothing experience. It was very peaceful inside. The Shia mosque has historical significance. There is a library and cemetery in the mosque premises. There is no entry fee.",
            "author_name": "Steuben Dias",
            "relative_time_description": "",
            "time": 1738663033,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Thousand Lights Shia Mosque, situated on Peter's Road in Royapettah, Chennai, stands as one of the city's most iconic and historic religious landmarks.\n\nIts origins trace back to the early 19th century when Nawab Umdat-ul-Umrah of the Wallajah dynasty commissioned its construction on land previously used by Shia Muslims as a gathering place, especially during the month of Muharram.\n\nThe mosque derives its evocative name from the tradition of illuminating its vast prayer hall with a thousand oil lamps, creating a mesmerizing spectacle that has become part of local legend.\n\nArchitecturally, the mosque is a striking example of Indo-Islamic design, featuring multiple domes and tall minarets that rise prominently above the bustling Anna Salai area.\n\nThe main prayer hall is spacious and adorned with Quranic inscriptions, while separate areas are designated for men and women. The mosque complex also includes a Dargah dedicated to Imam Hussain (Raziyallahu Anhu), the revered grandson of Prophet Muhammad ﷺ, further enhancing its spiritual significance for the Shia community.\n\nThe Thousand Lights Mosque is not only a vibrant center for daily worship but also a focal point during Muharram, when thousands gather to commemorate the martyrdom of Imam Hussain. The atmosphere during these observances is solemn, with the mosque beautifully lit and filled with the sounds of prayer and reflection.\n\nVisitors are welcomed, provided they dress modestly and observe the decorum expected in a place of worship. The mosque's central location makes it easily accessible, and it remains open from early morning until late evening, inviting both devotees and those interested in its history and architecture to experience its unique ambiance.\n\nBeyond its religious functions, the mosque is a symbol of Chennai's pluralistic heritage and serves as a reminder of the city's deep-rooted connections to diverse faiths and traditions. Its enduring presence, historical roots, and architectural grandeur make it a must-visit for anyone seeking to understand the cultural and spiritual fabric of Chennai.",
            "author_name": "A J Bashha",
            "relative_time_description": "",
            "time": 1745302176,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Another blessed place to visit. It was so peaceful and calm. The site is well maintained and clean. They have displayed the instructions to follow. Was decorated with lights all over the place and there is a historical significance for it running back to the times of the British.",
            "author_name": "Isuranga Fernando",
            "relative_time_description": "",
            "time": 1730268772,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 69,
            "2": 37,
            "3": 149,
            "4": 281,
            "5": 1129
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.055123,
        "address": "3744+23R, Royapettah, Peter's Rd, Peters Colony, Thousand Lights, Chennai, Tamil Nadu 600006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJBYgMRQhmUjoR8-rr5-PWXyo",
        "generalDescription": "St. Andrew's Church, also known as The Kirk, is a neoclassical church in Chennai that was consecrated in 1821 to serve the Scottish community during British rule. This circular church features a shallow dome painted deep blue with golden stars on the inside and is adorned with beautiful stained-glass windows. One of its highlights is the large pipe organ at the altar. The city of Chennai boasts several colonial-era churches dedicated to specific communities, such as St.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.264056,
        "rating": 4.8,
        "numRatings": 655,
        "sources": [
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "St. Andrew’s Kirk was consecrated in 1821 and built for the Scottish community residing in the city during the British rule. Built in the Neo-Classical style, the body of the church is built in a circle with a shallow dome that is painted a deep blue on the inside, with golden stars. What really makes St. Andrews stand out is the beautiful stained-glass windows and of course the large pipe organ that takes up a lot of space at the altar.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 5,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Bnn7sWX2Aw3bdt83af99FeHdQoa1bZLX",
          "ckasP6PXrAhHHSQBagqIbWDncEQ7D9hx",
          "0VsFahZHmPQtjFctEEGA4cWSginz5Yx8",
          "Bnn7sWX2Aw3bdt83af99FeHdQoa1bZLX",
          "ckasP6PXrAhHHSQBagqIbWDncEQ7D9hx",
          "0VsFahZHmPQtjFctEEGA4cWSginz5Yx8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "St. Andrew's Church (The Kirk)",
        "placeId": "ChIJBYgMRQhmUjoR8-rr5-PWXyo",
        "internationalPhoneNumber": "+91 44 2561 2608",
        "reviews": [
          {
            "rating": 5,
            "text": "This is a 200 year Old Church. Created by Scotland People. The Architecture is awesome 😎💯. This is not a big Church, but the way they developed & Maintained is Good 😊. We were visited during the Christmas ⛄. That was really Nice 🙂. Inside that, the Old Piano & Flute instruments are there. You can Multilingual people over there. Also, it's very near to the Egmore Local Railway Station & Egmore Metro Station. The Transportation also very easy. Church has the Coutres Houses for people who do Worship ( Father's). So, if you have the time , you just try to visit 😉. Small place but, Worth to visit 😁. Also, the church has parking .",
            "author_name": "Udhaya Raj",
            "relative_time_description": "",
            "time": 1735187463,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Today (Saturday), I visited St. Andrew's Church with the intention of praying. However, the security personnel at the main gate did not allow me to enter. I was informed that the church remains closed on Saturdays and is open only on Sundays.\n\nThis was surprising to me because, according to the information available online, the church is shown as open. This mismatch caused confusion and disappointment.\n\nI kindly request the church management to look into this matter. It would be helpful if the correct visiting hours could be updated online, so that visitors are well-informed in advance.",
            "author_name": "infantjoy joy",
            "relative_time_description": "",
            "time": 1749309410,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful and amazing 200 year old church. Maintained very well. When I visited routine maintenance/painting was going on. The large compound is very neatly kept. The car parking area is tarred and properly marked. Other buildings in the compound are also maintained well. Good commentable work by all concerned in keeping this old  church and surroundings in very good condition.",
            "author_name": "T P T",
            "relative_time_description": "",
            "time": 1696204490,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.thekirk.in/",
        "index": 9,
        "id": "",
        "categories": [
          "Presbyterian church",
          "Sights & Landmarks",
          "Church",
          "Place of worship",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 7,
            "3": 16,
            "4": 82,
            "5": 543
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.079582,
        "address": "37, Poonamallee High Rd, opposite Daily Thanthi, Egmore, Chennai, Tamil Nadu 600008, India",
        "travel_time": null
      },
      {
        "_id": "ChIJY-OC3g1mUjoRyVmyWN2brAA",
        "generalDescription": "Located in Egmore, Chennai, the Connemara Public Library is a significant historical site and one of the four National Depositories of India. It houses an extensive collection of rare books, ancient texts, records, and periodicals. Visitors can access multimedia resources for free and enjoy facilities such as a video room for documentary films, a Braille Library, and an IAS study center. While non-members can read on-site, borrowing privileges are reserved for members only.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 80.256775,
        "rating": 4.5,
        "numRatings": 1041,
        "sources": [
          {
            "id": "86932",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Connemara Public Library | #5 of 8 Best Historical Places in Chennai. The Connemara Public Library, named after Lord Connemara – one of the former Governors of the city during the British rule – was built in 1890. It is one of the biggest and oldest libraries in India and has a collection over 600,000 books.",
            "siteName": "FabHotels",
            "shortName": "8 Historical Places in Chennai: ✔Location, Timings, Entry Fee",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Established in 1890, this library is an oasis of centuries old publications. Named after Lord Connemara, the former Governor of Madras, this library was only used for a small deposits of books for its members. Now the library is the home for 600,000 books!",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 10,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "This is another colonial building on the museum premises built by the then Bristish Governor of Madras Lord Connemara. The construction started in 1890 and the library was planned to lend books without fees to the public.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 1,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OVML9n42bQpjNzm4qse1o3sWfAjHDN1c",
          "lcfswZf4zXVmZIsFdDc2q4luIHC7l4nN",
          "NpQeDVgPFnIeVhF4DZAOPGuebXzOkg1K",
          "OVML9n42bQpjNzm4qse1o3sWfAjHDN1c",
          "lcfswZf4zXVmZIsFdDc2q4luIHC7l4nN",
          "NpQeDVgPFnIeVhF4DZAOPGuebXzOkg1K"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Connemara Public Library",
        "placeId": "ChIJY-OC3g1mUjoRyVmyWN2brAA",
        "internationalPhoneNumber": "+91 44 2819 3751",
        "reviews": [
          {
            "rating": 5,
            "text": "A massive library in a peaceful location. Recently I came to Apollo hospital for a check up. I am an IT employee and had to work. When I was looking for the location, I found this. I just loved the library with a massive collection of books in a peaceful location which allowed me to continue my work even.",
            "author_name": "SHIWA TTEZAA",
            "relative_time_description": "",
            "time": 1745128082,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A massive library with wide range of books across various topics. However at some places it feels like not maintained properly, especially the areas that has the old books. I am very worried, over time we will lose those precious books. Librarians are very helpful and I guess it is a good place for students who study for competitive exams as I could see lots of them studying individually and in groups.",
            "author_name": "Yoganathan Sivaram",
            "relative_time_description": "",
            "time": 1736297180,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I've been visiting this library for over 5 years, and it continues to be an excellent place for readers and the general public to explore a vast collection of books and knowledge.\n\n✅ Facilities:\n\nSpacious car and two-wheeler parking\n\nAnnual membership available for borrowing books\n\nSome halls are air-conditioned\n\nToilets and drinking water available\n\nWhether you're a student, researcher, or just someone who enjoys quiet reading, this place offers a peaceful and resourceful environment.\n\nHighly recommended for book lovers!\n\n⭐ Rating: ★★★★★",
            "author_name": "KASIVISHWANATHAN",
            "relative_time_description": "",
            "time": 1748960401,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.connemarapubliclibrary.org/index.html",
        "index": 10,
        "id": "",
        "categories": [
          "Public library",
          "University library",
          "Libraries"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 34,
            "2": 20,
            "3": 42,
            "4": 214,
            "5": 731
          }
        },
        "minMinutesSpent": 240,
        "latitude": 13.070449,
        "address": "37C4+5PC, ., Pantheon Rd, Chennai, Tamil Nadu 600008, India",
        "travel_time": null
      },
      {
        "_id": "ChIJYduw_FFvUjoRQyTA9rjG9wA",
        "generalDescription": "The Armenian Church, located in Chennai, is a historic monument that represents the cultural exchange and legacy of the Armenian community. Built in 1712 by Armenian merchants, it features a belfry with six bells that chime every Sunday at 9:30 AM. The church also houses around 350 graves, serving as a memorial to the once-thriving Armenian community in Madras.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.287638,
        "rating": 4.6,
        "numRatings": 349,
        "sources": [
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "Built on the bones of Chennai’s Armenian cemetery in the year 1772, the Armenian Church, located in Armenian Street, once an active parish is now a well-protected heritage site. While the architecture and history of the church building are awe striking, what stands out about this church is its magnificent belfry with its six humongous church bells each weighing in at around 150 kilograms and at sizes ranging between 21 to 26 inches that ring every Sunday morning.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 8,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Built on the bones of the Armenian cemetery in 1772, the church, once an active parish is now a protected heritage site. While the architecture and history of the church is interesting, what really is spectacular is its magnificent belfry with its six humungous bells each weighing in at around 150 kilograms and at sizes ranging between 21 to 26 inches. Also check Guest House near St Thomas Mount Metro Station Chennai",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 3,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Considered one of the oldest churches in the country, the Armenian Church in George Town was first constructed in 1712 and then reconstructed in 1722. If you’ve ever been to George Town, you will recognise the church by the tall bell tower!. But what you didn’t know is that the church no longer conducts mass and is completely a heritage site now, allowing visitors to walk in between 9 am and 2:30 pm every day.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 1,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VEAkn5nGu4nz5Iha4XeR1jls2xsSPf99",
          "PhB1zcrMJBWVfAhkF3qtaZja4H7P8vHH",
          "IdAgvegxgRlS80nvwz6ddGs9Pb5ElqSX",
          "VEAkn5nGu4nz5Iha4XeR1jls2xsSPf99",
          "PhB1zcrMJBWVfAhkF3qtaZja4H7P8vHH",
          "IdAgvegxgRlS80nvwz6ddGs9Pb5ElqSX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1430"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1430"
            }
          }
        ],
        "name": "The Armenian Church",
        "placeId": "ChIJYduw_FFvUjoRQyTA9rjG9wA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A peaceful and historic gem in the heart of Chennai. The beautifully preserved historic architecture and serene atmosphere make it a special place. The caretaker offers a warm welcome and shares personal insights into the church's unique history – well worth a visit!",
            "author_name": "Marc van der Spek",
            "relative_time_description": "",
            "time": 1747845521,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hidden Armenian culture in the heart of chennai. Better to visit on Sundays at 9:30am since that's the only time you can see the bells ringing. The church might not be open late so it's always better to visit early and not late.\n\nPhotography and videography of ringing bells not allowed . You are not allowed to go near the bells. The bell tower is locked.",
            "author_name": "Jilu Varghese",
            "relative_time_description": "",
            "time": 1728301054,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Unbelievably beautiful & quiet place. Spiritually enriching. A lot of history in the premises to learn and share.",
            "author_name": "Rajesh V",
            "relative_time_description": "",
            "time": 1734418585,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://cognishift.org/armenia-virtual-museum/",
        "index": 11,
        "id": "",
        "categories": [
          "Armenian church",
          "Sights & Landmarks",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 3,
            "3": 12,
            "4": 83,
            "5": 247
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.089117,
        "address": "37VQ+H5M, 60/116, Armenian Street, near High Court, Parry's Corner, George Town, Chennai, Tamil Nadu 600001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJc9vLZPNnUjoRLLpr9_WJrxY",
        "generalDescription": "Inva is a young and talented firm that provides interior and landscape design services to businesses and institutions. The architects at Inva are experienced professionals with a wealth of knowledge in a variety of building projects.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.250573,
        "rating": 4.8,
        "numRatings": 130,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "Inva is a new generation design firm, providing consultancy services in Architecture, Planning, Interior design and Landscape design. The firm is located in Adyar, Chennai, India.We are a firm headed by young and talented professionals with experience in a wide range of building projects in Residential, Commercial, Institutional and Hospitality sectors",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 6,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1OaaK0ZkpfPvucfejc27xv2XaulUKjOZ",
          "WjAaEYOOBJ2J0hUiNVrma7XmyBuTgTAj",
          "tp9LsMlwxn1VY7VFQ3i5rd9xCpiuFwVM",
          "LWJ6FKpqItj1GPqKHRqYoylLTxQyURUm",
          "1OaaK0ZkpfPvucfejc27xv2XaulUKjOZ",
          "WjAaEYOOBJ2J0hUiNVrma7XmyBuTgTAj",
          "tp9LsMlwxn1VY7VFQ3i5rd9xCpiuFwVM",
          "LWJ6FKpqItj1GPqKHRqYoylLTxQyURUm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1330"
            }
          }
        ],
        "name": "Inventarchitects",
        "placeId": "ChIJc9vLZPNnUjoRLLpr9_WJrxY",
        "internationalPhoneNumber": "+91 44 4205 4664",
        "reviews": [
          {
            "rating": 5,
            "text": "A very professional Architecture firm.\nInvent Architects are very capable to handle all types of project and any magnitude.\nThe Principal Architect Mr. Vivek is of high integrity.\nProud to be associated with them for in selected projects requiring our expertise and quality.",
            "author_name": "HYGREE VP",
            "relative_time_description": "",
            "time": 1617854451,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Invent architects had provided me with so much freedom and space to explain my ideas and requirements and helped me design my house with expert inputs at every stage . They provide perfect solutions from design and drawings to developing the exterior and interior layouts as per client requests and manage the project efficiently every step of the way. I had a wholly satisfactory and pleasant experience throughout the building and execution of my independent house. A big thanks to the entire team of Invent architects led by Ms.Nanda ..my dream home has come true and I think I made the best decision of choosing this company.",
            "author_name": "Aarti Santhanam",
            "relative_time_description": "",
            "time": 1748591870,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Mr. Vivek and Mrs Nanda designed our independent residence at Kottur Garden, Chennai.\n\nThey have a unique combination of skillsets. First of which is their exemplary technical competence. They have designed spaces for us, which are highly functional and aesthetic, connects with the surroundings, yet offer privacy that is required for an independent residence.\n\nBeyond their architectural output, Mr. Vivek's project management leadership is outstanding. He identifies vendors and contractors who, along with the Invent Architect inhouse engineers, are highly professional resulting in very high attention to detail in all aspects of the construction.\n\nWhat made the entire experience of building a residence, highly enjoyable and memorable, is Mr. Vivek and Mrs. Nanda'a generosity with their time, ideas and advice. They were extremely patient in addressing each of our requirements and concerns. The result is a dream house.\n\nBest wishes to Invent Architect to keep designing spaces for a wider section of the society.",
            "author_name": "Naveen Manivannan",
            "relative_time_description": "",
            "time": 1607413338,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.inventarchitects.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Architect",
          "Architectural designer",
          "Interior architect office",
          "Interior designer",
          "Landscape architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 3,
            "4": 8,
            "5": 116
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.00399,
        "address": "16/37,Ground floor, 5th Main Rd, Kasturba Nagar, Adyar, Chennai, Tamil Nadu 600020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlVHnD61oUjoR_ZKcRDdK_0w",
        "generalDescription": "Fort St. George Museum, established in 1644, is the first British fortress in India and a significant historical site in Chennai. The museum boasts over 3000 antique artifacts from different periods of modern history and is divided into three floors with ten galleries. Visitors can explore indigenous weapons, a diverse collection of armors, shells fired during World Wars I & II, British Army uniforms, and porcelain articles used during the East India Company era.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 80.287619,
        "rating": 4.3,
        "numRatings": 5682,
        "sources": [
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Built on the banks of the Bay of Bengal, St. George’s Fort was an important trading post for the East India Company during the British Raj. It is still important today, being the seat of The Government of Tamil Nadu and home to the Legislative Council Chambers. The fort is a beautiful example of military architecture and history, dating back as far as 1644.",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "Today the Fort St. George is home to the Legislative Council Chambers, the fort was originally built during the Colonial era and was an important trading post for the East India Company. The building has been designed to overlook the Bay of Bengal and is the seat of The Government of Tamil Nadu. It is located on Chennai’s Rajaji Salai Road.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 7,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253412",
            "type": "webPlacesList",
            "url": "https://www.chennaiproperties.in/blog/major-government-office-buildings-in-chennai",
            "sourceSite": "Web",
            "snippet": "The Legislative Council Chambers are now located in Fort St. George, which was initially erected during the Colonial era and served as an important trading post for the East India Company. The tower was intended to overlook the Bay of Bengal and serve as the seat of the Tamil Nadu government. It is situated on Chennai's Rajaji Salai Road.",
            "siteName": "https://www.chennaiproperties.in/",
            "shortName": "Major Government Office Buildings in Chennai",
            "indexInSource": 4,
            "iconSiteId": 24257,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SZCL9iiYcyraAQDfFyRz2TfnjZVnr8oH",
          "5G3FN0ieC6fa6RQi9UEsRDPHA0XA7BB1",
          "U3Ir7Io23yZvuE8e4lCqKtpk4DzVLupK",
          "SZCL9iiYcyraAQDfFyRz2TfnjZVnr8oH",
          "5G3FN0ieC6fa6RQi9UEsRDPHA0XA7BB1",
          "U3Ir7Io23yZvuE8e4lCqKtpk4DzVLupK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Fort St. George Museum",
        "placeId": "ChIJlVHnD61oUjoR_ZKcRDdK_0w",
        "internationalPhoneNumber": "+91 44 2567 1127",
        "reviews": [
          {
            "rating": 5,
            "text": "It was a really interesting experience walking through both Indian and British colonial history. The museum is actually inside an old British fort, which adds to the whole vibe. We were especially amazed by all the stuff they had on display-things like old weapons, coins, uniforms, documents, and even furniture from the British times.\n\nSecurity check up would be there.\nOne can book tickets at the entrance of the museum through QR code.(20 ruppes per adult).\n\nJust a reminder. It's a bit hot indoors.\nAlso it's only open till 5 pm.",
            "author_name": "Allan Johnson",
            "relative_time_description": "",
            "time": 1747239284,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great museum inside the Fort St George area of Chennai. Good exhibits from the colonial times including guns, cannons, uniforms, medals, coins, ceramics, maps, documents, paintings etc. Gives a glimpse into the history of Chennai and development of British rule in the region. Must visit for history and heritage enthusiasts.\n\nCons - the only way to get tickets is by online method at the entry of the museum which is quite tedious. Very few fans are inside the museum so it's terrible on a hot day.",
            "author_name": "Prathamesh Pawar",
            "relative_time_description": "",
            "time": 1746327825,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Fort St George Museum – A Gateway to Colonial Chennai.\nA fascinating journey into Chennai's colonial past-rich in artefacts, art, and historical significance.\n\nFilled with galleries showcasing weaponry, coins, uniforms, paintings, documents, and even the first Indian flag hoisted after Independence, the Fort Museum brings history to life through thoughtfully curated exhibits.\n\nThe museum is housed in a charming 18th-century structure that once served as the Madras Bank and the Exchange Hall. Upon entering, you're greeted by a striking marble statue of Lord Cornwallis-an iconic landmark and conversation starter.\n\nGround floor features armaments and porcelain; an upper floor displays portraits, medals, and coins; and the top floor houses the Indian national flag hoisted after Independence.\n\nWell-preserved galleries, especially the detailed craftsmanship on artifacts and colonial ephemera.\n\nThe museum can feel quite warm, especially on hot days. Fans are few and spaced out.\n\nEntry ticket can be booked through online link, via QR codes only, at the entrance.\n\nSince the museum lies within a government compound, anticipate police screening. Carry a valid ID. Open from 9 AM to 5 PM. Entry Fee: Rs.20 per head. Bring water, there are limited facilities inside. St Mary's Church (“Westminster Abbey of the East”) is worth exploring too.\n\nNice place to spend 1 to 2 hours with family. Children might enjoy the artifact's.\n\nFree Car parking available across the main road.",
            "author_name": "Cyru Dani",
            "relative_time_description": "",
            "time": 1754847321,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 210,
            "2": 155,
            "3": 641,
            "4": 1553,
            "5": 3125
          }
        },
        "minMinutesSpent": 210,
        "latitude": 13.080638,
        "address": "Rajaji Rd, near Legislature and Secretariat, Fort St George, Chennai, Tamil Nadu 600009, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAWX0E1JvUjoR8kK6TbGk0lY",
        "generalDescription": "The Madras High Court, constructed in 1892, is a historic and monumental building showcasing Indo-Saracenic architecture. Designed by Henry Irwin, the court boasts bold red color, turreted stature, and locally sourced materials like terracotta tiles and brick. The complex also features two lighthouses, demonstrating the craftsmanship of local artisans.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 80.288561,
        "rating": 4.3,
        "numRatings": 808,
        "sources": [
          {
            "id": "1448302",
            "type": "webPlacesList",
            "url": "https://www.fodors.com/world/asia/india/experiences/news/photos/these-11-architectural-sights-illustrate-the-fascinating-history-of-chennai",
            "sourceSite": "Web",
            "snippet": "You couldn’t find a better example of exquisite Indo-Saracenic architecture than the Madras High Court, sprawled out over 107 acres of land and complete with two lighthouses. It was designed by JW Brassington and completed in 1892 by famed British architect Henry Irwin who is said to have been influenced by Robert Chisholm. The complex offers a heady mix of domes, minarets, and stained-glass windows, and the view from atop the dome overlooking the campus is spectacular.",
            "siteName": "Fodors Travel Guide",
            "shortName": "11 Architectural and Historical Sites You Must See in Chennai, India",
            "indexInSource": 3,
            "iconSiteId": 65,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Established in 1862, the Madras High Court was one of the three high courts in the country that was set up by Letters patent (a document issued by a monarch or government granting permission to start a corporation under their name) granted by Queen Victoria. And while the name of the city has changed from Madras to Chennai, the high court still retains the original name of ‘Madras High Court’. You can’t visit the high court and walk through like you’d hope you could but it is still quite a beautiful building to look at.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 3,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1448315",
            "type": "webPlacesList",
            "url": "https://www.agatetravel.com/madras-high-court-chennai-india.html",
            "sourceSite": "Web",
            "snippet": "The Madras High Court, Chennai is one of the earliest judicial complexes of the country. According to historical records, the orders for building this high court were issued by the Queen Victoria of The United Kingdom of Great Britain and Ireland. It is the largest court of Tamil Nadu and exercises jurisdiction over the entire state and the union territory of Puducherry.",
            "siteName": "agatetravel.com",
            "shortName": "Madras High Court, Chennai, India: Facts, History, Architecture",
            "indexInSource": 0,
            "iconSiteId": 8198,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "The High Court of Madras is yet another Indo-Saracenic building that sprawls out over 107 acres. It was designed by JW Brassington and completed in 1892 by celebrated British architect Henry Irwin who is said to have been influenced by architect Robert Chisholm. The complex exhibits a superb combination of domes, minarets, stained-glass windows, and two lighthouses.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 5,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "One of Chennai, India and Asia’s most beautiful judicial complex. A major landmark, this judicial complex is the second largest in the entire world. Founded in the year 1862, this 19th century Victorian High Court is designed in the Indo-Saracenic style by the famous architect Henry Irwin.",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 7,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253412",
            "type": "webPlacesList",
            "url": "https://www.chennaiproperties.in/blog/major-government-office-buildings-in-chennai",
            "sourceSite": "Web",
            "snippet": "The High Court of Madras is yet another Indo-Saracenic structure spanning 107 acres. A design by JW Brassington which was completed in 1892 by renowned British architect Henry Irwin. The complex features a stunning array of domes, minarets, stained-glass windows, and two lighthouses.",
            "siteName": "https://www.chennaiproperties.in/",
            "shortName": "Major Government Office Buildings in Chennai",
            "indexInSource": 2,
            "iconSiteId": 24257,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "Four km from Fort St George, on the Netaji Subhash Chandra Bose Road, is the Chennai High Court. The complex is the finest example of Indo-Saracenic architectural style. It combines Islamic, Moorish, European and Indian styles in a pleasing and aesthetic manner.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 6,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nBLegkcEMqvDyu1LAZYB4E8NWi8NCsAS",
          "bpSGTPaeAM7hjQmHoUjW4qlX8WnyJvfA",
          "gbWvpWzS577ftiKdGN8XWmrbGL5loYwn",
          "M9IcQu0PETpKZZj9Mh4MDCrmmHrNlymq",
          "nBLegkcEMqvDyu1LAZYB4E8NWi8NCsAS",
          "bpSGTPaeAM7hjQmHoUjW4qlX8WnyJvfA",
          "gbWvpWzS577ftiKdGN8XWmrbGL5loYwn",
          "M9IcQu0PETpKZZj9Mh4MDCrmmHrNlymq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1745"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1745"
            }
          }
        ],
        "name": "Madras High Court",
        "placeId": "ChIJAWX0E1JvUjoR8kK6TbGk0lY",
        "internationalPhoneNumber": "+91 44 2530 1349",
        "reviews": [
          {
            "rating": 5,
            "text": "Madras High Court at Chennai:\nThe High Court of Judicature at Madras is a High Court located in Chennai, India. It has appellate jurisdiction over the state of Tamil Nadu and the union territory of Puducherry. It is one of the oldest high courts of India along with Calcutta High Court in Kolkata and Bombay High Court in Mumbai. The Madras High Court is one of four charter high courts of colonial India established in the four Presidency Towns of Madras, Bombay, Allahabad and Calcutta by letters patent granted by Queen Victoria, dated 26 June 1862. It exercises original jurisdiction over the city of Chennai, as well as extraordinary original jurisdiction, civil and criminal, under the letters patent and special original jurisdiction for the issue of writs under the Constitution of India. Covering 107 acres, the court complex is one of the largest in the world, second only to the Supreme Court of the United Kingdom. The four-storey administrative building serves hundreds of litigants every day.\n\nHistory:\nTree-lined squares and red-brick buildings have witnessed many important moments in Indian legal history. Yet, the 127-year-old Madras High Court complex remains a relatively unexplored part of the city. Designed by JW Brassington, then consulting architect to the Government, its grand Indo-Saracenic structure was completed by Henry Irwin in 1892. Home to two of the city's early lighthouses, one a Doric column of Pallavaram granite, the other atop a dome on the main building fuelled by kerosene and visible 32 miles out at sea, the complex's turreted magnificence was what many first saw of Madras when they came in by masula boats from the bay.",
            "author_name": "Raghunandan Ramachandran",
            "relative_time_description": "",
            "time": 1742195275,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The main building was under maintenance, so I couldn't visit it, but I explored the museum instead.\n\nMuseum entrance is free, but it needs to be coordinated with security. Ask for information at the entrance and they'll let you in.",
            "author_name": "Mojgan Hashemian",
            "relative_time_description": "",
            "time": 1731289134,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The oldest high court in southern India, the Madras High Court acts as the seat of the judicature for the state of Tamil Nadu. It is built in the Indo Saracenic style and is a famous monument in Chennai",
            "author_name": "Karthik Vatsavayi",
            "relative_time_description": "",
            "time": 1740069830,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hcmadras.tn.gov.in/",
        "index": 14,
        "id": "",
        "categories": [
          "High court",
          "Sights & Landmarks",
          "City courthouse",
          "Government Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 53,
            "2": 28,
            "3": 52,
            "4": 164,
            "5": 511
          }
        },
        "minMinutesSpent": 240,
        "latitude": 13.087669,
        "address": "High Ct Rd, Parry's Corner, George Town, Chennai, Tamil Nadu 600104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJVVVVVVZmUjoRGgQHqpL1qhg",
        "generalDescription": "MTA Architects, established in 2001 with offices in Chennai, Tirupur, and Bengaluru, boasts a team of skilled experts dedicated to realizing clients' dreams. They prioritize understanding each client's unique needs and collaborate to deliver impressive solutions. The firm values client satisfaction above all else and has cultivated a peaceful work environment that encourages creativity. With an experienced team and a commitment to delivering on time, MTA Architects is known for its friendly approach and professionalism.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.205473,
        "rating": 4.7,
        "numRatings": 80,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "MTA was conceived in the year 2001 with branches in Chennai, Tirupur and Bengaluru. We house a team of experts, who are equipped with the skills and techniques that help you achieve your dream.We understand the uniqueness of every client’s needs and we work together in creating awe-inspiring solutions. Our clients are our greatest assets and their happiness and satisfaction, our ultimate goal.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 16,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GNxxH8YKmuumqJFwoTQTDPeTcL0w9EHm",
          "6WDrOvM5s5eGJESBw0aigZ3ljo7TB3Op",
          "WxmJyqzC5zPu0S6zVJBZEjqn7NXxMzpv",
          "ppaD2TJmKztfRT6Z6Nc4QFuGGXltyAUA",
          "GNxxH8YKmuumqJFwoTQTDPeTcL0w9EHm",
          "6WDrOvM5s5eGJESBw0aigZ3ljo7TB3Op",
          "WxmJyqzC5zPu0S6zVJBZEjqn7NXxMzpv",
          "ppaD2TJmKztfRT6Z6Nc4QFuGGXltyAUA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "MTA Architects",
        "placeId": "ChIJVVVVVVZmUjoRGgQHqpL1qhg",
        "internationalPhoneNumber": "+91 44 2234 2848",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice team and very friendly approach. Good experience to work with MTA team and Ramesh sir in particular",
            "author_name": "Surendra Kumar",
            "relative_time_description": "",
            "time": 1693299650,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Architect and interior designer firm with best in class designs and technology. New designs with great execution. I will recommend have a word with the team and understand the new concepts in design .",
            "author_name": "Bhupinder Yadav",
            "relative_time_description": "",
            "time": 1741343326,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "One of the oldest architecture firm  in Chennai with a good experienced team",
            "author_name": "ASHOK Krishna",
            "relative_time_description": "",
            "time": 1701518833,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://mtaarch.com/",
        "index": 15,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architectural designer",
          "Construction company",
          "Interior construction contractor"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 0,
            "3": 2,
            "4": 11,
            "5": 64
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.004564,
        "address": "25/41, Vembuli Subedar St, Ramapuram, Mela Ilandaikulam, Alandur, Chennai, Tamil Nadu 600016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJf-4LAv5lUjoRwaWwL-OpGqk",
        "generalDescription": "The Greater Chennai Corporation Office, also known as the Ripon Building, is a stunning neoclassical architectural marvel dating back to 1913. Named after Lord Ripon, the building boasts a stately all-white facade and an impressive clock tower with four bells. Situated near the Chennai Railway Station, it stands as an iconic British colonial administrative structure. The corporation has contributed to enhancing the city's beauty by adorning streets with lights, creating a vibrant and welcoming atmosphere especially at night.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.271589,
        "rating": 4.4,
        "numRatings": 1514,
        "sources": [
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "In Park Town area, which is referred to as the heart of Chennai, is a white stately construction. It is the Ripon’s Building, which now houses the Chennai City Corporation offices. Completed in 1913, the architecture has major influences of Indo-Saracenic and neo-classical styles.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 4,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UF9WPLdBeqOlv5EXm517o0pGBx8IRLOE",
          "Y1edpkl2Uev8QWepUW2fhcRtXZr6G6px",
          "LEWusXSSVaQLxXbfWcLFW330R2QH8nI0",
          "UF9WPLdBeqOlv5EXm517o0pGBx8IRLOE",
          "Y1edpkl2Uev8QWepUW2fhcRtXZr6G6px",
          "LEWusXSSVaQLxXbfWcLFW330R2QH8nI0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "Greater Chennai Corporation Office",
        "placeId": "ChIJf-4LAv5lUjoRwaWwL-OpGqk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Greater Chennai Corporation has done an outstanding job in enhancing the city's beauty, especially at night. The streets are beautifully decorated with lights, creating a vibrant and welcoming atmosphere. The illuminated landmarks and well-lit public spaces make evening strolls a delightful experience. It's great to see such efforts in making the city more lively and aesthetically pleasing after sunset. Kudos to the team for their dedication to transforming Chennai's night view!\"",
            "author_name": "Kiran Kumar k",
            "relative_time_description": "",
            "time": 1730803190,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Today morning , I had the opportunity to visit the historic Ripon Building in Greater Chennai, a 111-year-old architectural marvel that stands as a symbol of the city's rich heritage and administrative legacy. Accompanied by my boyfriend, we explored the magnificent structure, admiring its colonial-era design and intricate details. The visit offered us valuable insights into its role in Chennai's municipal administration and its significance in shaping the city's governance over the years.\n\nThe staff also elaborated on its fascinating history, highlighting its timeless elegance and cultural importance. As a memorable token, we were presented with a Ripon Building postcard, personally signed by the Mayor-a gesture that made the experience even more special. It was truly an unforgettable moment in my life, made even more meaningful by sharing it with someone close to my heart.\n\nMy rating was\n\nParking:4/5\nAmbience:5/5\nHygiene:4/5\nMaintenance:5/5\nEntry : Free for (selected people can visit for 111 years of celebration )",
            "author_name": "swathi muthu",
            "relative_time_description": "",
            "time": 1735795600,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "recently visited the Ripon Building, the headquarters of the Greater Chennai Corporation, and was captivated by its architectural grandeur. Completed in 1913, this iconic white structure is a prime example of Neoclassical design, featuring a blend of Gothic, Ionic, and Corinthian elements.Located conveniently near Chennai Central Railway Station, the building stands as a testament to Chennai's rich colonial heritage. Although public access to the interior is restricted, the exterior alone is worth the visit for architecture enthusiasts and history buffs alike. The surrounding area is bustling, so it's advisable to visit during quieter hours for a more peaceful experience.\nOverall, the Ripon Building is a must-see landmark that beautifully encapsulates the historical and architectural essence of Chennai.",
            "author_name": "sahil iqubal",
            "relative_time_description": "",
            "time": 1744314344,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.chennaicorporation.gov.in/",
        "index": 16,
        "id": "",
        "categories": [
          "Local government office",
          "Sights & Landmarks",
          "City government office",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 53,
            "2": 31,
            "3": 96,
            "4": 384,
            "5": 950
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.081834,
        "address": "53, Raja Muthiah Rd, Periamet, Kannappar Thidal, Poongavanapuram, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFSfJ6gdmUjoRiA6zz-PB9bM",
        "generalDescription": "Victoria Public Hall, also known as the Town Hall, is a significant historical site in Chennai that showcases remarkable British architecture. Constructed in 1888 to celebrate Queen Victoria's Golden Jubilee, it stands between the Ripon Building and Chennai Central Railway Station. The hall was initially intended to serve as a town hall for Madras. Alongside other attractions like the Lily Pond, Ladyes Garden, and Moore Market, it contributed to making Park Town a popular tourist destination.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.272618,
        "rating": 4.4,
        "numRatings": 248,
        "sources": [
          {
            "id": "86932",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Victoria Public Hall | #7 of 8 Best Historical Places in Chennai. The Victoria Memorial Hall, which is also known as the Town Hall, was built in honor of Queen Victoria’s Golden Jubilee year in 1887. The architect of this building was Robert Chisholm, who is credited with some other important landmarks of Chennai.",
            "siteName": "FabHotels",
            "shortName": "8 Historical Places in Chennai: ✔Location, Timings, Entry Fee",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Built around 1880/1890, this public hall next to the Rippon Building, commemorates the golden jubilee of Queen Victoria. The total cost of construction was close to just seventeen thousand rupees!. This is one of the finest examples of British architecture in India and one of the oldest, operational structures.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 13,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820404",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/city-and-architecture/a9402-colonial-architecture-in-chennai/",
            "sourceSite": "Web",
            "snippet": "From Moore Market to Chennai Central Station on Poonamallee Road is a large colonial building, the Victoria Public Hall. This building was built in remembrance of the golden jubilee of Empress Victoria. Victoria Public Hall is also referred to as City Hall.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Colonial Architecture in Chennai - RTF",
            "indexInSource": 5,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253293",
            "type": "webPlacesList",
            "url": "https://5senseswalks.com/tour/british-architecture-walk-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Victoria Public Hall was opened to the public in 1887 to commemorate the Golden Jubilee of Queen Victoria. The hall was designed by British architect Robert Chisholm and it is an excellent example of Indo-Saracenic architecture.",
            "siteName": "5 Senses Walks",
            "shortName": "British Architecture walk in Chennai to discover magnificent buildings",
            "indexInSource": 9,
            "iconSiteId": 152907,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "Among the people who have addressed meetings at the hall are historic figures such as Mahatma Gandhi, Subhash Chandra Bose, Swami Vivekananda, Gopal Krishna Gokhale, and Subramaniya Bharati.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 5,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rM5id0NV7D52IAkL6JvavB3QxrvsCjpc",
          "VG4WIh7fJt52xKF9qyXUeCTYFp24u42O",
          "0brbxNkE4cOCEYNSg9CELtN4sLmaEwgs",
          "rM5id0NV7D52IAkL6JvavB3QxrvsCjpc",
          "VG4WIh7fJt52xKF9qyXUeCTYFp24u42O",
          "0brbxNkE4cOCEYNSg9CELtN4sLmaEwgs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Victoria Public Hall",
        "placeId": "ChIJFSfJ6gdmUjoRiA6zz-PB9bM",
        "internationalPhoneNumber": "+91 1800 4253 1111",
        "reviews": [
          {
            "rating": 5,
            "text": "The architectural beauty of this historical building is unsurpassed in Chennai but sadly none of the government so far gave this monument the importance it deserves. Luckily for us the building lasted so long without any preservation. I must congratulate the present government for taking this up and saving this edifice of history, beauty and class. Now Chennai can proudly say \" We have the Victoria Public Hall\" with pride. I am sure once the whole preservation and repair project is completed this will be a marvel of Chennai.",
            "author_name": "Praveen O.P",
            "relative_time_description": "",
            "time": 1647936463,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Victoria Public Hall was constructed in 1888 to commemorate Queen Victoria's Golden Jubilee. It was designed by the architect Robert Chisholm in the Indo-Saracenic architectural style, which blends Indian, Islamic, and European influences. The building's grand façade and intricate detailing make it an architectural gem that stands out in the cityscape.\n\nOver the years, Victoria Public Hall has served as a venue for various cultural, social, and political events. It has witnessed numerous concerts, theatrical performances, public meetings, and exhibitions, making it a vibrant center for entertainment and intellectual discourse.\n\nThe interior of the Victoria Public Hall is equally impressive, with its spacious halls and elegant décor. The main hall, with its high ceilings, ornate chandeliers, and beautifully crafted pillars, exudes a sense of grandeur and charm. The acoustics of the hall are exceptional, making it a favored venue for musical performances and cultural events.\n\nThe significance of Victoria Public Hall extends beyond its architectural and cultural value. It has been a witness to important historical events and has hosted notable personalities from various fields. The hall has been a platform for political speeches, public gatherings, and social initiatives, reflecting the spirit of social change and activism.\n\nIn recent years, the Victoria Public Hall has undergone restoration to preserve its historical integrity. Efforts have been made to maintain its architectural features while upgrading its facilities to accommodate modern requirements. The hall continues to host a wide range of events, including concerts, dance performances, conferences, and weddings, keeping its legacy alive.\n\nVisiting the Victoria Public Hall offers a glimpse into Chennai's rich history and cultural heritage. Whether you appreciate architecture, music, or simply want to experience the ambiance of a bygone era, this historic venue is a must-visit. It stands as a testament to the city's enduring cultural legacy and the role it has played in shaping Chennai's social fabric.",
            "author_name": "Pritam Sardar",
            "relative_time_description": "",
            "time": 1684345018,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Victoria Public Hall in Chennai is a significant landmark and a fine example of Indo-Saracenic architecture.\n\nHistorical Importance:\n* Built to commemorate Queen Victoria's Golden Jubilee, it stands as a testament to British colonial influence in India.\n* It served as a vital center for public gatherings, hosting events like concerts, exhibitions, and political meetings.\n\nArchitectural Features:\n* The building boasts a distinctive architectural style, blending Indian and Islamic elements.\n* Its red brick facade and the prominent Travancore-style roof are notable features.\n\nCurrent Usage:\n* Currently, it houses the South Indian Athletic Association Club.\n\nSignificance:\n* The Victoria Public Hall remains an important symbol of Chennai's history and architectural heritage.\n* It serves as a reminder of the city's evolution and its role in India's past.\n\nIf you're interested in exploring Chennai's history and architecture, the Victoria Public Hall is definitely worth a visit.\n\nPlease note: This is a general overview. For the most up-to-date information and specific details, I recommend checking local resources or visiting the location yourself.",
            "author_name": "CS Karthic Kumar",
            "relative_time_description": "",
            "time": 1734906785,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 2,
            "3": 21,
            "4": 83,
            "5": 135
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.081952,
        "address": "11/33, Evr Salai, Park Town, Kannappar Thidal, Poongavanapuram, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJOZ_uugVnUjoR08VWWfFhCC8",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 80.271714,
        "rating": 4.5,
        "numRatings": 123,
        "sources": [
          {
            "id": "86946",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-most-impressive-architectural-landmarks-in-chennai/",
            "sourceSite": "Web",
            "snippet": "This majestic all-white structure was completed in 1913 to house the Corporation of Chennai (then Madras), which is the second oldest existing corporation in the British Commonwealth. One of the finest examples of the Neoclassical style of architecture, the Ripon Building features exquisite detailing and décor, along with a Westminster Quarters Chime Clock located in the central building. The building has undergone major renovations and maintenance in recent years to preserve its original splendour.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Impressive Architectural Landmarks In Chennai",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1448302",
            "type": "webPlacesList",
            "url": "https://www.fodors.com/world/asia/india/experiences/news/photos/these-11-architectural-sights-illustrate-the-fascinating-history-of-chennai",
            "sourceSite": "Web",
            "snippet": "Not too far from the Chennai Central railway station stands the Ripon Building. It’s named after Lord Ripon, Viceroy of British India from 1880 to 1884 who drew much adulation from Indians—and provoked his countrymen’s ire—for his liberal policies and reforms. The heritage building’s looming façade is a salient example of Neoclassical architecture, and its inauguration in 1913 was a big affair that drew the who’s who of then Madras.",
            "siteName": "Fodors Travel Guide",
            "shortName": "11 Architectural and Historical Sites You Must See in Chennai, India",
            "indexInSource": 0,
            "iconSiteId": 65,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "This stunning building, built in 1913, is the official seat of the Chennai Corporation. A vision in white, it is painted this colour in the Indo-Saracenic tradition popular with British architects of that era. Named after Lord Ripon, the erstwhile Governor General of British India, the buildings clock tower stands 43 meters high and its Westminster Chiming Clock measures 2.5 meters.",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 5,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820404",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/city-and-architecture/a9402-colonial-architecture-in-chennai/",
            "sourceSite": "Web",
            "snippet": "The Ripon Building is a beautiful Indo-Saracenic architecture structure, a sweet blend of Ionic, Gothic, and Corinthian. This all-white building is the headquarters of the Chennai or Madras Corporation in the town of Chennai (Madras), Tamil Nadu. Ripon building is a beautiful structure in white colour, this rectangular building is 85 meters long and 32 meters wide.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Colonial Architecture in Chennai - RTF",
            "indexInSource": 3,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475310",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/heritage-buildings-chennai/",
            "sourceSite": "Web",
            "snippet": "Named after the Governor-General of British India at the time, Lord Ripon, the building was constructed in 1917 and housed the Municipal Corporation of India. Like most of the buildings in the city, even the Ripon Building was built in the Neo-Classical style. And if you’re thinking that you’ve never seen the building before, think again!",
            "siteName": "LBB, Chennai",
            "shortName": "Best Heritage Buildings In Chennai",
            "indexInSource": 0,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253412",
            "type": "webPlacesList",
            "url": "https://www.chennaiproperties.in/blog/major-government-office-buildings-in-chennai",
            "sourceSite": "Web",
            "snippet": "The Ripon Building, with its imposing exterior, lies not far from the Chennai Central Railway Station and is a notable specimen of neoclassical architecture. The structure was named after Lord Ripon, the then-Viceroy of British India. The building's opening, which took place in 1913, was a grand event attended by Madras' elite.",
            "siteName": "https://www.chennaiproperties.in/",
            "shortName": "Major Government Office Buildings in Chennai",
            "indexInSource": 3,
            "iconSiteId": 24257,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "A9j1bP66tpdJib2cJVfNacHqGKiXu9CN",
          "kjezA5BUUmerQkWjnB5su9JZZDsM2lZE",
          "7VL9XsG67j3ZMddCzw14I2bB3UbAOSfB",
          "A9j1bP66tpdJib2cJVfNacHqGKiXu9CN",
          "kjezA5BUUmerQkWjnB5su9JZZDsM2lZE",
          "7VL9XsG67j3ZMddCzw14I2bB3UbAOSfB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Ripon Building",
        "placeId": "ChIJOZ_uugVnUjoR08VWWfFhCC8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Ribbon Building in Chennai is a historic landmark and the headquarters of the Greater Chennai Corporation. It is one of the oldest municipal buildings in India and a prime example of colonial architecture.\n\nIt is named after Lord Ripon, the then Viceroy of India, who is regarded as the \"Father of Local Self-Government in India.\"\n\nThe Ripon Building was commissioned in 1913 and inaugurated in 1917. The building is spread over an area of 85,000 square feet with three floors. It includes a central clock tower that is 43 meters tall, with a clock known as the Westminster Chime Clock, installed in 1913 and still functional.\n\nIt has been the headquarters of the Greater Chennai Corporation since its inception and continues to serve as the administrative hub of the city. The building is a symbol of Chennai's colonial history and urban governance.",
            "author_name": "Chandru",
            "relative_time_description": "",
            "time": 1734361196,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Heritage walk within Rippon building: It was an awesome experience walking down madras corporation's history, it's architecture and old heritage. Even though I've been in Chennai since birth this was my first visit\n\nEven portions of the building which are generally not open to public were walked thru",
            "author_name": "Anand Koteeswaran",
            "relative_time_description": "",
            "time": 1749761992,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A casual sketch of the Ripon Building turned into reality when I found myself inside it for a heritage walk. My sketchbook feels like pure magic!\nThe Ripon Building is a stunning example of colonial architecture in Chennai. Its pristine white façade and intricate detailing make it a visual delight for history and architecture enthusiasts. Walking through its halls during a heritage tour felt like stepping back in time. The building stands as a testament to the city's rich heritage and continues to be an iconic landmark. A must-visit for anyone interested in Chennai's architectural gems!",
            "author_name": "mookambika baskaran",
            "relative_time_description": "",
            "time": 1735903704,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 0,
            "3": 5,
            "4": 27,
            "5": 86
          }
        },
        "minMinutesSpent": 240,
        "latitude": 13.081694,
        "address": "37JC+MMG, Periamet, Kannappar Thidal, Poongavanapuram, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJO2QA7v9lUjoR_e8-D6sQJzk",
        "generalDescription": "Chennai Central Railway Station, also known as Chennai Central, is a major transportation hub in the city of Chennai, India. It stands out for its historical significance and impressive architecture. Renamed as Puratchi Thalaivar Dr. M.G Ramachandran Central Railway station, it boasts 17 platforms and holds the record for the longest station name in the country. The station is well-connected to metro stations, suburban stations, and bus stands, providing access to all parts of Chennai.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.276202,
        "rating": 4.2,
        "numRatings": 540,
        "sources": [
          {
            "id": "1820404",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/city-and-architecture/a9402-colonial-architecture-in-chennai/",
            "sourceSite": "Web",
            "snippet": "The Chennai Railway Station is located in the Chennai district, making it one of the main centres of attraction for travellers. This is one of the busiest stations in India and comes under the jurisdiction of the state of Tamil Nadu. The station is listed under the heritage buildings of Chennai.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Colonial Architecture in Chennai - RTF",
            "indexInSource": 1,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1475785",
            "type": "webPlacesList",
            "url": "https://wanderwisdom.com/travel-destinations/heritage-buildings-and-structures-in-chennai-with-a-colonial-touch",
            "sourceSite": "Web",
            "snippet": "The railway stations in the city built during the British era had a colonial touch. The more famous ones are the Chennai Central Railway Station and the Egmore Railway Station. Among the suburban stations, Royapuram has a classic colonial touch.",
            "siteName": "WanderWisdom",
            "shortName": "6 Places to See Colonial-Era Buildings in Chennai",
            "indexInSource": 2,
            "iconSiteId": 14540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253293",
            "type": "webPlacesList",
            "url": "https://5senseswalks.com/tour/british-architecture-walk-in-chennai/",
            "sourceSite": "Web",
            "snippet": "The Walk covers Central Railway Station, Rippon Building, Southern Railway Headquarters, Victory Memorial, Fort St George, Napier Bridge and University of Madras. Includes a visit to St Mary's Church, the oldes Anglican Church east of the Suez.",
            "siteName": "5 Senses Walks",
            "shortName": "British Architecture walk in Chennai to discover magnificent buildings",
            "indexInSource": 0,
            "iconSiteId": 152907,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820423",
            "type": "webPlacesList",
            "url": "https://www.onmanorama.com/travel/outside-kerala/2018/10/05/chennais-colonial-marvels-will-take-you-back-in-time.html",
            "sourceSite": "Web",
            "snippet": "The Chennai central railway station and the Southern Railway headquarters adjacent to it are typical colonial red buildings. They are good examples of Indo-Saracenic style and are the icons of Chennai.",
            "siteName": "Onmanorama",
            "shortName": "Chennai's colonial marvels will take you back in time | Chennai | Tamil Nadu | destinations | travel | colonial era",
            "indexInSource": 8,
            "iconSiteId": 47750,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oR1VYl0q5rVNjKho1VRotlmTyrKoyHgp",
          "cBkNdpv69a9ihcaeNRMDYsswxNysr0LN",
          "4xITPxkNMKRH7MFvycGvhNiho3oazXbP",
          "oR1VYl0q5rVNjKho1VRotlmTyrKoyHgp",
          "cBkNdpv69a9ihcaeNRMDYsswxNysr0LN",
          "4xITPxkNMKRH7MFvycGvhNiho3oazXbP"
        ],
        "openingPeriods": [],
        "name": "Central Railway Station",
        "placeId": "ChIJO2QA7v9lUjoR_e8-D6sQJzk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Chennai Central Railway Station (officially Puratchi Thalaivar Dr. M.G. Ramachandran Central Railway Station) is one of India's busiest and most important railway hubs, located in Chennai, Tamil Nadu. Built in 1873 by the British architect George Harding, it features stunning Gothic Revival architecture with a tall clock tower and red-brick façade.\n\nServing as a major junction, it connects Chennai to various parts of India, including Delhi, Mumbai, Kolkata, and Bengaluru. The station handles long-distance trains (Indian Railways) and suburban trains. Facilities include waiting halls, food courts, retiring rooms, and metro rail connectivity via Chennai Central Metro Station.\n\nLocated in Park Town, it is well-connected by buses, auto-rickshaws, taxis, and metro rail. The nearest airport, Chennai International Airport, is about 20 km away. As a historic and functional landmark, Chennai Central remains a key gateway for millions of travelers every year.",
            "author_name": "Indranil Bhattacharjee",
            "relative_time_description": "",
            "time": 1742924400,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Chennai Central Railway Station, officially known as Puratchi Thalaivar Dr. M.G. Ramachandran Central Railway Station, is one of the busiest and most iconic railway hubs in South India. Located in the heart of Chennai, this station is not just a major transportation junction but also a historical landmark that reflects the city's colonial past and modern growth. The station's architecture, with its striking red brick building and Gothic-style design, stands out as a heritage structure. It's a blend of old-world charm and functional efficiency. Inside, the station is always bustling with activity, connecting millions of passengers across India daily. In terms of facilities, Chennai Central has seen considerable improvement over the years. There are clean waiting halls, digital information boards, escalators, elevators, food courts, and security systems in place. The platforms are relatively clean for a station that handles such high traffic. However, during peak hours, crowd management can be a challenge, and parking outside can be chaotic. One of the best aspects of the station is its connectivity. It links to local trains, metro services, and bus routes, making travel convenient. Also, the presence of prepaid taxi counters and app-based cab services makes commuting easier for travelers.\n\nOverall, Chennai Central is not just a railway station but a symbol of Chennai's spirit – vibrant, historic, and ever-evolving. Despite minor issues, it continues to serve as a lifeline for commuters and travelers from all over the country.",
            "author_name": "Nishan Dutta",
            "relative_time_description": "",
            "time": 1745327517,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Chennai Central Railway Station, officially known as Puratchi Thalaivar Dr. M.G. Ramachandran Central Railway Station, is one of India's most essential and busiest railway stations. Located in Chennai, Tamil Nadu, it serves as a major hub for both long-distance and suburban trains.\n\nEstablished in 1873, it is an iconic structure blending Gothic and Romanesque architectural styles. The station was designed by the British architect George Harding.\n\nThe station has 17 platforms and multiple tracks to handle many trains. It offers various amenities such as waiting rooms, restaurants, bookshops, a medical center, and facilities for differently-abled passengers.\n\nChennai Central is a central point for trains connecting to various parts of India, including major cities like Delhi, Mumbai, Kolkata, Bangalore, and Hyderabad. It is well-connected to the Chennai Metro and local bus services, making it easily accessible from different parts of the city.\n\nThe station has undergone various upgrades to incorporate modern technology, including digital displays, automated ticketing systems, and improved security measures. It is equipped with free Wi-Fi for passengers.\n\nAs a historical landmark, Chennai Central holds cultural significance and is often featured in films and literature. It plays a crucial role in the daily commute of thousands of passengers and contributes significantly to Chennai's social and economic life.\n\nChennai Central is a transportation hub and a symbol of the city's rich history and rapid modernization.",
            "author_name": "Gopinath N K",
            "relative_time_description": "",
            "time": 1721450461,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Bus stop"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 13,
            "3": 55,
            "4": 170,
            "5": 273
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.083397,
        "address": "Periamet, Jutkapuram, Park Town, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ82h_YxNmUjoRKUs62aJjvkc",
        "generalDescription": "The Freemasons' Hall in Chennai, constructed in 1923, stands as a remarkable testament to Greek architectural style. It boasts materials from various corners of the globe, such as Sholingur stones for its grand staircase and Italian tiles adorning the verandahs. This exclusive building offers visitors an intriguing glimpse into the world of freemasonry and is easily accessible by road and rail.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 80.256215,
        "rating": 4.5,
        "numRatings": 105,
        "sources": [
          {
            "id": "263134",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a3429-15-ancient-buildings-in-chennai-architects-must-visit/",
            "sourceSite": "Web",
            "snippet": "The Freemasons Hall, built in the year 1923, is unique in the cultural legacy it preserves. This Chennai hall is a striking example of Greek architectural style, with building material sourced from around the world—for example, the Sholingur stones that build the impressive stairway and Italian tiles that elegantly floor the verandahs. Considered one of India’s finest ancient buildings with easy access by road and rail, this building provides visitors with an interesting immersion into the exclusive world of freemasons.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 ancient buildings in Chennai architects must visit",
            "indexInSource": 12,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86931",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/monuments-in-chennai/",
            "sourceSite": "Web",
            "snippet": "A look inside the exclusive ‘secret’ society’s lodge (source). A different sort of cultural legacy, The Freemasons Hall, built in 1923, is a pleasing example of Greek architecture, with building material sources from all over the world, like the sholingur stones that build the impressive staircase and Italian tiles that floor the verandahs. Considered one of Tamil Nadu’s finest buildings and easily accessible, this is building provides an interesting look for the public into the exclusive world of freemasons.",
            "siteName": "Treebo Blog",
            "shortName": "17 Monuments in Chennai | Historical Monuments in Chennai",
            "indexInSource": 1,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mBuvS1HXEariiA0QLTY1DxswdzRK8n2B",
          "hxwR4knEyGctlRV9Wd84safAaS3JExNr",
          "veof19aek4zXWfgAZaIKWtGgLT4r4OFc",
          "mBuvS1HXEariiA0QLTY1DxswdzRK8n2B",
          "hxwR4knEyGctlRV9Wd84safAaS3JExNr",
          "veof19aek4zXWfgAZaIKWtGgLT4r4OFc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "0500"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "0500"
            }
          }
        ],
        "name": "Freemasons' Hall, Chennai",
        "placeId": "ChIJ82h_YxNmUjoRKUs62aJjvkc",
        "internationalPhoneNumber": "+91 6586 292 958",
        "reviews": [
          {
            "rating": 5,
            "text": "This place is good, small gatherings, small size auditorium for small size party or the like functions. Parking space is there. A/C auditorium. Overall good experience.",
            "author_name": "Vivek Raj",
            "relative_time_description": "",
            "time": 1671351092,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice place conveniently located in a prime area, easily accessible. Suitable for organizing meetings, functions, get togethers, it's got a large space within the premises making parking a much lesser issue",
            "author_name": "Srivijaya Prasanna",
            "relative_time_description": "",
            "time": 1554391547,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Nice place for small stage shows.\n100+ seating available. Spacious parking available.",
            "author_name": "SONAL JAIN",
            "relative_time_description": "",
            "time": 1696920853,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.dglofmadras.org/",
        "index": 20,
        "id": "",
        "categories": [
          "Heritage building"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 7,
            "4": 28,
            "5": 68
          }
        },
        "minMinutesSpent": 240,
        "latitude": 13.064219,
        "address": "3774+MFP, Chesney Ln, Egmore, Chennai, Tamil Nadu 600008, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2YUdQLZnUjoRqdy-ijR5AYo",
        "generalDescription": "Midori Architects is a design firm that prioritizes environmentally responsible construction practices, utilizing healthier building materials and innovative technologies. Their approach aims to create energy-efficient and thermally comfortable projects for clients while also serving their communities and reducing negative impacts on the environment. Clients have praised Midori's unparalleled elegance, top-notch international standard quality of work, and ability to execute visions perfectly. The firm is known for its good ambience and caring architects who are attentive to clients' needs throughout the design process.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.25301,
        "rating": 4.7,
        "numRatings": 40,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "Midori Architects adheres to environmentally responsible construction practices while incorporating healthier building materials, and taking advantage of innovative technologies. Our design approach lies in our aim to create profitable projects for our clients that are energy efficient and thermally comfortable for occupants but also serve their communities while reducing the negative impacts on the environment caused by the use of finite natural resources.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 23,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820409",
            "type": "webPlacesList",
            "url": "https://www.novatr.com/blog/sustainable-architecture-firms-in-chennai",
            "sourceSite": "Web",
            "snippet": "Midori Architects is one of the relatively new sustainable architecture firms in Chennai, having founded in 2015. Nevertheless, the firm has been making waves for its sustainable designs. Led by Suraksha Acharya, the design approach is to explore thermally comfortable spaces while being energy efficient, reducing negative environmental impact and serving the community.",
            "siteName": "Novatr",
            "shortName": "10 Sustainable Architecture Firms in Chennai to Begin Your Career",
            "indexInSource": 1,
            "iconSiteId": 264167,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8ivCrZ20Q1pK2Awl58MypKaLbkjPowe2",
          "8yKYfXlfI6FFlbO304LB10rOrZbwpqXM",
          "ZyPncaGKFCVAXknPfbXKltwLVMgvDRvA",
          "ElfSt2G88ofaF8ZOlDExQzyAQpsf3EWZ",
          "8ivCrZ20Q1pK2Awl58MypKaLbkjPowe2",
          "8yKYfXlfI6FFlbO304LB10rOrZbwpqXM",
          "ZyPncaGKFCVAXknPfbXKltwLVMgvDRvA",
          "ElfSt2G88ofaF8ZOlDExQzyAQpsf3EWZ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          }
        ],
        "name": "Midori Architects",
        "placeId": "ChIJ2YUdQLZnUjoRqdy-ijR5AYo",
        "internationalPhoneNumber": "+91 98400 78665",
        "reviews": [
          {
            "rating": 5,
            "text": "I am so happy to have Midori design and furnish our apartment . The elegance and charm of concept is unparalleled and quality of work is top notch international standard . Quite frankly did not see any other interior design firm in Chennai being able to execute the vision so perfectly .Would  especially like to mention the relationship building aspect which prompted me to write this review -- after few years we needed some ceiling remodelling to fit our ac units - I was really impressed when they arranged for the original contracters to reach out to us and complete the work - thats also with the request through just few whatsapp messages-- really admire the professionalim . I would highly recommend Midori - thumbs up and 5 stars",
            "author_name": "Zaach",
            "relative_time_description": "",
            "time": 1663997545,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ar Suraksha has been pioneering in adoption of technologies, integrating active and passive climatic solutions to every project for more green every time. Her projects are standout in several ways.",
            "author_name": "Shivraj Dhaka",
            "relative_time_description": "",
            "time": 1719102756,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice firm with good ambience. Design process would be interesting",
            "author_name": "Arwin V",
            "relative_time_description": "",
            "time": 1647928108,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://midoriarchitects.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architectural designer",
          "Interior designer",
          "Landscape architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 1,
            "4": 5,
            "5": 33
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.029391,
        "address": "No. 132, Flat A0, Whispering Heights, St Marys Rd, Demonte Colony, Alwarpet, Chennai, Tamil Nadu 600018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ6UPMQ1RvUjoReEJY_Sh6CUg",
        "generalDescription": "K Square Architects endeavors to develop projects that are sustainable, functional, and visually appealing. The firm's distinctive philosophy is based on the belief that architecture should be about more than simply creating buildings. It should be about creating spaces in which people can live and work productively. The architects strive to create a consistent brand for themselves, by developing innovative design concepts and using cutting-edge materials and technologies.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.255804,
        "rating": 4.5,
        "numRatings": 73,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "We start every project by understanding the vision and values of our clients and define the project deliverables. It’s the clarity of purpose & ambition of the clients that define every design decision that we take through the lifecycle of the project.It is paramount for us to understand the quality and needs of the space within which we work. The study of topography, Views, regulations, budgets, etc. all form part of the understanding and framework of the design evolution.Advancement in technology has created specialized skill set for different aspects of design, demanding interdisciplinary thinking.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 9,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5YPsGXloDI36aA8pDRTuw22WUKmr3aK7",
          "ajcFKyQq5uiQPQg2RoVWfxI1UOe90gEL",
          "fBEcBmrWNG7tf4I2ZHuatuYeF5XUrOrE",
          "5YPsGXloDI36aA8pDRTuw22WUKmr3aK7",
          "ajcFKyQq5uiQPQg2RoVWfxI1UOe90gEL",
          "fBEcBmrWNG7tf4I2ZHuatuYeF5XUrOrE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "K SQUARE ARCHITECTS",
        "placeId": "ChIJ6UPMQ1RvUjoReEJY_Sh6CUg",
        "internationalPhoneNumber": "+91 96770 99960",
        "reviews": [
          {
            "rating": 5,
            "text": "Very good Designer team and they are dealing many projects in and around Chennai .. we had done few project it was good learning platform for us to learn many things .  Thanks 🙏",
            "author_name": "J.reegan j",
            "relative_time_description": "",
            "time": 1676690717,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's just amazing...The way they are giving knowledge through the website is outstanding!!",
            "author_name": "Radhika Chandorikar",
            "relative_time_description": "",
            "time": 1598789666,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "They are doing great job but responding wise they need to improve",
            "author_name": "Er Vimalraj S",
            "relative_time_description": "",
            "time": 1642596401,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.ksquarearchitects.com/",
        "index": 22,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 2,
            "3": 3,
            "4": 12,
            "5": 53
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.00682,
        "address": "3B, #, 32, 1st Main Rd, Gandhi Nagar, Adyar, Chennai, Tamil Nadu 600020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJM9KX_bRnUjoR2x_m1KgNtjE",
        "generalDescription": "Arkie Atelier Design India Private Limited, established in 1992, is a prominent company in India that specializes in providing consultancy services for architecture and interior designing. Led by Chairman & Principal Architect T.S. Saravanan, the company boasts a team of skilled and experienced professionals who offer a diverse range of tailored skills to meet the specific needs of clients. With its strong reputation in the industry, Arkie Atelier Design India Private Limited is highly recommended for its excellent architectural and construction services.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.254697,
        "rating": 4.6,
        "numRatings": 61,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "ARKIE ATELIER DESIGN is one of the leading companies in India involved in Architecture and Interior Designing Consultancy Services. AAD is a private limited company established in 1992, with T.S.Saravanan as the Chairman & Principal Architect, supported by a team of talented, qualified and experienced professionals across the board. We are able to offer a broad range of skills that can be tailored to match a client\\'s specific requirements and opportunity.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 22,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ih7suXQqL3pwQLBQPTTuDQIYOEs1l89o",
          "SNyG7faZtYxqfCXkLEdS6riF0VcWPobn",
          "YsN8E5EOavF1Yv9rkNsNd7slWdAt9CXV",
          "Ih7suXQqL3pwQLBQPTTuDQIYOEs1l89o",
          "SNyG7faZtYxqfCXkLEdS6riF0VcWPobn",
          "YsN8E5EOavF1Yv9rkNsNd7slWdAt9CXV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Arkie Atelier Design India Private Limited",
        "placeId": "ChIJM9KX_bRnUjoR2x_m1KgNtjE",
        "internationalPhoneNumber": "+91 44 4314 2200",
        "reviews": [
          {
            "rating": 5,
            "text": "Very familiar in this profession,I would recommend.",
            "author_name": "Tamilarasan Venkat",
            "relative_time_description": "",
            "time": 1673507583,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very Good Construction Company",
            "author_name": "kiru jc",
            "relative_time_description": "",
            "time": 1698404725,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "They are doing their duties excellent",
            "author_name": "Rathnasabapathy Umanathan",
            "relative_time_description": "",
            "time": 1629464040,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.aadindia.com/",
        "index": 23,
        "id": "",
        "categories": [
          "Architecture firm",
          "Architect",
          "Interior architect office"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 2,
            "4": 15,
            "5": 42
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.039712,
        "address": "6, Venus Colony 2nd St, Venus Colony, Alwarpet, Chennai, Tamil Nadu 600018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJN2j4CgBmUjoRTez3TGDgKrg",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.275406,
        "rating": 4.1,
        "numRatings": 1064,
        "sources": [
          {
            "id": "1253293",
            "type": "webPlacesList",
            "url": "https://5senseswalks.com/tour/british-architecture-walk-in-chennai/",
            "sourceSite": "Web",
            "snippet": "The Central Railway Station was built in 1873 in Gothic Revival style by British architect George Harding. It was modified by Robert Chisholm who added the central clock tower and Travancore caps on the main towers.",
            "siteName": "5 Senses Walks",
            "shortName": "British Architecture walk in Chennai to discover magnificent buildings",
            "indexInSource": 8,
            "iconSiteId": 152907,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1wexlqiTESO5VW8bsU3KtqjsJQTj5EZy",
          "MWEkfZKtEnT8IYnm6KNB8FpGHEKtnhVI",
          "hokzxtXlwdoeEqodvRahgwFFuNRfv8WK",
          "1wexlqiTESO5VW8bsU3KtqjsJQTj5EZy",
          "MWEkfZKtEnT8IYnm6KNB8FpGHEKtnhVI",
          "hokzxtXlwdoeEqodvRahgwFFuNRfv8WK"
        ],
        "openingPeriods": [],
        "name": "Puratchi Thalaivar Dr MGR Central railway station",
        "placeId": "ChIJN2j4CgBmUjoRTez3TGDgKrg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's a historical & iconic railway station in Chennai and is very busy (and noisy too!) throughout the day/night. Passenger services and amenities (especially eateries) are much better these days. Kudos to Southern Railways for maintaining such a busy station very well.",
            "author_name": "Thendral SR",
            "relative_time_description": "",
            "time": 1706285753,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "MGR Central Railway Station at Chennai is a marvellous heritage location. The architecture is huge and boasts of the rich times of Chennai/Madras kingdom. The design reflects everything - rich heritage, comfort, ease of access and a very modern approach.\n\nMGR Central Railway Station is one of the most feature rich stations that I have come across. It has multiple resting lounges, various eateries, ample seating places, book store, health centre, ATMs, information centre, VIP Lounge, water taps and much more.\n\nI observed the staff very keen on keeping the platforms clean.\n\nMGR Central Railway station is located very close to the Marina Beach and has easy access to various modes of transports - Metro, Bus, Cabs, Auto etc\n\nThe station is easily accessible for wheelchair bound travellers. There is buggy service which takes passengers across the station.\n\nSigning Off\nHiral Amodia\n(Insta : amodiahs)",
            "author_name": "Hiral Amodia",
            "relative_time_description": "",
            "time": 1728669444,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Central Railway Station, is one of the busiest and most significant railway in India. The station offers a wide range of facilities, including waiting rooms, restrooms, food stalls, bookstores, and ticket counters. However, restoom is not that clean. Also waiting room should be maintained more.\n\nIts very far from airport but it has metro station and local station near by. Station is big but still crowded during busy hours.\n\nMetro is the best choice of transport from railway station rather than auto or taxi. If you are with less luggage then go for bus.",
            "author_name": "Neeraj Wbz",
            "relative_time_description": "",
            "time": 1720335553,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 24,
        "id": "",
        "categories": [
          "Transport hub"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 108,
            "2": 28,
            "3": 106,
            "4": 274,
            "5": 548
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.082187,
        "address": "Periamet, Kannappar Thidal, Chennai, Tamil Nadu 600003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJN6BUjo1nUjoR6m4FLXhQeQg",
        "generalDescription": "Murali Architects is an innovative design practice based in Tamil Nadu, India. The team focuses on creating beautiful and functional residential, commercial, institutional and hospital projects. Their reputation for quality design and efficient project management is well-deserved, and they are dedicated to continuing their research into new and better ways to achieve successful outcomes for their clients. From start to finish, they work tirelessly to make sure every project is a success.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.249996,
        "rating": 4.2,
        "numRatings": 219,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "Murali architects, one of the innovative design practices in Tamil Nadu, offers services in Architecture and Interior design.An excellent team of Architects, Interior Designers, Civil engineers headed by the chief architect M.Murali, M.Arch., (Mc Gill –Canada) creates innovative and inspiring residential,commercial,institutional and hospital projects. Our projects are unique and possess qualitative architecture as an outcome of commitment to our core value of design excellence and are dedicated to research & development.We are proud of our reputation for quality design and efficient project management giving succesful design solutions. From the scribble for design to contract administration, we work tirelessly for a succesful and satisfactory outcome to you, our clients.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 7,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820409",
            "type": "webPlacesList",
            "url": "https://www.novatr.com/blog/sustainable-architecture-firms-in-chennai",
            "sourceSite": "Web",
            "snippet": "The Tree Hugger project (Source: http://www.muraliarchitects.com/). Led by Ar.Murali Murugan, Murali Architects is considered one of the innovative sustainable architecture firms in Chennai and the larger state of Tamil Nadu. Committed to a qualitative architecture that is based on research and development, this firm has explored design methodologies and solutions that respond to the context and spatial experience.",
            "siteName": "Novatr",
            "shortName": "10 Sustainable Architecture Firms in Chennai to Begin Your Career",
            "indexInSource": 4,
            "iconSiteId": 264167,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gz35une2jYDX4KlOVv45UXcsZvK2lxRh",
          "WXZxHNfgoUvoxXfzYravnulwPhKQqN7O",
          "0Ak50Z2lFumD352CgLWAOyO58bVKROD2",
          "N0OfG6A4iEahzHds8IPkfrGlPKSthu9b",
          "gz35une2jYDX4KlOVv45UXcsZvK2lxRh",
          "WXZxHNfgoUvoxXfzYravnulwPhKQqN7O",
          "0Ak50Z2lFumD352CgLWAOyO58bVKROD2",
          "N0OfG6A4iEahzHds8IPkfrGlPKSthu9b"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Murali Architects",
        "placeId": "ChIJN6BUjo1nUjoR6m4FLXhQeQg",
        "internationalPhoneNumber": "+91 44 2441 3230",
        "reviews": [
          {
            "rating": 5,
            "text": "We take immense delight in the splendid work of Murali Architects, who have meticulously crafted our envisioned residence with innovation in Nagercoil. The project is gracefully materializing under their expertise. Our profound gratitude extends to Architect Murali Sir and his team for their unwavering support, seamless coordination, and distinctive design approach. Their dedication to excellence is truly commendable and contributes to our profound satisfaction with their services.",
            "author_name": "Leo Antrma",
            "relative_time_description": "",
            "time": 1717337526,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "If you willing to work as 24/7 for 365 days with low salary package you may join in this company (they will tell after 3 months salary will increase)Technically they are okay. But no benefits for employees..They give salary by cash, no proper appointment letter,first learn how to handle employees.. if you want employees work without seeing timing(like 24×7) before interview/joining inform clearly. They have also a personal life..",
            "author_name": "Nagarajan",
            "relative_time_description": "",
            "time": 1734347520,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We are profoundly grateful to Architect Murali sir and  distinguished team for the singularly innovative design that has elevated our residence to a new plane of architectural excellence. Their virtuosity is evident in the exemplary craftsmanship, a testament to their unparalleled design prowess. We extend our special thanks and gratitude to Architect Murali sir and team, whose indispensable coordination and prompt support is  instrumental in realizing this remarkable achievement.",
            "author_name": "S Julie Prathibha",
            "relative_time_description": "",
            "time": 1717337796,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.muraliarchitects.com/",
        "index": 25,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 5,
            "3": 17,
            "4": 37,
            "5": 140
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.001549,
        "address": "142, Kamaraj Ave 2nd St, Venkata Rathnam Nagar Extension, Teachers Colony, Adyar, Chennai, Tamil Nadu 600020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJOU76XD9dUjoRK4_rZ2U8xVE",
        "generalDescription": "Vinu Vergis Architect is an architectural and interior design firm in Chennai with over 40 years' experience. With a multi-disciplinary approach, they are able to deliver the latest in CAD technology, BIM modelling and advanced visualization software to ensure that designs meet expectations and intent until project completion.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.258731,
        "rating": 4.9,
        "numRatings": 8,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "The firm specialises in Architectural & Interior Design projects for Residential,Commercial,Institutional and other building types. With a combined experience of over 40 years, we are an established design firm and practice with the highest ethical standards expected of the profession and work with the support of experienced building consultants, leading civil contractors, building engineers and reputed product vendors in Chennai and the rest of India.With a multi disciplinary approach in facilitating the varied demands of our clients, we approach every design project irrespective of size with the latest in CAD technology,BIM ( Building Information Modelling ) and advanced visualisation software to ensure that our design intent and client expectations are delivered till project completion",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 1,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VQQyWRC1ML0kcUvRZo7kuGVuEANsZl0j",
          "nCo8fkNNAW11p1nXHPPK8DDMQglXsmyE",
          "al85tvnpvnhwTqB777jzSZ7gyAiIAuNI",
          "xv85WipjPjC3nBLwHZtAECgVZO53YhLc",
          "VQQyWRC1ML0kcUvRZo7kuGVuEANsZl0j",
          "nCo8fkNNAW11p1nXHPPK8DDMQglXsmyE",
          "al85tvnpvnhwTqB777jzSZ7gyAiIAuNI",
          "xv85WipjPjC3nBLwHZtAECgVZO53YhLc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Vinu Vergis Architect",
        "placeId": "ChIJOU76XD9dUjoRK4_rZ2U8xVE",
        "internationalPhoneNumber": "+91 98840 46255",
        "reviews": [
          {
            "rating": 5,
            "text": "The finest jewelry shop in tuticorin..",
            "author_name": "Kannan Moorthy",
            "relative_time_description": "",
            "time": 1657821916,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "They creating a new style of interiors and exteriors with plenty of options.am got a responsive and reasonable price from their works.they doing well in Architecture",
            "author_name": "ram prathep",
            "relative_time_description": "",
            "time": 1576662862,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.v2arch.in/",
        "index": 26,
        "id": "",
        "categories": [
          "Architecture firm",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 7
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.967368,
        "address": "3/432, 16th St, Venkateshwara Nagar, New Colony, Kottivakkam, Chennai, Tamil Nadu 600041, India",
        "travel_time": null
      },
      {
        "_id": "ChIJxzOHzD9dUjoR9hR_7MqB1ms",
        "generalDescription": "Yom6 Architects is a design firm that specializes in contemporary architectural designs. Their work features a variety of styles and often incorporates innovative technologies. The firm's clients include both private individuals and businesses.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.255284,
        "rating": 4.7,
        "numRatings": 11,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 0,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z4Rcr40jmWtuUpISTN0NahBKkRdHYOZY",
          "BacdupNNSYgwbznViTYzBV1Owh77AiPG",
          "ODwYWCi85hinJMVFOca8eEJYTRMRxJj5",
          "huYdXpORE3Tcc48wcRXtutHtWXOcdXDQ",
          "z4Rcr40jmWtuUpISTN0NahBKkRdHYOZY",
          "BacdupNNSYgwbznViTYzBV1Owh77AiPG",
          "ODwYWCi85hinJMVFOca8eEJYTRMRxJj5",
          "huYdXpORE3Tcc48wcRXtutHtWXOcdXDQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Yom6 Architects",
        "placeId": "ChIJxzOHzD9dUjoR9hR_7MqB1ms",
        "internationalPhoneNumber": "+91 97910 48471",
        "reviews": [
          {
            "rating": 5,
            "text": "Their designs and plans are really cool.",
            "author_name": "san Ju",
            "relative_time_description": "",
            "time": 1593359231,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Exploring new designs",
            "author_name": "Ramya Svr",
            "relative_time_description": "",
            "time": 1593416724,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best Architecture firm",
            "author_name": "Arun Kumar",
            "relative_time_description": "",
            "time": 1593359293,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 27,
        "id": "",
        "categories": [
          "Architectural designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 0,
            "4": 0,
            "5": 10
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.964766,
        "address": "Karim nagar 2nd st, Periyar Salai, Palavakkam, Tamil Nadu 600041, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyex0nfFnUjoRQj0PNNufS8M",
        "generalDescription": "Beavers Architects is a design firm specializing in innovative architecture. They take pride in their ability to understand the needs of their clients and deliver on those wishes with precision and care. From residential villas and luxury multi-family apartments to energy efficient commercial office buildings and IT parks, every project undertaken by Beavers Architects is orchestrated with passion and knowledge.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.259161,
        "rating": 4.4,
        "numRatings": 39,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "At Beavers Architects, innovation has always been an integral part of our approach to design. This is evident when stepping into one of our many projects ranging from high end residential villas and luxurious multi-family apartment towers to energy efficient commercial office buildings and IT parks.Every project undertaken by Beavers Architects is orchestrated by passionate hands and minds, knowing that people live, work and play in the spaces we envision and realize.The studio offers a wide array of services within the realms of architecture, interior design and landscaping while being responsive and flexible to the visions of our clients, fully aware that we are in a service oriented business.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 2,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZQRRHkWgMvT11knIyBmR4MXeJulTxx4m",
          "1jb4LVpx4XTApMhhpkjHDtez8jWnTo4B",
          "ZQRRHkWgMvT11knIyBmR4MXeJulTxx4m",
          "1jb4LVpx4XTApMhhpkjHDtez8jWnTo4B"
        ],
        "openingPeriods": [],
        "name": "Beavers Architects",
        "placeId": "ChIJyex0nfFnUjoRQj0PNNufS8M",
        "internationalPhoneNumber": "+91 44 2452 9073",
        "reviews": [
          {
            "rating": 5,
            "text": "A young & energetic professional team that delivers to clients' satisfaction.",
            "author_name": "Bhaskaran Anakkavur",
            "relative_time_description": "",
            "time": 1578878138,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "wonderful place to work and create",
            "author_name": "aysha beavers",
            "relative_time_description": "",
            "time": 1667368165,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "That do unique designs",
            "author_name": "Balaji Narayanan",
            "relative_time_description": "",
            "time": 1511106466,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.beaversarchitects.com/",
        "index": 28,
        "id": "",
        "categories": [
          "Architect"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 3,
            "4": 9,
            "5": 25
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.994865,
        "address": "F-1, BBC Enclave, No.15, Sivagamipuram, 1st Street, Thiruvanmiyur, Chennai, Tamil Nadu 600041, India",
        "travel_time": null
      },
      {
        "_id": "ChIJBdF1_gxnUjoRKDvwYmxsb8Q",
        "generalDescription": "ANSS Crafters, established in 2002, offers innovative exterior and interior design solutions in Tirunelveli. With a portfolio of prestigious projects in Tirunelveli, Madurai, Trichy, and Chennai, the company is known for its professional architectural consultancy services. Operating from both Tirunelveli and Chennai, ANSS Crafters specializes in executing challenging and creative designs for both interior and exterior spaces.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.223725,
        "rating": 5,
        "numRatings": 2,
        "sources": [
          {
            "id": "202815",
            "type": "webPlacesList",
            "url": "https://kraftivo.in/chennai/architects/east-coast-road",
            "sourceSite": "Web",
            "snippet": "Anss crafters was formed in the year 2002 to provide creative ideas in the field of Exterior and Interior Design at Tirunelveli. Over the years we have designed and executed several prestigious and challenging projects at Tirunelveli, Madurai, Trichy and Chennai. ANSS crafters is a Professional Architectural Consultancy and Exterior & Interior Designing Company operating from both Tirunelveli and Chennai.",
            "siteName": "Kraftivo",
            "shortName": "Architects in East Coast Road, Chennai & List of Best Building Designers",
            "indexInSource": 19,
            "iconSiteId": 13342,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JMJH0vdpue3TisGfEe83IF2ZUXZia6ly",
          "I4xd9cenOGVkhVFKDNplarOWIyEaSWn5",
          "R2TaH4B7wyKdbiTssFqlsioRmwQ7h35m",
          "mMjuHlX6gunkLOUw7lG3lxseXAeIYbW6",
          "JMJH0vdpue3TisGfEe83IF2ZUXZia6ly",
          "I4xd9cenOGVkhVFKDNplarOWIyEaSWn5",
          "R2TaH4B7wyKdbiTssFqlsioRmwQ7h35m",
          "mMjuHlX6gunkLOUw7lG3lxseXAeIYbW6"
        ],
        "openingPeriods": [],
        "name": "ANSS Crafters - Architects in Chennai",
        "placeId": "ChIJBdF1_gxnUjoRKDvwYmxsb8Q",
        "internationalPhoneNumber": "+91 99407 70891",
        "reviews": [],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.anss.co.in/",
        "index": 29,
        "id": "",
        "categories": [
          "Architect",
          "Architectural designer",
          "Architecture firm",
          "Interior architect office",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 2
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.014527,
        "address": "1st Floor, 19/11, Anna Salai, Little Mount, Saidapet, Chennai, Tamil Nadu 600015, India",
        "travel_time": null
      }
    ]
  }
}