{
  "list_id": "629",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/629/1.jpg",
  "description": "Dive into \"Chandigarh's Captivating Clicks: A Photo Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160323"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chandigarh's Captivating Clicks: A Photo Journey",
  "city_id": "304",
  "subtype": "poi",
  "city": "Chandigarh",
  "created_ts": 1759074066,
  "slug": "chandigarhs-captivating-clicks-a-photo-journey-chandigarh-poi-07f8e9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJOUvVMLntDzkRgBKx9y3rsX8",
        "generalDescription": "Located in Chandigarh, the ISKCON Temple is a vast Hare Krishna complex with a stunning marble temple, guest house, and library. The property offers easy access to popular attractions like Zakir Hussain Rose Garden, Government Museum and Art Gallery, Leisure Valley, The Rock Garden of Chandigarh, Elante mall, and Sukhna Lake. Additionally, the hotel provides quality accommodation with facilities such as travel desk, medical assistance, and banquet halls for social gatherings.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.761346,
        "rating": 4.8,
        "numRatings": 7671,
        "sources": [
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Dedicated to Hindu Lord Krishna and Radha, ISKCON Temple in Chandigarh is much frequented by tourists and locals. If you are planning to explore the temple, try visiting in the evening hours, so that you can get the Prasadam. Timing: 4.30 am to 8.30 pm",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 3,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 18 out of 54 Places To Visit in Chandigarh. ISKCON Temple is located in Sector 36B, Dakshin Marg in Chandigarh. The shrine is one of the several of the chain temples spread all over the country and across the world.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "EX6Z92zvkDssHKxCDYOLGYhvTOp7a4zK",
          "0WjsAe29wiBcppA9uxiV5EdH6wTe8iQp",
          "zMeAmF38yTAIpI0A56WrBou6pzSgdBuR",
          "EX6Z92zvkDssHKxCDYOLGYhvTOp7a4zK",
          "0WjsAe29wiBcppA9uxiV5EdH6wTe8iQp",
          "zMeAmF38yTAIpI0A56WrBou6pzSgdBuR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0430"
            },
            "close": {
              "day": 0,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1615"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0430"
            },
            "close": {
              "day": 1,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1615"
            },
            "close": {
              "day": 1,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0430"
            },
            "close": {
              "day": 2,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1615"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0430"
            },
            "close": {
              "day": 3,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1615"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0430"
            },
            "close": {
              "day": 4,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1615"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0430"
            },
            "close": {
              "day": 5,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1615"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0430"
            },
            "close": {
              "day": 6,
              "time": "1245"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1615"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "ISKCON Temple Chandigarh",
        "placeId": "ChIJOUvVMLntDzkRgBKx9y3rsX8",
        "internationalPhoneNumber": "+91 172 260 1590",
        "reviews": [
          {
            "rating": 5,
            "text": "This experience is from my last month visit to iskon on the occasion of shree krishna janmashtmi...it was a divine feeling which I can't even express how much I feel relieved and relaxed over here....I got mesmerized  after seeing the beautiful decoration which was with the real flowers ...this was my unforgettable lifetime experience .\n\nJai kanhaiya laal ki 🙏🏻✨",
            "author_name": "Anuj Saxena",
            "relative_time_description": "",
            "time": 1726171665,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Must visit to feel divine and peace. Sit there for a while and chant. You may also get a free meal around evening hours outside the temple.",
            "author_name": "Sugandhita Ujjawal Kumar",
            "relative_time_description": "",
            "time": 1744090865,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited the ISKCON Temple recently, and it was such a calming experience. The atmosphere is serene, and the sound of the bhajans instantly lifts your mood. The temple is clean and well-kept, and the evening aarti is truly beautiful, it fills you with a sense of peace. The people there are warm and welcoming too. Whether you're spiritual or just looking for a quiet place to reflect, it's definitely worth a visit.",
            "author_name": "Arunangshu Prasad Bhattacharya",
            "relative_time_description": "",
            "time": 1747132065,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.iskconchandigarh.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Book store",
          "Cafeteria",
          "Gift shop",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 112,
            "2": 53,
            "3": 214,
            "4": 740,
            "5": 6550
          }
        },
        "minMinutesSpent": null,
        "latitude": 30.734366,
        "address": "Hare Krishna dham, ISKCON Temple, Dakshin Marg, Sector-36B, Sector 36, Chandigarh, 160036, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlzKPi0PtDzkRsi3-RfaAnME",
        "generalDescription": "Nek Chand’s Rock Garden of Chandigarh is a mesmerizing destination filled with mosaic courtyards, sculptures, and pathways made from old crockery. This lush garden is a testament to art and culture, offering visitors an immersive experience in its magical artworks. The garden features impressive artifacts spanning from the Middle Ages to contemporary art. Visitors can also explore themed gardens at Leisure Valley and enjoy a boat ride at Sukhna Lake during sundown.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.805054,
        "rating": 4.5,
        "numRatings": 52379,
        "sources": [
          {
            "id": "460108",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/6-great-photo-shoot-location-chandigarh/",
            "sourceSite": "Web",
            "snippet": "You can get a completely unique photo shoot done at the rock garden. The rock garden was created by Nek Chand out of the waste products which are generally thrown as waste. You can get a creative photoshoot done at the rock garden because the sculptor like creations are created from waste products.",
            "siteName": "Chandigarh Metro",
            "shortName": "6 Great Photo Shoot Locations In Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Nek Chand’s Rock Garden | #1 of 16 Best Places to Visit in Chandigarh. No trip to Chandigarh is ever complete without a visit to the renowned Rock Garden. Whether you are in the city with family and friends or on business, take some time out and make your way to this unique place.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ge8xu26rfB3lpIP90J2f2h3hac6C3A3t",
          "eU9NhjqkaDCMCbobHN2Os3aeJAqFpnnq",
          "GPeeUB5u5oM8n72IQWheXGwCkuEndpy0",
          "Ge8xu26rfB3lpIP90J2f2h3hac6C3A3t",
          "eU9NhjqkaDCMCbobHN2Os3aeJAqFpnnq",
          "GPeeUB5u5oM8n72IQWheXGwCkuEndpy0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Nek Chand’s Rock Garden of Chandigarh",
        "placeId": "ChIJlzKPi0PtDzkRsi3-RfaAnME",
        "internationalPhoneNumber": "+91 172 274 0645",
        "reviews": [
          {
            "rating": 5,
            "text": "Nek Chand's Rock Garden is a mesmerizing blend of art, creativity, and sustainability. This unique attraction showcases an incredible array of sculptures and installations made entirely from industrial and household waste materials, a testament to the vision and ingenuity of its creator.\n\nThe garden is divided into various sections, each offering something new and exciting to explore, from intricate statues to cascading waterfalls. It's not just a visual delight but also an inspiring experience, highlighting the beauty that can be created from discarded items.\n\nThe garden's pathways are easy to navigate, and the lush surroundings make it a refreshing retreat from the city's bustle. It's a perfect spot for families, art enthusiasts, and anyone looking for a unique experience.\n\nWhile the place can get crowded during peak hours, its charm and the sense of wonder it evokes make it well worth a visit. A true gem of Chandigarh and a must-see for anyone in the region!",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1746987805,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Rock Garden Chandigarh is a 35 acre eco-friendly garden, built solely by home waste and other Industrial items.\nSculptures are created using items such as bangles, ceramic pots, tiles, bottles and Electric waste.\nGarden is a mixture of Landscape, architecture, sculpture and mythology.\nNEK CHAND, founder of Rock Garden, started creating this garden secretly during his spare time in 1957.\nThe Layout of Garden is based on the fantasy of a Lost Kingdom. It has 14 different chambers like the forecourt.\nThe Teej festival, when the Rock Garden assumes a festive look, holds a special attraction for tourists.\n\nMAJOR ATTRACTIONS\n\nPHASE 1:- Toilet fixtures, broken glass pieces and broken tiles have been used to create figures of humans and animals\nPHASE 2:- Once you enter you will feel entering a small traditional Indian village representing beautifully carved huts, temples pathways etc.\nPHASE 3:- It's inspired by Roman architecture; swings are hanging for people to enjoy the beauty.\nWaterfall, Aquariums where we can get glimpse of fishes wandering around.\nOpen Air Theatre:- An open seating ground with stairs.\nLaughing Mirror Display; Camel and Train ride.\nMust visit to Dolls museum.\nSouvenir Shop.\nFood Court",
            "author_name": "Mubashir Sangam",
            "relative_time_description": "",
            "time": 1752901358,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Rock Garden in Chandigarh is truly one of the most unique places I have ever visited. It is not just a garden, but a living piece of art created with so much imagination and dedication. Nek Chand's vision of turning waste and discarded items into sculptures and creative structures is simply mind-blowing. Walking through the garden feels like stepping into a magical world – every turn opens up to something new and unexpected. From human figures to animals, walls, waterfalls, and hidden passages, the entire place is full of creativity.\n\nThe garden is well-maintained, and the layout is designed in such a way that you can spend hours exploring without feeling bored. It is also a paradise for photographers – every corner offers a perfect backdrop for pictures. Families, kids, and even solo travelers will enjoy the peaceful yet exciting vibe of the garden. The second phase with beautiful waterfalls and amphitheater-style seating adds to the charm, making it an ideal spot to relax after walking around.\n\nWhat I loved most was how something as simple as broken tiles, bangles, and ceramic pieces has been transformed into timeless artwork. It sends out a strong message about recycling and sustainability, much before these concepts became popular.\n\nThe only thing to keep in mind is that the garden is quite big, so wear comfortable shoes and carry water. It can get crowded on weekends, so mornings are the best time to visit if you want a quieter experience.\n\nOverall, Rock Garden is a must-visit landmark in Chandigarh – a place that beautifully combines art, history, and creativity. It is not just a tourist attraction, but a cultural treasure of India. 🌿✨",
            "author_name": "Avadh Kishor Dwivedi",
            "relative_time_description": "",
            "time": 1757597437,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://nekchandsrockgarden.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Garden",
          "Museum",
          "Sculpture museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1347,
            "2": 945,
            "3": 3930,
            "4": 12233,
            "5": 33924
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.752933,
        "address": "Uttar Marg, Rock Garden of Chandigarh, Sector 1, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJR5GNEzTtDzkRotUQxLcNeoo",
        "generalDescription": "Sukhna Lake is a picturesque reservoir in Chandigarh, offering activities like pedal boating and jogging along its shores. It's a popular spot for photographers, with the shimmering lake framed by the majestic Shivalik hills providing stunning scenic views from sunrise to moonlit nights. The area also boasts attractions like the Cactus Garden, Rose Garden, and opportunities for trekking in the lower Shivalik Hills.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.818756,
        "rating": 4.6,
        "numRatings": 10399,
        "sources": [
          {
            "id": "1923883",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "Being in the heart of every person, This site can never fail to come in the list of best photography spots in Chandigarh Does this place even need any introduction?. They say beauty needs no introduction, but still, if you want to experience the amazing glaze of the shining lake which is framed by the majestic Shivalik hills, which gives the photographers the best scenic view to capture, From capturing the first sunlight falling on the glazing water to clicking the beauty of the moon at night, this place can never fail Photographers to snap a beautiful click in their cameras. Being one of the most photographed places in the world, if you are a Photography geek, you should surely mark this as the best photography place to visit in Chandigarh.",
            "siteName": "WanderOn",
            "shortName": "14 Photography Spots in Chandigarh: Your Ultimate Guide",
            "indexInSource": 6,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128928",
            "type": "webPlacesList",
            "url": "https://photoshootconcept.blogspot.com/2020/02/top-10-photoshoot-locations-in.html",
            "sourceSite": "Web",
            "snippet": "Sukhna lake is one of the most famous man made lakes in India and a popular tourist place in Chandigarh. Sukhna lake was created by the Swiss French Architecture  Le Corbusier in the year 1958 and it's so well maintained and cleaned even now makes it a perfect spot for spending your evening here.It is a perfect place if you want to get the morning sunrise and evening sunset shots. The place is most commonly known for sunrise and sunset only as the scene is so spectacular that you can't keep your eyes off and in such a peace that you can meditate and lighten your mood also.",
            "siteName": "Blogger",
            "shortName": "TOP 10 PHOTOSHOOT LOCATIONS IN CHANDIGARH",
            "indexInSource": 0,
            "iconSiteId": 19881,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923882",
            "type": "webPlacesList",
            "url": "https://www.theyellowsparrow.com/best-photography-spots-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "The beauty of the lake changes every season as different seasons attract and nurture different flora and fauna to it. As a photographer, you could experience the best sunsets and sunrises in the city here, as the lake seems endless upon continuous looking but when it does, it is bordered by a dusky layer of the Himachal hills. Winters bring along the migratory birds to it and the lake blooms with the lotus cultivation in the monsoon season.",
            "siteName": "The Yellow Sparrow",
            "shortName": "A Visual Guide To The Best Photography Spots in Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 25773,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Speak of lakes in Chandigarh for couples and Sukhna Lake is the first name that comes to mind. It is often described as “one of the most beautiful manmade lakes in India,” and you would agree with the statement if you have had the pleasure of capturing it with your own eyes. The picturesque waterbody has been one of the most sought-after points of interest in Chandigarh ever since it was built in the year 1958.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923877",
            "type": "webPlacesList",
            "url": "https://www.wishnwed.com/blog/picturesque-locations-for-a-celestial-pre-wedding-shoot-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna Lake is a standout amongst the most attractive visitor spots which can likewise be ahead put for the Pre Wedding Shoot in the early morning hours. During the main light, you can have a tremendous perspective of the Kasauli slopes and it adds an additional stunner to the pre-wedding photos. The Lake has its own beguile with the dynamic view.",
            "siteName": "Wish N Wed",
            "shortName": "Picturesque Locations for a Celestial Pre-Wedding Shoot in Chandigarh",
            "indexInSource": 3,
            "iconSiteId": 276533,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460124",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-locations-in-chandigarh.html",
            "sourceSite": "Web",
            "snippet": "This beautiful lake is another gem in the various pre-wedding location in Chandigarh list. The quiet and serene beauty of this place is enough to sweep anyone off their feet. The tranquil blue waters give this lake a divine look and visiting during the golden hours of the day will be a perfect time to capture the lake’s beauty in its entirety.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Pre-Wedding Locations In Chandigarh That couple Needs To Know",
            "indexInSource": 3,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460108",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/6-great-photo-shoot-location-chandigarh/",
            "sourceSite": "Web",
            "snippet": "The most beautiful and the most favorite photoshoot spot of every photographer. Almost every photographer in Chandigarh begins his photography career by capturing a beautiful view of the most famous lake, Sukhna Lake. Sukhna Lake is the perfect location if you want to experience sunsets and sunrise theme photo shoots.",
            "siteName": "Chandigarh Metro",
            "shortName": "6 Great Photo Shoot Locations In Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923875",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "Despite being amid Chandigarh, Sukhna Lake is a calm and beautiful artificial reservoir. The tranquil waterways and stunning Shivalik Hills make it ideal for places for pre-wedding shoots in Chandigarh. Romantic walks along the beach or boat rides are fantastic ways for couples to capture genuine moments.",
            "siteName": "vsnapu.com",
            "shortName": "Best 7 Pre Wedding Shoot Locations in Chandigarh - VsnapU",
            "indexInSource": 2,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923886",
            "type": "webPlacesList",
            "url": "http://storiesbyradhika.com/best-locations-for-pre-wedding-shoot-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna Lake has always been the first choice of many photographers in Chandigarh to click some beautiful pictures. There are some great natural backdrops at Sukhna Lake that will enhance your pre wedding photoshoot. There are no fees or charges for getting a pre wedding shoot at Sukhna Lake Chandigarh.",
            "siteName": "Stories By Radhika",
            "shortName": "Best Locations for Pre-Wedding Shoot in Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 276536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460119",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/top-pre-wedding-shoot-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna lake is a lake where you can have the best view of Chandigarh .One of its speciality is that it is a man- made lake with a unique structure. You can have your pre wedding shoot there in morning time or sunset time. It will give the divine look to your pictures which are  captured there .",
            "siteName": "VideoTailor",
            "shortName": "Top Pre Wedding Shoot Locations In Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923878",
            "type": "webPlacesList",
            "url": "https://chandigarhlifestyle.com/blog/lifestyle/pre-wedding-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna Lake, with its tranquil waters and panoramic views of the Shivalik Hills, is a popular choice for pre-wedding photoshoots. Couples can capture romantic moments against the backdrop of the shimmering lake, surrounded by lush greenery and vibrant sunsets. Image source: Hindustan Times",
            "siteName": "chandigarh life style",
            "shortName": "Top 20 Pre Wedding Locations in Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 159063,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923879",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "If you have the opportunity, you should also try to capture some of the tranquillity of Sukhna Wildlife Sanctuary, which is situated next to Sukhna Lake. Garden of Silence, Peace Park, Buddha At the end of Sukhna Lake in Chandigarh is a place for meditation called the Garden of Silence.",
            "siteName": "Wedding Vyapar",
            "shortName": "Top 13 Pre-Wedding Shoot Locations In Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923887",
            "type": "webPlacesList",
            "url": "https://chandigarhbytes.com/know-the-perfect-location-for-your-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Sukhna Lake the most attracting tourist spot can also be the premier place for your Pre wedding shoot in the morning. Lake has its own charm with a dynamic view. The sunset and sunrise sight is amazing giving another aspect.",
            "siteName": "Chandigarh Bytes",
            "shortName": "19 + Best Pre Wedding Shoot Location in Chandigarh & Nearby",
            "indexInSource": 4,
            "iconSiteId": 8168,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923880",
            "type": "webPlacesList",
            "url": "https://www.shoutlo.com/articles/pre-wedding-shoot-locations-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "To name a few (I know your mind has already pinned down those places), there is Sukhna Lake, The Garden of Silence, Rock Garden, Rose Garden, Shimla-Kalka Railway Line, and the Tunnel. Now, these are a bit mainstream….",
            "siteName": "shoutlo.com",
            "shortName": "Pre Wedding Shoot Locations In Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 3294,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460107",
            "type": "webPlacesList",
            "url": "https://www.studiomemorylane.com/pre-wedding-shoot-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna lake in Chandigarh is a very beautiful place to take pictures of your pre-wedding. This place is very attractive and pretty. You can take very beautiful pictures here in the morning.",
            "siteName": "Studio Memory Lane",
            "shortName": "10 Best Pre-wedding shoot locations in Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 48080,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923874",
            "type": "webPlacesList",
            "url": "https://citcochandigarh.com/top-6-picnic-spots-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "So, keep your earphones packed and soak all your senses in the beauty of nature!. Things to do: Sightseeing, photography, evening walk. Location: 6.3 KM from Hotel Shivalik View",
            "siteName": "CITCO Chandigarh",
            "shortName": "How to improve the hotel guest experience in COVID-19",
            "indexInSource": 1,
            "iconSiteId": 7100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923893",
            "type": "webPlacesList",
            "url": "https://techedo.com/blog/best-photoshoot-places-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Lake was made in 1958 by the famous French architect Le Corbusier. It provides you with a perfect background. Furthermore, it gives you a perfect shot of sunrise and sunset.",
            "siteName": "Student Center",
            "shortName": "Best Photoshoot Places In Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 53843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FKtio5GGJPIsSxell3z1NKepWC8892n6",
          "EzfjrbsMfLat87JrRHOas1iRvMbKpHwO",
          "JltCqFskrxTzxZhIjpmD4pyMmfKvNJmv",
          "TICwnNmCoxyYiowvG4ybNLrCyZKq3sGP",
          "FFWq6TFuqoVBNgtqqK8wMYTiuQYWjpdu",
          "FKtio5GGJPIsSxell3z1NKepWC8892n6",
          "EzfjrbsMfLat87JrRHOas1iRvMbKpHwO",
          "JltCqFskrxTzxZhIjpmD4pyMmfKvNJmv",
          "TICwnNmCoxyYiowvG4ybNLrCyZKq3sGP",
          "FFWq6TFuqoVBNgtqqK8wMYTiuQYWjpdu"
        ],
        "openingPeriods": [],
        "name": "Sukhna Lake",
        "placeId": "ChIJR5GNEzTtDzkRotUQxLcNeoo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I came to visit Sukhna Lake with my husband and child and it was a very good experience for me and i enjoyed.I saw a lot of greenery here.Sukhna lake is very clean and Sukhna lake is a very big lake in which I and my husband did boating. I enjoyed a lot. There are many swings here for kids to play.Tge lake is well-maintained and the level of hygiene is very much high..I was very calm to their atmosphere.Good environment..24/7 security is available.Large parking space available.",
            "author_name": "Pihu Thakur",
            "relative_time_description": "",
            "time": 1743016507,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sukhna Lake is a serene and beautifully maintained spot in the heart of Chandigarh. Ideal for morning walks, boating, or just relaxing by the water. The views are stunning, especially at sunrise and sunset. Clean surroundings, peaceful vibe, and great for families and nature lovers!",
            "author_name": "DEEPAK KUMAR YADAV",
            "relative_time_description": "",
            "time": 1750092042,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Has to be the best place in chandigarh, one of the best walking / jogging track you'd see.. lake on one side and green belt on the other.. sit for sometime and enjoy the wonderful hills in the backdrop and feel the cool breeze.. plenty of parking and a wonderful cafe..",
            "author_name": "sumit gupta",
            "relative_time_description": "",
            "time": 1756986724,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Lake",
          "Nature & Parks",
          "Bodies of Water"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 232,
            "2": 122,
            "3": 531,
            "4": 2117,
            "5": 7393
          }
        },
        "minMinutesSpent": null,
        "latitude": 30.742138,
        "address": "Sector 1, Chandigarh 160001",
        "travel_time": null
      },
      {
        "_id": "ChIJT78SDcftDzkRU4WSZ5USnuo",
        "generalDescription": "The Garden of Fragrance in Chandigarh is a delightful botanical garden filled with aromatic plants and flowers, providing visitors with a sensory experience. Spanning across expansive green landscapes, this serene oasis boasts a diverse array of fragrant flora such as roses, jasmine, and seasonal blooms. Meandering pathways invite exploration amidst colorful blossoms while the air is filled with soothing scents. It's an ideal destination for nature enthusiasts and those seeking a tranquil escape within the city.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.757211,
        "rating": 4.6,
        "numRatings": 6372,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 32 out of 54 Places To Visit in Chandigarh. Garden of Fragrance as the name suggests is famous for its fragrant plants such as Mehndi, Haar Shingar, Raat ki Rani, Motia, Champa, demask rose and varieties of jasmine. The park with beautiful landscape also offers a delightful walk for its visitors.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 19,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4MlhjWWvfv5htjVYQxActeGTZ9loYPOh",
          "uaKz2PoHyjUSv9VcCM5kZLplxsrzaIlw",
          "YVErWVyPq8FgzvRTxoYopVJ1jaLCZAZK",
          "4MlhjWWvfv5htjVYQxActeGTZ9loYPOh",
          "uaKz2PoHyjUSv9VcCM5kZLplxsrzaIlw",
          "YVErWVyPq8FgzvRTxoYopVJ1jaLCZAZK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Garden of Fragrance, 36B Chandigarh",
        "placeId": "ChIJT78SDcftDzkRU4WSZ5USnuo",
        "internationalPhoneNumber": "+91 1800 180 2116",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice,  clean and green surroundings with beautiful plants and walking/jogging track at the periphery. Grab something small to eat or drink and enjoy in the lap of nature. Bins provided every few meters. Please do not litter.",
            "author_name": "Bhumika Bisht",
            "relative_time_description": "",
            "time": 1740621325,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I visited this garden with my family and had a great time. 🌳👨‍👩‍👦 The garden is well maintained, and there are many swings for children. 🛝 My son really enjoyed playing here. 😊",
            "author_name": "Shri Kant Gaur",
            "relative_time_description": "",
            "time": 1745422420,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a very beautiful and spacious garden located in sector 36 of Chandigarh.\n\nIt's very beautiful and full of trees and flowers which you will see nowhere in the tricity.\n\nThe place has clean washrooms available as well with the facility of fresh water to drink. It is safe and great to spend time with family and friends that too in nature.\n\nYou can come here anytime of the day and chill in the sun and spend quality time with your loved ones. Over-all it's a must visit place in Chandigarh.\n\nMy rating is 5 stars.",
            "author_name": "Suraj",
            "relative_time_description": "",
            "time": 1748231979,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 92,
            "2": 66,
            "3": 280,
            "4": 1300,
            "5": 4634
          }
        },
        "minMinutesSpent": 60,
        "latitude": 30.732671,
        "address": "Fragrance Garden Rd, Sector 36B, Sector 36, Chandigarh, 160036, India",
        "travel_time": null
      },
      {
        "_id": "ChIJN6Z-wFPsDzkRWgw240AJrGA",
        "generalDescription": "Located in Sector 33 of Chandigarh, the Terraced Garden is a popular tourist spot known for its vibrant and diverse floral displays. Since its establishment in 1979, this 10-acre garden has been attracting visitors with its stunning flowers and well-maintained grounds. The garden features walking paths, a musical fountain, and hosts seasonal flower festivals that add to its allure. Families often visit for leisurely strolls and picnics amidst the beautiful surroundings.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.771636,
        "rating": 4.5,
        "numRatings": 6261,
        "sources": [
          {
            "id": "1923879",
            "type": "webPlacesList",
            "url": "https://weddingvyapar.com/blog/pre-wedding-shoot-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "One of Chandigarh’s most well-liked tourist destinations, the Rock Garden is a fantastic setting for engagement photos. The garden features a gorgeous rock waterfall that creates an amazing backdrop, and it is full of recycled material sculptures. The artwork in this park was made by Nek Chand, a former traffic inspector in Chandigarh.",
            "siteName": "Wedding Vyapar",
            "shortName": "Top 13 Pre-Wedding Shoot Locations In Chandigarh",
            "indexInSource": 4,
            "iconSiteId": 159803,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263630",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/punjab/chandigarh/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "A perfect picnic spot, the Terraced garden is spread around an area of 10 acres and is a well maintained botanical garden at the foothills of the Himalayan Shivalik Range. The Garden was established in 1979 and is best visited during the evening hours to experience the cool breeze and tranquil environment.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Chandigarh",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460124",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-locations-in-chandigarh.html",
            "sourceSite": "Web",
            "snippet": "An evening breeze while you walk beside your partner through this beautiful garden will surely sway you away. Get your photographer to capture some random candid shots while you walk through the gallery of flowers talking with your partner for having some really great looking pictures.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Pre-Wedding Locations In Chandigarh That couple Needs To Know",
            "indexInSource": 5,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 13 out of 54 Places To Visit in Chandigarh. The Terraced Gardens of Chandigarh is a famous attraction in Chandigarh. Illuminated musical fountain and the well planned orchard makes this 10 acre spread in Sector 33 an ideal picnic spot.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460119",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/top-pre-wedding-shoot-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "It has the beautiful environment in the evening when a gentle breeze blows. Here you can find different varieties of the different kind of flowers . You  can definitely capture some beautiful moments here with your partner .",
            "siteName": "VideoTailor",
            "shortName": "Top Pre Wedding Shoot Locations In Chandigarh",
            "indexInSource": 5,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yFxF5G11Wo6X2ZN2DmaI7Lmq5uhDGDNJ",
          "uXVKf2P8rtEcfr8u5vV9XFmaZ1WHR5jE",
          "IQ1V9iJHuLgx032ldJjOyneYnOUIRdc6",
          "yFxF5G11Wo6X2ZN2DmaI7Lmq5uhDGDNJ",
          "uXVKf2P8rtEcfr8u5vV9XFmaZ1WHR5jE",
          "IQ1V9iJHuLgx032ldJjOyneYnOUIRdc6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0530"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Terraced Garden",
        "placeId": "ChIJN6Z-wFPsDzkRWgw240AJrGA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "In my view, it is one of the best gardens in chandigarh. Every year in the month of December a big flower festival  known as Chrysanthemum is organised by the UT administration which is very enjoyable. People come here to celebrate and enjoy music. There is a huge rush and also eating stalls are there.\nOn normal days I often visit this garden for morning walks. I really enjoyed this very much. There is now a huge rush of morning walks lovers. Outside Park a vegetable juice vendor named Mr. Suresh is there. People relish it after a walk.",
            "author_name": "Pritpal Singh",
            "relative_time_description": "",
            "time": 1737046181,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Terraced gardens are beautifully designed landscapes that utilize a series of leveled platforms or \"terraces,\" each separated by retaining walls, to manage hilly or sloped terrain. This design not only creates a visually stunning effect but also serves practical purposes, such as preventing soil erosion and managing water drainage. Each terrace can be cultivated with different plants, flowers, or even small trees, creating a layered effect that is both aesthetically pleasing and functional.In a terraced garden, the lower levels often feature ground-cover plants or flower beds, while the higher terraces might showcase shrubs, ornamental grasses, or even small waterfalls or fountains. This layering allows for a diverse range of plantings that can thrive in different conditions of sunlight and shade, depending on the orientation and height of each terrace. The pathways or steps connecting these levels can be made of stone, wood, or other materials, adding to the garden's charm and accessibility.The beauty of a terraced garden lies in its versatility and the opportunity it provides for creative landscaping. Whether it's a private residential garden or a larger public park, terraces can be designed to incorporate seating areas, viewing spots, or decorative elements like sculptures and pergolas. These gardens are often used to showcase a variety of plants and flowers, making them a popular choice for botanical displays or themed gardens.",
            "author_name": "Lucky Behera",
            "relative_time_description": "",
            "time": 1722508900,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The garden is lush and green, making it a perfect spot for walking or jogging. It's a beautiful place with stunning trees, and the Chrysanthemum show is the ideal time to visit. The garden is neat and very well maintained.",
            "author_name": "Jaspreet Kaur",
            "relative_time_description": "",
            "time": 1728314757,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://mcchandigarh.gov.in/",
        "index": 5,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "City park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 138,
            "2": 111,
            "3": 484,
            "4": 1514,
            "5": 4012
          }
        },
        "minMinutesSpent": 60,
        "latitude": 30.714419,
        "address": "33 Market Rd, Sector 33B, Sector 33, Chandigarh, 160020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr1AOpHXtDzkRiHELjgSGk3U",
        "generalDescription": "Zakir Hussain Rose Garden, established in 1967, spans across 30 acres and showcases a wide variety of roses, complemented by walking paths and fountains. The garden is conveniently located near several popular attractions such as ISKCON Chandigarh, Government Museum and Art Gallery, Leisure Valley, The Rock Garden of Chandigarh, Elante mall, and Sukhna Lake.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.782881,
        "rating": 4.4,
        "numRatings": 39435,
        "sources": [
          {
            "id": "1923883",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "This magnificent land is located in Sector 16 of Chandigarh, If you want to know if Chandigarh loves nature or not?. You can get the answer just by visiting this place, Not only 1600 varieties of roses but 32000 plus trees can be seem at this place which are not there to just enhance the beauty of this place but also helps people as these trees contains Medicinal traits. When it comes to pre-wedding photoshoot, How can we forget flowers, right?",
            "siteName": "WanderOn",
            "shortName": "14 Photography Spots in Chandigarh: Your Ultimate Guide",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Zakir Hussain Rose Garden | #3 of 16 Best Places to Visit in Chandigarh. Zakir Hussain Rose Garden, Chandigarh Rose Garden or simply Rose Garden, you may call it whatever you want, but it is always going to be that same enchanting place that takes your senses on a heavenly ride. Located in the Sector 16 area, it sprawls across 30 acres and gives you a chance to see more than 1600 species of roses and other members of the plant kingdom.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923873",
            "type": "webPlacesList",
            "url": "https://www.herzindagi.com/diary/chandigarh-pre-wedding-shoot-locations-article-253368",
            "sourceSite": "Web",
            "snippet": "The Zakir Hussain Rose Garden is one of the most beautiful gardens in India and is a perfect location for pre-wedding shoots. It is one of the most popular attractions of Chandigarh and is home to many varieties of roses. The garden, which spans 30 acres and has 50,000 rose bushes of 1600 different types, provides breathtaking views for a perfect pre-wedding photoshoot.",
            "siteName": "HerZindagi",
            "shortName": "Wedding 2023: 6 Top Pre-Wedding Shoot Locations In Chandigarh",
            "indexInSource": 0,
            "iconSiteId": 3293,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923886",
            "type": "webPlacesList",
            "url": "http://storiesbyradhika.com/best-locations-for-pre-wedding-shoot-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Sukhna Lake has always been the first choice of many photographers in Chandigarh to click some beautiful pictures. There are some great natural backdrops at Sukhna Lake that will enhance your pre wedding photoshoot. There are no fees or charges for getting a pre wedding shoot at Sukhna Lake Chandigarh.",
            "siteName": "Stories By Radhika",
            "shortName": "Best Locations for Pre-Wedding Shoot in Chandigarh",
            "indexInSource": 1,
            "iconSiteId": 276536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "If flowers boost your mood, then this is just the right pace for you. You will find around 825 types of flowers in Zakir Hussain Rose Garden (Chandigarh). The flower beds are well-maintained and you can visit the garden to spend some good times with your friends or family.",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 1,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923874",
            "type": "webPlacesList",
            "url": "https://citcochandigarh.com/top-6-picnic-spots-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "In Chandigarh, this is an enchanting place and among the best tourist places in Chandigarh. This garden is quite popular among the locals as well. The greenery all around along with the bushes of various types of roses is bliss to watch.",
            "siteName": "CITCO Chandigarh",
            "shortName": "How to improve the hotel guest experience in COVID-19",
            "indexInSource": 3,
            "iconSiteId": 7100,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "K5JwM2D2chM4cuYvccwQQPoB1k7OmJ68",
          "xk7teMDa5WWIYvnn1yJexBDQFzmRVpHD",
          "wgjBNrvFQ6tSqSVflx1wP8h7QMjrwMnN",
          "K5JwM2D2chM4cuYvccwQQPoB1k7OmJ68",
          "xk7teMDa5WWIYvnn1yJexBDQFzmRVpHD",
          "wgjBNrvFQ6tSqSVflx1wP8h7QMjrwMnN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Zakir Hussain Rose Garden",
        "placeId": "ChIJr1AOpHXtDzkRiHELjgSGk3U",
        "internationalPhoneNumber": "+91 1800 180 2116",
        "reviews": [
          {
            "rating": 5,
            "text": "Zakir Hussain Rose Garden is one of the most beautiful and well-maintained gardens I've ever visited. Located in the heart of Chandigarh, it offers a refreshing escape from the hustle and bustle of daily life. Spread across a vast area, the garden is home to over 1,600 species of roses, each one more stunning than the last. The sight of thousands of blooming roses in every possible shade is simply breathtaking and makes for a perfect spot for nature lovers and photographers alike.\n\nWhat impressed me the most was the peaceful and clean environment. The garden is beautifully landscaped, with neat walking paths, green lawns, and soothing water fountains. Benches placed under shady trees offer visitors a place to relax and soak in the beauty around them. It's an ideal place for morning walks, family outings, or even a quiet afternoon alone with a book.\n\nThe Rose Festival held here annually is a major attraction, with cultural events, competitions, and a festive vibe that draws huge crowds. The garden is also very well-managed, with proper signs, security, and facilities, making the experience even more pleasant.\n\nWhat sets this garden apart is not just the sheer variety of roses, but also the peaceful atmosphere it provides in the middle of a busy city. It's a place where you can truly connect with nature and feel rejuvenated.\n\nOverall, Zakir Hussain Rose Garden is a must-visit destination if you're in Chandigarh. Whether you're a tourist or a local, this garden offers an unforgettable experience filled with colour, fragrance, and tranquility. Highly recommended for anyone looking to relax and enjoy the beauty of nature.",
            "author_name": "Gurjeet Singh",
            "relative_time_description": "",
            "time": 1750083791,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Rose Garden is a breathtakingly beautiful place spread across a vast area, making it a paradise for nature lovers. The garden is exceptionally well-maintained, with lush greenery and a clean, serene atmosphere. It boasts thousands of varieties of roses, each more stunning than the last, creating a mesmerizing display of colors and fragrances.",
            "author_name": "Asmita Singhai",
            "relative_time_description": "",
            "time": 1743642783,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very peaceful. Love to visit this place in Feb or March when the roses blossoms. You can have a good time with ur family and kids. Lots of playing area available for kids. A good option while visiting Chandigarh.",
            "author_name": "P A Zainul Abid",
            "relative_time_description": "",
            "time": 1750077944,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1254,
            "2": 1020,
            "3": 3528,
            "4": 9202,
            "5": 24430
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.747035,
        "address": "Jan Marg, 16B, Sector 16, Chandigarh, 160015, India",
        "travel_time": null
      },
      {
        "_id": "ChIJS_CxqDXtDzkRYFk_KJbZ3N0",
        "generalDescription": "A 216-acre protected forest nature reserve known for its lake & rich flora & fauna.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.827407,
        "rating": 4.5,
        "numRatings": 3247,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "5 km from city center 46 out of 54 Places To Visit in Chandigarh. Spread across an extensive area of 3245 hectares, the Nepali and Kansal forest reserve in Chandigarh is a haven for diverse flora and fauna, including several endangered species. Home to a rich variety of wildlife, the reserve boasts sightings of neelgais, antelopes, jahares, jackals, and hyenas among others.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 30,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qDb4rxvJJZnC4r9PNKlsNSxZepBh6l0I",
          "L43kQeG3x9FjYski6Vn8KFO2MmS6XVde",
          "RmGznO2VnM8eP7y8s6nmId88BgpzXkIx",
          "qDb4rxvJJZnC4r9PNKlsNSxZepBh6l0I",
          "L43kQeG3x9FjYski6Vn8KFO2MmS6XVde",
          "RmGznO2VnM8eP7y8s6nmId88BgpzXkIx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Lake Reserved Forest",
        "placeId": "ChIJS_CxqDXtDzkRYFk_KJbZ3N0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I recently visited Lake Reserved Forest with my family, and it was a wonderful experience. The environment is peaceful and refreshing, perfect for a relaxing day in nature. The scenery is beautiful, with lush greenery and calm water, making it an ideal spot for family outings. We really enjoyed our time there, and I would highly recommend it to anyone looking to unwind and connect with nature",
            "author_name": "Ravi Tandon",
            "relative_time_description": "",
            "time": 1731391278,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Peaceful and green escape near Sukhna Lake!\nBeautiful nature trails, lots of birds and animals, and a calm forest vibe. Great for walking, relaxing, and spotting wildlife. Perfect place for morning walks or nature lovers in Chandigarh. 🌳🦌🕊️",
            "author_name": "Deepak Kumar",
            "relative_time_description": "",
            "time": 1750549984,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Do not miss the walk through the pine forests and meandering slopes. Climb a bit to the upper areas and you will see snow clad Himalayan ranges far away. A very delightful experience indeed.\nThe drive from Banjar to this area is exciting with steep ascends and descends, not for the weak hearted or for the inexperienced driver. A good vehicle, skilled driver, good visibility conditions etc are important to avoid dangers as there are portions with steep hillsides on the side of the roads.\n\nVery beautiful place nicely maintained very clean and peaceful environment must visit spot in Chandigarh.\nNice and new tourist attractions at Chandigarh. Equal efforts are being made to develop the same more. One more feather in the cap of Chandigarh.\nGood place for walking. About 3 km from the entrance to the other end. Parts of Sukhna Lake are also seen. Lots of birds to watch for - grey hornbill, black kites, myna, jungle babblers, parakeets to name a few. Lots of friendly dogs, sambar, deer.\n\nGrand place to visit, has wide variety of sculpture ordained terrains made of rocks and waste parts. Would rally like to come the creativity and vision of Nek Chand. The rock garden is huge and with small water streams and waterfalls it's a relief in summers. Will take around 1.5 hours to visit all the three phases inside.\nFeatures\nPlayground\nPublic restrooms\nOff-leash dog area\nPicnic tables\nBarbecue grills\n\nIt is very osm place for the peopel who very near to the nature. It is only place which give you peace and your mind fill with joy, it is one of the best place for true lovers and to pre wed shoot. It is like the heven beside the lake.\n\nWhen you are visit to there so take water bolttel and some food, ther is no source of drinking water and fod.\n\n\"Nature is one and only thing\nWhich give you fell better\nThen anyonter\"\n\nTHIS IS GIFT OF GOD TO THE CHANDIGARH WHICH IS VERY FAMILIAR TO THE NATURE",
            "author_name": "Sheokand Sahab",
            "relative_time_description": "",
            "time": 1698666507,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "National park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 64,
            "2": 52,
            "3": 273,
            "4": 809,
            "5": 2049
          }
        },
        "minMinutesSpent": null,
        "latitude": 30.74585,
        "address": "PRWG+8XM, Uttar Marg, Rock Garden of Chandigarh, Sector 1, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJrfIt7vXsDzkR5toD_9fEuho",
        "generalDescription": "Japanese Garden in Chandigarh, India, spans 13 acres and offers a captivating glimpse into Japanese culture. The park features meticulously designed gardens, pagodas, and sculptures that transport visitors to Japan. With serene ponds, picturesque bridges, and cherry blossoms reminiscent of the Far East, it's a haven for photographers seeking creative inspiration. This unique destination boasts a Zen experience unlike any other in the city.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.784251,
        "rating": 4.2,
        "numRatings": 11596,
        "sources": [
          {
            "id": "1923883",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "What if we told you, you can feel the essence of Japanese culture in India, Yes, correct, Japan has always been into creativity in the very first place, be it any form of art, sports, architecture, or technology, Japan never fails to amaze people by their creativity and so as Photographers, If you are a true photographer you must know what creativity means to you. Now keeping in mind the Japanese tradition, Chandigarh did its best to recreate the Japanese culture in its magnificent city, and is one of the most fascinating photography spots in Chandigarh.There are pretty ponds and nice bridges, and everything looks really neat and tidy. Photographers love it because it feels like stepping into Japan with all the cherry blossoms and the relaxing koi pond.",
            "siteName": "WanderOn",
            "shortName": "14 Photography Spots in Chandigarh: Your Ultimate Guide",
            "indexInSource": 9,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923880",
            "type": "webPlacesList",
            "url": "https://www.shoutlo.com/articles/pre-wedding-shoot-locations-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "The traditional Japanese architecture of the Japanese Garden offers an elegant backdrop that adds a touch of elegance to your pictures. Furthermore, the wooden bridges and pagodas provide just the perfect frames for your pre-wedding shoot pictures that will remind you of this magical moment every time you see them. And it’s not just the love for nature, but also the love between you and your partner that blossoms here with the dazzling flowers.",
            "siteName": "shoutlo.com",
            "shortName": "Pre Wedding Shoot Locations In Chandigarh",
            "indexInSource": 4,
            "iconSiteId": 3294,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Japanese Garden | #7 of 16 Best Places to Visit in Chandigarh. A recent addition to the list of popular places to visit in Chandigarh with friends as well as family, Japanese Garden has already made a name for itself with its eye-pleasing architecture, undisturbed tranquillity and lush greenery. While Phase 1 of the project was inaugurated in 2014, Phase 2 was opened to the public in 2016.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460124",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-locations-in-chandigarh.html",
            "sourceSite": "Web",
            "snippet": "There are many gardens in Chandigarh but what sets this one apart is the Japanese touch given to it. So when deciding among the best pre-wedding shoot locations in Chandigarh, do remember that you include this one on the list. The Park has a lot to offer and some of the highlights are the Pagoda towers, beautiful waterfalls, statues of Buddha and Golden Bamboos.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Pre-Wedding Locations In Chandigarh That couple Needs To Know",
            "indexInSource": 1,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128928",
            "type": "webPlacesList",
            "url": "https://photoshootconcept.blogspot.com/2020/02/top-10-photoshoot-locations-in.html",
            "sourceSite": "Web",
            "snippet": "It’s a perfect place for photo shoot as you will find a variety of spots for your shots. This park showcases Japanese culture and heritage in such a way that after seeing it , you will be feeling like to go Japan for at least once in your life. It’s a perfect place for a picnic with family and friends.It also offers free parking and facilities of fast food.",
            "siteName": "Blogger",
            "shortName": "TOP 10 PHOTOSHOOT LOCATIONS IN CHANDIGARH",
            "indexInSource": 2,
            "iconSiteId": 19881,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923878",
            "type": "webPlacesList",
            "url": "https://chandigarhlifestyle.com/blog/lifestyle/pre-wedding-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Inspired by Japanese Zen philosophy, the Japanese Garden in Sector 31, Chandigarh, is a serene oasis of tranquility and beauty. Couples can wander through the garden’s manicured lawns, tranquil ponds, and bamboo groves, capturing moments of peace and serenity amidst nature’s harmony.",
            "siteName": "chandigarh life style",
            "shortName": "Top 20 Pre Wedding Locations in Chandigarh",
            "indexInSource": 7,
            "iconSiteId": 159063,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923893",
            "type": "webPlacesList",
            "url": "https://techedo.com/blog/best-photoshoot-places-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Japanese Garden is one of the best destinations for those who want to become professional photographers. You fell in love with this park in order that it showcases Japanese culture and heritage. Identically it is the perfect place for a picnic.",
            "siteName": "Student Center",
            "shortName": "Best Photoshoot Places In Chandigarh",
            "indexInSource": 4,
            "iconSiteId": 53843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923877",
            "type": "webPlacesList",
            "url": "https://www.wishnwed.com/blog/picturesque-locations-for-a-celestial-pre-wedding-shoot-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "This place comprises of various props for a shocking pre-wedding shoot. It has Pagoda towers, waterfalls, Buddha symbol and the immense bamboos.",
            "siteName": "Wish N Wed",
            "shortName": "Picturesque Locations for a Celestial Pre-Wedding Shoot in Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 276533,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923887",
            "type": "webPlacesList",
            "url": "https://chandigarhbytes.com/know-the-perfect-location-for-your-pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "This garden consists of certain points were a pre wedding shoot could be perfect like Pagoda towers, waterfalls, Buddha idol and great bamboos.",
            "siteName": "Chandigarh Bytes",
            "shortName": "19 + Best Pre Wedding Shoot Location in Chandigarh & Nearby",
            "indexInSource": 2,
            "iconSiteId": 8168,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923886",
            "type": "webPlacesList",
            "url": "http://storiesbyradhika.com/best-locations-for-pre-wedding-shoot-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Stories By Radhika",
            "shortName": "Best Locations for Pre-Wedding Shoot in Chandigarh",
            "indexInSource": 3,
            "iconSiteId": 276536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5d8bVh7Mka1boAVncskIkZ0iQkcMo245",
          "wbMFeBpKbIj7M3QsEyxMFFru86ovLxcG",
          "UA50PvUp8h3PsZub44q7ELlEmxRjXwjY",
          "5d8bVh7Mka1boAVncskIkZ0iQkcMo245",
          "wbMFeBpKbIj7M3QsEyxMFFru86ovLxcG",
          "UA50PvUp8h3PsZub44q7ELlEmxRjXwjY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Japanese Garden, 31A Chandigarh",
        "placeId": "ChIJrfIt7vXsDzkR5toD_9fEuho",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best garden in Chandigarh. Awesome architect and scenic greenery. You can spend even 2-3 hours easily in this garden. There is no entry charges. Washrooms are also available inside the garden which are very well maintained. There are some small stalls outside the garden to have some snacks. There are two seperate gardens inside this place which are linked with a subway. Another part of this garden is based on Chinese dragon theme. People come here for picnic. A must visit place for morning or evening hangout. You may also bring badminton or soft ball for playing.",
            "author_name": "Deepak Jain",
            "relative_time_description": "",
            "time": 1743013842,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We enjoyed a pleasant walk through the park. While it was clean, it appeared somewhat under-maintained, with many features showing signs of wear. It's a peaceful retreat from the bustling streets of Chandigarh, though it falls short of capturing the authenticity and meticulous design of a traditional Japanese garden.",
            "author_name": "Nikola Predovan",
            "relative_time_description": "",
            "time": 1742885819,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "With the cordial coordination with Japan Government, this park was developed in 2011, shows some glimpses of Japanese Art and Culture.\nNow in 2025, due to lack of maintenance this beautiful park is now so attractive.\nBut still it is a good place to spend time with family and friends.",
            "author_name": "Hitendra Singh Negi",
            "relative_time_description": "",
            "time": 1751203765,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Education center",
          "Middle school",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 414,
            "2": 326,
            "3": 1432,
            "4": 3248,
            "5": 6175
          }
        },
        "minMinutesSpent": 60,
        "latitude": 30.704526,
        "address": "PQ3M+RP6, near Japanese Park, Sector 31 A, Sector 31, Chandigarh, 160030, India",
        "travel_time": null
      },
      {
        "_id": "ChIJOeoRsM2SDzkROyE5qPSXkgQ",
        "generalDescription": "Nestled in Bhagwanpura, Chandigarh, the Garden of Silence is a serene and expansive outdoor space featuring a grand Buddha statue, concentric stairways, and enchanting evening illuminations. This tranquil oasis offers visitors an opportunity to escape the city's hustle and bustle and immerse themselves in meditation amidst lush greenery. The well-maintained pathways, seating areas, and peaceful water bodies make it an ideal setting for relaxation and contemplation.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 76.830117,
        "rating": 4.5,
        "numRatings": 6879,
        "sources": [
          {
            "id": "1923883",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "Just imagine a place in the middle of all the greenery, where you can find the calmness within, where you are inspired to click some soulful clicks, and where you can feel alive as a creator and an artist. This place consists of a Buddha statue which again becomes a great spot to click an amazing picturesque view. The Garden of Silence is all about finding peace and quiet in the midst of it all and this is the reason why it deserves a place in the list of best Photography spots in Chandigarh.",
            "siteName": "WanderOn",
            "shortName": "14 Photography Spots in Chandigarh: Your Ultimate Guide",
            "indexInSource": 11,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923876",
            "type": "webPlacesList",
            "url": "https://www.citywoofer.com/blog/instagram-worthy-places-in-chandigarh-you-havent-explored-yet/",
            "sourceSite": "Web",
            "snippet": "The Garden of Silence is located right at the furthest corner of the Sukhna Lake. This is the place you would want to be if you wish to look at the beautiful sun rising from behind the Shivalik Hills. This garden has a lot of staircases and green patches with ample setting areas and a huge statue of Lord Buddha right in the middle of it all.",
            "siteName": "Blog",
            "shortName": "Instagram Worthy Places to Explore in Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 29009,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "5 km from city center 20 out of 54 Places To Visit in Chandigarh. Situated in Bhagwanpura, Chandigarh, Garden of Silence is a meditative space which houses a massive idol of Buddha. It offers a peaceful and tranquil atmosphere for meditation amidst lush green surroundings with a beautiful view of the Shivalik Ranges in the backdrop.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 12,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460108",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/6-great-photo-shoot-location-chandigarh/",
            "sourceSite": "Web",
            "snippet": "The Garden of Silence is located at the end of the Sukhna Lake. Garden of Silence has a huge statue of Buddha in the center. The place is well maintained and is considered as a good photoshoot location in Chandigarh because of the circular steps and lights which really enhances the background of the picture.",
            "siteName": "Chandigarh Metro",
            "shortName": "6 Great Photo Shoot Locations In Chandigarh",
            "indexInSource": 4,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128928",
            "type": "webPlacesList",
            "url": "https://photoshootconcept.blogspot.com/2020/02/top-10-photoshoot-locations-in.html",
            "sourceSite": "Web",
            "snippet": "First of all, its is known as the Garden of Silence because there is one sculpture of Lord Buddha in the meditating position, surrounded by greenery and is present on the back side of sukhna lake. So you can aim for two  bows with a single arrow and visit both the lake and garden of silence together.",
            "siteName": "Blogger",
            "shortName": "TOP 10 PHOTOSHOOT LOCATIONS IN CHANDIGARH",
            "indexInSource": 4,
            "iconSiteId": 19881,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923880",
            "type": "webPlacesList",
            "url": "https://www.shoutlo.com/articles/pre-wedding-shoot-locations-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "To name a few (I know your mind has already pinned down those places), there is Sukhna Lake, The Garden of Silence, Rock Garden, Rose Garden, Shimla-Kalka Railway Line, and the Tunnel. Now, these are a bit mainstream….",
            "siteName": "shoutlo.com",
            "shortName": "Pre Wedding Shoot Locations In Chandigarh",
            "indexInSource": 1,
            "iconSiteId": 3294,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923893",
            "type": "webPlacesList",
            "url": "https://techedo.com/blog/best-photoshoot-places-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Garden Of Silence is another amazing place for peace-loving people. Here you find a sculpture of Lord Buddha in meditating position which is surrounded by greenery. It is on the back side of Sukhna Lake.",
            "siteName": "Student Center",
            "shortName": "Best Photoshoot Places In Chandigarh",
            "indexInSource": 6,
            "iconSiteId": 53843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "This is an apt place for people who meditate or want to relax. The huge idol of Lord Buddha in the middle of the garden enhances the beauty. Timing: 6 am to 10 pm",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 9,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RW7tCKtn6BSLZ4glWu8fN6N6WNKJyDLV",
          "7DodilvPbJLbhNkx3CfyDUHdjBmzi1Ij",
          "ODhoDN7dnsbWLHCfJKrSJpLVaCpbpvqr",
          "RW7tCKtn6BSLZ4glWu8fN6N6WNKJyDLV",
          "7DodilvPbJLbhNkx3CfyDUHdjBmzi1Ij",
          "ODhoDN7dnsbWLHCfJKrSJpLVaCpbpvqr"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Garden of Silence",
        "placeId": "ChIJOeoRsM2SDzkROyE5qPSXkgQ",
        "internationalPhoneNumber": "+91 1800 180 2116",
        "reviews": [
          {
            "rating": 5,
            "text": "It is a very beautiful place, when I went there I thought it would be silent or quiet as its name is ‘Garden of Silence' 😅 but on the contrary there were a lot of people there, some people were just sitting and some were walking here and there, kids were playing cricket, football, badminton and also kabaddi. The ground is quite big, you can sit anywhere and enjoy the view. It is very close to Sukhna lake, you can walk around the lake and when I went there on Sunday there were a lot of people there.",
            "author_name": "Shailesh Chauhan",
            "relative_time_description": "",
            "time": 1733244395,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Let me tell you, there is no silence in this garden. This garden is near sukhna lake. The children were playing cricket in the morning there. Good view of the garden though. There is a large statue of lord Buddha. Can visit it when visiting Sukhna lake.  Nice structured garden.",
            "author_name": "PARNEET KAUR",
            "relative_time_description": "",
            "time": 1741631298,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Garden of Silence is a peaceful and beautifully designed spot, featuring a grand Buddha statue at its center. Though it's a small garden, it offers a refreshing environment, especially in the morning when children come to play and enjoy.\n\nThe variety of flowers in the garden adds to its beauty, making it a pleasant place to relax and unwind. However, I feel this space is not meant for cricket or any other sports. It should be restricted to walking, exploring, sitting, and simply soaking in the tranquil vibes. Ironically, despite its name, it's not always silent, but it still provides a calm atmosphere to escape the city's noise.\n\nA great place to visit if you're looking for some relaxation and peaceful surroundings!",
            "author_name": "pixels_by_bunny",
            "relative_time_description": "",
            "time": 1743494727,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Garden",
          "Theme park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 114,
            "2": 102,
            "3": 483,
            "4": 1570,
            "5": 4613
          }
        },
        "minMinutesSpent": 45,
        "latitude": 30.738434,
        "address": "5, Lake Walking Way, Kishangarh, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ3XnuwG7yDzkR1_tcg9rSGiQ",
        "generalDescription": "Chandigarh Botanical Garden is a sprawling 88-acre park and nature garden that serves as a biodiversity hotspot, showcasing indigenous flora and fauna. Established in 1967, this expansive garden features various sections including a rose garden, cactus garden, fern house, and medicinal plants garden. Visitors can explore diverse plant species from different regions while enjoying leisurely walks around a lake and through winding pathways.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 76.759827,
        "rating": 4.4,
        "numRatings": 4199,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "5 km from city center 22 out of 54 Places To Visit in Chandigarh. Established in 1967, the Botanical Garden in Chandigarh covers 88 acres and features diverse plant species. It includes sections like a rose garden, cactus garden, fern house, and medicinal garden, offering visitors a chance to explore a wide variety of exotic, ornamental, and rare plants.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Chandigarh Botanical Garden is one of the most beautiful gardens you will see in the city. The plants are symmetrical and well-maintained. Chandigarh Botanical Garden is divided into two parts.",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 10,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "swf23lDC26iGpY463Nfq65SbPm1D1o4l",
          "jhibvusPmZ6gL3Jqko5PTaXetH8QD5Bx",
          "80RIVUCgFqoYqcUgxcuTqQ1pH5Luyk5C",
          "swf23lDC26iGpY463Nfq65SbPm1D1o4l",
          "jhibvusPmZ6gL3Jqko5PTaXetH8QD5Bx",
          "80RIVUCgFqoYqcUgxcuTqQ1pH5Luyk5C"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0400"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0400"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0400"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0400"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0400"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0400"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Chandigarh Botanical Garden Sarangpur",
        "placeId": "ChIJ3XnuwG7yDzkR1_tcg9rSGiQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "“Chandigarh Botanical Garden is a peaceful retreat for nature lovers. The lush greenery, diverse plant species, and well-maintained pathways make it a great spot for a relaxing stroll or a quiet escape. It's a perfect place for families, nature enthusiasts, or anyone looking to unwind amidst beautiful surroundings. A hidden gem in the city!”",
            "author_name": "Anees Rahman",
            "relative_time_description": "",
            "time": 1732089361,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice place to hangout, parking available, wheelchair accessible. Attaching photos. Bonsai World is a must. Free entry, just take 1 to 2 lt. of water along, as it's a big park so drinking water is compulsory to be taken along.",
            "author_name": "Rajneesh Rana",
            "relative_time_description": "",
            "time": 1742726375,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I can't believe I've lived here for so long and never visited this hidden gem! Went with my cousin and we had a wonderful time enjoying the serene landscape. The peaceful atmosphere made our long conversation even more special, and the beautiful sunset was truly the cherry on top.\nHighly recommended for anyone looking for a calm escape from the usual city life.",
            "author_name": "Manjot",
            "relative_time_description": "",
            "time": 1756053245,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 174,
            "2": 81,
            "3": 299,
            "4": 856,
            "5": 2789
          }
        },
        "minMinutesSpent": 120,
        "latitude": 30.776375,
        "address": "QQG5+HW4, Sarangpur, Chandigarh, 140901, India",
        "travel_time": null
      },
      {
        "_id": "ChIJsZybommTDzkRkpu4EE_fs-o",
        "generalDescription": "Cactus Garden, established in 2004, is a 7-acre botanic garden featuring rare and endangered cacti, greenhouses, and fish ponds. Located in Panchkula near Chandigarh, this free attraction offers a diverse collection of succulent plant species from around the world. Visitors can explore thousands of cactus species, including rare and endangered ones showcased in exhibits. The garden also houses a museum for an enjoyable learning experience.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.850764,
        "rating": 4.4,
        "numRatings": 3168,
        "sources": [
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Cactus Garden | #16 of 16 Best Places to Visit in Chandigarh. National Cactus and Succulent Botanical Garden and Research Centre, locally known as Cactus Garden, is situated in Panchkula, approximately 10 km from Chandigarh. Even if you are not interested in the study of plants, you will be impressed by the sheer variety of cacti here.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 11,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923875",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "The Cactus Garden, the National Cactus and Succulent Botanical Garden and Research Centre, is a unique and free pre-wedding location in Chandigarh. It is located in Sector 5 of Panchkula, next to Chandigarh. Love grows in a certain manner among cacti and succulents' strange and prickly beauty.",
            "siteName": "vsnapu.com",
            "shortName": "Best 7 Pre Wedding Shoot Locations in Chandigarh - VsnapU",
            "indexInSource": 4,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923878",
            "type": "webPlacesList",
            "url": "https://chandigarhlifestyle.com/blog/lifestyle/pre-wedding-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Spread across 7 acres, the Cactus Garden in Panchkula is one of the largest collections of cacti and succulents in Asia. Couples can explore the garden’s winding pathways and pose amidst a stunning array of desert plants, creating a unique and visually striking backdrop for their photoshoot.",
            "siteName": "chandigarh life style",
            "shortName": "Top 20 Pre Wedding Locations in Chandigarh",
            "indexInSource": 4,
            "iconSiteId": 159063,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263630",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/punjab/chandigarh/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "The largest succulent botanical garden in Asia, the Cactus garden covers an area of 7 acres. The garden features more than 3500 different species of cacti and was established in 1987. The garden attracts a huge number of tourists and botanists each year.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Chandigarh",
            "indexInSource": 5,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "8 km from city center 14 out of 54 Places To Visit in Chandigarh. Cactus Garden is situated in Sector 5 of Panchkula. The garden is also known as National Cactus and Succulent Botanical Garden and Research Centre.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jDLOysBzK2yQxZiwe2jE8EEMrr635r2N",
          "87am3LFYSa2PhIgDN6DdLpxIiylLSk8j",
          "ILXvJ20HAq5Wi1MsIwpresNJ4e07dA7J",
          "jDLOysBzK2yQxZiwe2jE8EEMrr635r2N",
          "87am3LFYSa2PhIgDN6DdLpxIiylLSk8j",
          "ILXvJ20HAq5Wi1MsIwpresNJ4e07dA7J"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Cactus Garden",
        "placeId": "ChIJsZybommTDzkRkpu4EE_fs-o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Splendid Garden!\nHaving an Amazing collection of cacti & succulents.\nEntry fee: Rs 10\nTimings : 8am to 6pm",
            "author_name": "Preeti Jakhar",
            "relative_time_description": "",
            "time": 1739594917,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice very well-maintained park. Beautiful and wide range of plants available!! Needs little bit more strictness to maintain discipline for the park… Rs 10 entry ticket per person.\nAlso some reasonable shop for purchase also can be made available there..\ngood work in maintaining it so well…",
            "author_name": "Dr. Divya Jain",
            "relative_time_description": "",
            "time": 1734867356,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This garden is the best for people who love succulents. It is amazing and clean too.\n\nInside the garden, there is a glass garden inside which there are Different types of cactus and other plants available for stop you can click a lot of pictures at cactus garden.\n\nThere is a small pond In between the garden to make It look beautiful and you can always go out for photography at this Place.\n\nOne thing that you must keep in mind is the crowd. Since the entry fee has only ₹10, there are a lot of unwanted people you will see in the Is garden so be aware of all these people.\n\nOtherwise, it's a good place.",
            "author_name": "Sakshi Joshi",
            "relative_time_description": "",
            "time": 1684918567,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 91,
            "2": 54,
            "3": 267,
            "4": 813,
            "5": 1943
          }
        },
        "minMinutesSpent": 60,
        "latitude": 30.697708,
        "address": "Panchkula Urban Estate, Sector 5, Panchkula, Haryana 134108, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ56nh02XtDzkRx8_uMSn99M4",
        "generalDescription": "Nestled in the heart of Chandigarh, Bougainvillea Park is a vibrant oasis that spans an impressive 20 acres. Established in 1976, this enchanting park is renowned for its stunning collection of 65 varieties of bougainvillea, which bloom in a riot of colors throughout the year. Visitors flock to this picturesque spot not only for its floral beauty but also to enjoy the serene atmosphere created by flowering trees and a poignant war memorial dedicated to Indian soldiers.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.795943,
        "rating": 4.5,
        "numRatings": 1980,
        "sources": [
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Bougainvillea Park was established in 1976, and is spread across 20 acres of land. Here you will be able to find over 50 varieties of bougainvillea. Timing: 8 am to 5 pm",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 11,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lePH9mUCpQhOJo9s26hw434A1YX0rC8H",
          "PxQ0Yffsh29cd3YHFFFFxEfUk8FTDl4n",
          "fWaL8HUn2IgOYb3TcRfu4YfhHA1txbZT",
          "lePH9mUCpQhOJo9s26hw434A1YX0rC8H",
          "PxQ0Yffsh29cd3YHFFFFxEfUk8FTDl4n",
          "fWaL8HUn2IgOYb3TcRfu4YfhHA1txbZT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Bougainvillea Park, 3B Chandigarh",
        "placeId": "ChIJ56nh02XtDzkRx8_uMSn99M4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place seems like a hidden gem or an undiscovered spot. I decided to explore it and was amazed to see it. Now I feel should have visited here earlier.\nThe place has very large area and yet seems to be well maintained, although some patches were logged with mud due to rain.\nThe place has war memorial at entrance and gives those vibes at visiting the place. People enjoy there and also kids practice for games. Place has good scenic beauty with photogenic places.",
            "author_name": "Vinay Kumar",
            "relative_time_description": "",
            "time": 1728231688,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful park. Lots of Bougainville trees here. Good place for outdoor exercise",
            "author_name": "Diganta Dev",
            "relative_time_description": "",
            "time": 1744632819,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park with well maintenance situated in Sector- 3 of UT.\n\nBougainvillea Park, a delightful green oasis, is a popular attraction known for its vibrant display of bougainvillea flowers and serene ambiance.\nWhile there might be several parks with bougainvillea displays, one notable location is Bougainvillea Park in Chandigarh, India.\n\nSituated in the well-planned city of Chandigarh, Bougainvillea Park is a testament to the city's commitment to incorporating green spaces into its urban fabric.\nThe park is characterized by lush green lawns, well-manicured gardens, and, of course, the striking presence of bougainvillea in various colors.\n\nWhat makes Bougainvillea Park unique??\nAns... The emphasis on showcasing this beautiful flowering plant.\nBougainvillea, known for its vibrant bracts that come in hues of pink, purple, red, and orange, creates a visually stunning landscape.\nThe carefully curated arrangements and landscaping make the park a captivating destination for nature enthusiasts and photographers.\n\nThe park offers a peaceful retreat from the urban hustle, providing visitors with a chance to unwind amidst nature.\nBenches and pathways are strategically placed, encouraging leisurely strolls and moments of relaxation.\nWhether you're seeking solitude for introspection or a scenic spot for a picnic, Bougainvillea Park caters to a variety of preferences.\n\nIn addition to its scenic beauty, the park may host events, cultural activities, or even horticultural shows, further enhancing its appeal.\nThese events bring the community together and add a dynamic aspect to the tranquil surroundings.\n\nBougainvillea Park is not just a visual treat; it's a testament to the city's commitment to green urban planning.\nThe careful curation of plant life, combined with thoughtful landscaping, creates an environment that celebrates nature's beauty.\nWhether you're a resident or a visitor, Bougainvillea Park offers a refreshing escape and a chance to appreciate the enchanting allure of bougainvillea in full bloom💚",
            "author_name": "Empathetic RN",
            "relative_time_description": "",
            "time": 1736261387,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 34,
            "2": 45,
            "3": 170,
            "4": 477,
            "5": 1249
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.758269,
        "address": "QQ5W+894, 3B, Sector 3, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJo5aKYQXtDzkRammIQ9RY-bc",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.810334,
        "rating": 4.5,
        "numRatings": 4121,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 39 out of 54 Places To Visit in Chandigarh. The Chandigarh Bird Park, located in the heart of Chandigarh near Sukhna Lake, is a serene haven for bird enthusiasts and nature lovers. Spread over a lush, landscaped area, the park is home to a diverse range of exotic and native bird species.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 26,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iTvqS0mPLOzkFSTYu7BOQIRkUC1dVjMo",
          "U1Z4Dhfg6Cabdn9moaXG6cmfoWScEf2q",
          "w1dBomhr4DXRPaImJwJyLB6ACyqYBiIw",
          "iTvqS0mPLOzkFSTYu7BOQIRkUC1dVjMo",
          "U1Z4Dhfg6Cabdn9moaXG6cmfoWScEf2q",
          "w1dBomhr4DXRPaImJwJyLB6ACyqYBiIw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Chandigarh Bird Park",
        "placeId": "ChIJo5aKYQXtDzkRammIQ9RY-bc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Chandigarh Bird Park: We absolutely love this place! It's perfect for kids and family picnics. Surprisingly, it wasn't too crowded on a Sunday morning, which made the visit even better. The park features shaded picnic tables, a fantastic playground, and well-maintained bird enclosures. The Chandigarh Forest Department has done an incredible job creating this space right in the heart of the city (Near Sukhna Lake and governor house).\n\nKids were thrilled to experience birds up close, making it an unforgettable visit. Stepping into the large bird enclosures felt like a scene from Jurassic Park, with wooden bridges, waterfalls, and charming huts adding to the adventure. We purchased the Winged Wonder ticket for just ₹100, and it was absolutely worth it-highly recommend buying it at the entrance.\n\nWheelchair ♿-accessible limited street parking 🅿️ is available, but weekends can get crowded, so using public transport is a good idea. A must-visit spot for families, especially those with young kids! Sharing my pictures 🖼️",
            "author_name": "Sushant Shukla",
            "relative_time_description": "",
            "time": 1742834802,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Hidden Paradise for Bird Lovers!\nVisiting Chandigarh Bird Park was such a joyful experience! The moment I stepped in, I felt connected to nature in the most peaceful way. The beautifully maintained enclosures and free-flying exotic birds made me feel like I was in a mini jungle paradise. I was amazed to see so many colorful species up close – it's both fun and educational. The staff is friendly, and the place is super clean. Perfect spot for families, kids, or anyone who just wants to spend some peaceful time with nature. I left with a big smile and a happy heart!",
            "author_name": "Vivek Kumar",
            "relative_time_description": "",
            "time": 1745339302,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dear Viewers 😃\nBird park located in sec 1 nearby rock garden so add this place if you are nature and birds lover.\nA peaceful hidden gem in the heart of Chandigarh 🐦 🦜 ✨ The Birds Park is a delightful place to experience the beauty of nature up close. The park is home to a variety of colorful and exotic patriots and birds, and the surroundings are clean, green, and well-maintained. It's a perfect spot for families, nature lovers, and photography enthusiasts.\nSpecially kids love this place. A refreshing escape from the city hustle - highly recommended for a relaxing visit!",
            "author_name": "Barinder Singh",
            "relative_time_description": "",
            "time": 1751981114,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://chandigarhforest.gov.in/wildlife-sanctuary/bird-park/",
        "index": 13,
        "id": "",
        "categories": [
          "Bird watching area"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 140,
            "2": 76,
            "3": 268,
            "4": 910,
            "5": 2727
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.748672,
        "address": "Infront of the Lake Sports Club entry, near Rock Garden of Chandigarh, Rock Garden of Chandigarh, Sector 1, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_VwjPDOTDzkRsqF-Ad1zY5I",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 76.826305,
        "rating": 4.3,
        "numRatings": 5167,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "5 km from city center 34 out of 54 Places To Visit in Chandigarh. One of the popular places which you need to visit whenever you arrive in Chandigarh is Kalagram. It is a popular craft village which is one of the major tourist attractions.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 21,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "g2IBOsqjaeJoaz9CCgNSPiYV91zsi3ua",
          "daUFWLQUxaKcn8n5zSPd4ZOngFgxyDVJ",
          "WWIIIehReXjykjhhQB0UNfpv9iNQ2Zx0",
          "g2IBOsqjaeJoaz9CCgNSPiYV91zsi3ua",
          "daUFWLQUxaKcn8n5zSPd4ZOngFgxyDVJ",
          "WWIIIehReXjykjhhQB0UNfpv9iNQ2Zx0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Kalagram",
        "placeId": "ChIJ_VwjPDOTDzkRsqF-Ad1zY5I",
        "internationalPhoneNumber": "+91 175 220 2918",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited  National Craft Mela, 2024 & impressed with the arrangements along with available shopping stalls. I personally love cuisines from different states.",
            "author_name": "Ravi Ranjan",
            "relative_time_description": "",
            "time": 1733599291,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Cultural Gem – Kalagram\n\nKalagram is a true cultural gem that beautifully captures the essence of art, heritage, and creativity! Nestled in a peaceful corner, this vibrant space serves as a hub for artists, craftsmen, and cultural enthusiasts. Whether you're an art lover, a tourist exploring the local culture, or a family looking for a unique outing, Kalagram has something special to offer.\n\nArtistic Ambiance & Traditional Vibe\n\nThe first thing that strikes you upon entering Kalagram is its charming and rustic ambiance. The open spaces adorned with traditional murals, handcrafted sculptures, and intricate artwork reflect the richness of Indian culture. The combination of earthy tones, folk motifs, and vibrant colors creates a warm, welcoming atmosphere. It's a place that instantly connects you to the roots of traditional craftsmanship.\n\nExquisite Handicrafts & Artworks\n\nKalagram is a paradise for anyone interested in handicrafts and indigenous arts. The variety of handcrafted items available here is impressive - from intricate pottery and terracotta sculptures to beautiful textiles, jewelry, and wooden artifacts. Each piece tells a unique story of the artisan's skill and creativity. The opportunity to watch artisans at work, crafting their masterpieces with passion and precision, is an experience in itself.\n\nCultural Events & Workshops\n\nOne of the most engaging aspects of Kalagram is its regular cultural events and workshops. From folk dance performances and musical evenings to pottery-making and painting workshops, there is always something happening that draws you into the cultural tapestry of the region. These events not only provide entertainment but also serve as educational experiences for visitors, helping them understand the history and traditions behind each art form.\n\nPerfect for Shopping & Souvenirs\n\nIf you're looking for authentic souvenirs or meaningful gifts, Kalagram is the perfect place. The products are not just beautiful; they reflect the heritage and skill of local artisans. Unlike mass-produced items, each piece here has a personal touch, making it special and valuable. Prices are reasonable considering the craftsmanship, and purchasing here supports local artists and their livelihoods.\n\nFood & Refreshment Options\n\nKalagram also offers delightful food options that complement the cultural experience. Small eateries serve traditional snacks, local cuisine, and refreshing beverages that add to the overall experience. Enjoying a cup of hot chai while exploring the artistic surroundings is simply delightful!\n\nVisitor-Friendly & Well-Maintained\n\nThe place is well-maintained, clean, and organized. The staff members and artisans are friendly, approachable, and always willing to share insights about their work. Parking is easily available, and the entire space is designed to be accessible for all age groups. The sense of safety and community adds to the comfort of visiting this creative haven.\n\nWhy Visit Kalagram?\n\nWhether you are a tourist exploring the local culture, a student of arts looking for inspiration, or a family seeking a meaningful outing, Kalagram is a must-visit. It's a place where tradition meets creativity, where every corner inspires curiosity, and every artwork tells a story.\n\nHighly recommended for anyone who appreciates art, culture, and creativity! Don't miss the chance to experience the heart of traditional craftsmanship at Kalagram.",
            "author_name": "Gurjot Singh",
            "relative_time_description": "",
            "time": 1742322550,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice get together place. Very convenient to reach.",
            "author_name": "Kanwal Preet Singh",
            "relative_time_description": "",
            "time": 1755571602,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.culturenorthindia.com/",
        "index": 14,
        "id": "",
        "categories": [
          "Cultural center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 179,
            "2": 118,
            "3": 528,
            "4": 1471,
            "5": 2869
          }
        },
        "minMinutesSpent": 210,
        "latitude": 30.709932,
        "address": "PR5G+XGF, Chandigarh - Panchkula Rd, Railway Colony, Sector 13, Chandigarh, 160101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJx9Ky5WftDzkRDNu7jb-fZgQ",
        "generalDescription": "The Open Hand Monument, situated in the Capitol Complex of Chandigarh, is a significant architectural creation by the renowned architect Le Corbusier. This iconic 85-foot structure features a large hand with an open palm, symbolizing peace, unity, and acceptance of new ideas. Designed to represent the positive aspects of the city, it stands as a prominent landmark and embodies the theme of peace and reconciliation. The monument's symbolic significance extends beyond Chandigarh to captivate visitors from around the world.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.807401,
        "rating": 4.5,
        "numRatings": 855,
        "sources": [
          {
            "id": "1923883",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-chandigarh",
            "sourceSite": "Web",
            "snippet": "The hand which stands tall over the whole place, A symbol of peace and unity, the Open Hand Monument is a graceful art of the human mind and what all photographer wants, an art or picture that has a story to tell and that is what this monument provides. When the sun goes down, it makes cool shadows on the grass, and photographers love taking pictures of it because it looks really cool with all the light and shadows.",
            "siteName": "WanderOn",
            "shortName": "14 Photography Spots in Chandigarh: Your Ultimate Guide",
            "indexInSource": 7,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "4 km from city center 16 out of 54 Places To Visit in Chandigarh. Open Hand Monument is an amazing work of art located at the Capitol Complex in Chandigarh city. The monument is an open hand symbol for the Government of Chandigarh, designed by the famous architect Le Corbusier, which means \"the hand to give and the hand to take; peace and prosperity, and the unity of mankind\".",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460108",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/6-great-photo-shoot-location-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Open Hand Monument is a heritage symbol designed by french architect designed by Le Corbusier. Situated in Sector 1 Chandigarh, Open Hand Monument is 85ft high and a peaceful place for a photoshoot in Chandigarh. Open Hand Monument is a place free from tourist rush and is located at the backside of High Court.",
            "siteName": "Chandigarh Metro",
            "shortName": "6 Great Photo Shoot Locations In Chandigarh",
            "indexInSource": 1,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Open Hand Monument | #14 of 16 Best Places to Visit in Chandigarh. This exquisite monument was designed by Le Corbusier. He was the same architect who planned the entire city of Chandigarh.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 9,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923893",
            "type": "webPlacesList",
            "url": "https://techedo.com/blog/best-photoshoot-places-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Open Hand Monument is another great work of Architecture by Le Corbusier. This is a symbolic structure designed by him. This place is free from the rush.",
            "siteName": "Student Center",
            "shortName": "Best Photoshoot Places In Chandigarh",
            "indexInSource": 2,
            "iconSiteId": 53843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GcZDnIj7rfHnn7gHsUpv37FbnPDLr0kN",
          "kkuhkUfS0ON5VG7KC8KP6d5tafC4fGqQ",
          "aNLoVBtvypPZImVNGk8wtBiXdlFhkCVo",
          "xEzLLx6uDm2VsIfGLsIAgNpE9uqO4fJX",
          "GcZDnIj7rfHnn7gHsUpv37FbnPDLr0kN",
          "kkuhkUfS0ON5VG7KC8KP6d5tafC4fGqQ",
          "aNLoVBtvypPZImVNGk8wtBiXdlFhkCVo",
          "xEzLLx6uDm2VsIfGLsIAgNpE9uqO4fJX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The Open Hand Monument",
        "placeId": "ChIJx9Ky5WftDzkRDNu7jb-fZgQ",
        "internationalPhoneNumber": "+91 172 274 0154",
        "reviews": [
          {
            "rating": 5,
            "text": "The Open Hand Monument in Chandigarh is one of the most iconic structures designed by Le Corbusier, the architect of the city. Located in Capitol Complex, this 26-meter-high metal structure symbolizes peace, unity, and the exchange of ideas. The hand is designed to rotate with the wind, representing openness to change and progress.\n\nThe monument is not just an architectural marvel but also holds deep philosophical meaning, reflecting Chandigarh's spirit as a modern and progressive city. If you're interested in architecture, history, or just want to see something unique, it's definitely worth a visit. Plus, the entire Capitol Complex is a UNESCO World Heritage Site, adding to its significance.",
            "author_name": "Shah Shahid",
            "relative_time_description": "",
            "time": 1738909559,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is a wonderful construction french architect , This was a symbol of peace , friendship and safe...in another way it seems like a flying bird..It was a weight of 50tons and even on this weight it rotates 360°very easily.For easy rotation it need equal weight and balance, that is the talent of the architect. This site in Chandigarh is UNESCO certified site...they are other 5 monuments in the same site with unic architecture...",
            "author_name": "SrinivasaRao Thoota",
            "relative_time_description": "",
            "time": 1733510363,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's in a high security area as its high court assembly is there. We have to take permission from authorities.",
            "author_name": "abhishek agarwal",
            "relative_time_description": "",
            "time": 1746350162,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Monuments & Statues",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 13,
            "3": 57,
            "4": 179,
            "5": 584
          }
        },
        "minMinutesSpent": null,
        "latitude": 30.759011,
        "address": "31, Uttar Marg, Capitol Complex, Sector 1, Chandigarh, 160001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJH2mMF6btDzkR93BPJEqSmss",
        "generalDescription": "The Government Museum and Art Gallery in Chandigarh is a must-visit museum complex that showcases a diverse range of exhibits, including ancient and modern art, architecture, natural history, Gandharan sculptures, terracotta heads from ancient India, medieval metal sculptures, miniature paintings, manuscripts, textiles from across the Indian subcontinent and more. The museum also houses a collection of artwork by renowned artists.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 76.787467,
        "rating": 4.4,
        "numRatings": 3336,
        "sources": [
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Government Museum and Art Gallery | #5 of 16 Best Places to Visit in Chandigarh. Overshadowed by the allure of other more famed points of interest on this list, the Government Museum and Art Gallery might just be the most underrated Museum in Chandigarh. The place owes its creation to the partition of India and Pakistan that took place in 1947.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263630",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/punjab/chandigarh/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "The massive art Gallery is located in sector 10 and is one of the most interesting places in Chandigarh. The museum contains antiquities from the Indus valley civilization to different paintings and coins from the ancient and historical times. The gallery also contains the dinosaur fossils which were excavated in the region.",
            "siteName": "Trans India Travels",
            "shortName": "Top 10 Places To Visit In Chandigarh",
            "indexInSource": 6,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Established in 1968, Government Museum and Art Gallery houses collection of miniature paintings, artifacts, and stone sculptures. A few of the artifacts were earlier showcased in the Central Museum of Lahore. However, after independence and construction of this museum, all of those were brought in here.",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 5,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oIUqFv0Giu42VY0Z4k3udAn7CGb5Wqai",
          "hKsgVb5IPkWzl9j3r0V4pt62brvSTVpL",
          "loBxwcAwJMOCaJfkElWinNZ4lnHhibYT",
          "oIUqFv0Giu42VY0Z4k3udAn7CGb5Wqai",
          "hKsgVb5IPkWzl9j3r0V4pt62brvSTVpL",
          "loBxwcAwJMOCaJfkElWinNZ4lnHhibYT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Government Museum and Art Gallery",
        "placeId": "ChIJH2mMF6btDzkR93BPJEqSmss",
        "internationalPhoneNumber": "+91 172 274 2010",
        "reviews": [
          {
            "rating": 5,
            "text": "Sharing with you some of the pictures I enjoyed the art gallery is a highlight of this entire establishment. Who knew you could buy an experience so vivid for 30 rs. Tickets could be bought online or from counter if you wish the museum has a shop for sale of replicas which I consider are of good quality. Please be informed the closing time is 4:30 and you need 1.5 hrs min for exploring the entire area",
            "author_name": "akshay bambra",
            "relative_time_description": "",
            "time": 1737825323,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This museum has two parts viz. Art museum and Natural history museum out of which only Natural history museum is great. This museum was formerly known as Museum of human evolution. It is such an amazing museum where you will know how the earth was born and evolved till today, how human evolved and how dinasaurs evolved and destroyed. The sculptures are damn amazing and realistic. A must visit place.",
            "author_name": "Deepak Jain",
            "relative_time_description": "",
            "time": 1743337501,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I have finally discovered a treasure trove in Chandigarh.\nThis Government Museum of art and architecture is like a hidden gem which I guess many are unaware of.\nA friend mentioned about this institution in Sector 10 in the passing and I decided to check this out on a weekday.\nThe building, the presentation, the collection -- it blew away my mind.\n\nBasically there are three important buildings -- one is dedicated to Architecture, the other to Natural History and the last one is dedicated to art, paintings and sculptures.\n\nEverything is very well placed in spacious halls, very well marked and labelled. At most of the installations and paintings the descriptions are both in English and in Braille. It's so heartening to see the thoughtfulness in even the layout as ramps help in the movements of wheel chair bound art connoisseurs\n\nThe charges are minimal and you can even ask for a guide. A few hours spent here is just like touching the tip of the iceberg. I guess many more trips to the various sections of the museum should be planned in order to know and appreciate our art, culture and heritage.\n\nIt was so nice to see a batch of young school children being taken around -- an early awareness will help them mould well.\nA word for the staff -- very polite and helpful. They are certainly an asset to the museum.\nLooking forward to many more trips of discovery to this wonderful place",
            "author_name": "anu kumar",
            "relative_time_description": "",
            "time": 1747553604,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://chdmuseum.gov.in/",
        "index": 16,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 70,
            "2": 54,
            "3": 278,
            "4": 906,
            "5": 2028
          }
        },
        "minMinutesSpent": 210,
        "latitude": 30.748912,
        "address": "Sector, 10C, Sector 10, Chandigarh, 160011, India",
        "travel_time": null
      },
      {
        "_id": "ChIJa--BGLftDzkRO-fNQNv5zJY",
        "generalDescription": "Nestled in Sector 35 of Chandigarh, Topiary Park is a delightful oasis that captivates visitors with its stunning array of topiary sculptures and beautifully landscaped gardens. Spanning a generous area, this park features an impressive collection of meticulously shaped plants that resemble various animals, creating a whimsical atmosphere perfect for family outings. Established in 1987, it has become a beloved destination for children and adults alike.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.761245,
        "rating": 4.2,
        "numRatings": 1716,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 47 out of 54 Places To Visit in Chandigarh. Topiary Park, located in Chandigarh, is a unique green space renowned for its meticulously sculpted bushes and trees that resemble various shapes, animals, and objects. This park offers visitors a delightful experience amidst creatively trimmed foliage, providing a serene escape from the hustle and bustle of urban life.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 31,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Topiary Park is an amazing place to be as you can find varieties of topiaries in the shape of animals here. You will also be able to see varieties of ornamental plants in this garden.",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 12,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QRMlNTkYtahUPqlXTYldzRoSDjtoKnqI",
          "HqfNiliF8Fjdc6aQuY3NY9lwGilUuaRa",
          "0zBozewuL0TTwWIssECBpUhMdMtAKS8q",
          "QRMlNTkYtahUPqlXTYldzRoSDjtoKnqI",
          "HqfNiliF8Fjdc6aQuY3NY9lwGilUuaRa",
          "0zBozewuL0TTwWIssECBpUhMdMtAKS8q"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Topiary Park, 35A Chandigarh",
        "placeId": "ChIJa--BGLftDzkRO-fNQNv5zJY",
        "internationalPhoneNumber": "+91 172 278 7200",
        "reviews": [
          {
            "rating": 5,
            "text": "Really nice park in sector 35. It is near Gurudwara Sahib and is a big park. Good for having picnic here.",
            "author_name": "PARNEET KAUR",
            "relative_time_description": "",
            "time": 1741025599,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "In the heart of the city, Topiary Park stands out with its neatness and unique morning charm. It's a great spot for anyone looking to relax. The carefully shaped trees add a fun touch to the peaceful setting. The park is clean, making it even more calming. The pond attracts birds, filling the air with their songs. It's a lovely memory to take home. Amidst our noisy routines, a visit here feels like a refreshing break. It helps us see time differently and appreciate nature's beauty. Topiary Park is a simple yet wonderful escape from the hustle and bustle of everyday life.",
            "author_name": "Pushkar Dangi",
            "relative_time_description": "",
            "time": 1711437404,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wonderful park for children's and also for elders.\nOr excercise and yoga .\n\nVery neat and clean park.\nChairs are also available.\nVery peaceful in afternoon time 🌄😊😊",
            "author_name": "Akash Singh",
            "relative_time_description": "",
            "time": 1749205248,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://mcchandigarh.gov.in/",
        "index": 17,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 63,
            "2": 63,
            "3": 211,
            "4": 464,
            "5": 915
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.72686,
        "address": "PQG5+FR9, Sub. City Center, Sector 35A, Sub. City Center, 35B, Sector 35, Chandigarh, 160022, India",
        "travel_time": null
      },
      {
        "_id": "ChIJgyoHLKjtDzkRHB8NlcoPTyM",
        "generalDescription": "City Bird Sanctuary, also known as the Chandigarh Bird Park, is a hidden gem for bird lovers and couples. It features vibrant parrots and various avian species, making it a must-visit spot in Chandigarh. Meanwhile, Chail Bird Sanctuary in Himachal Pradesh covers 110 square kilometers and offers an exciting adventure for nature enthusiasts. The sanctuary boasts two large aviaries with ample space for terrestrial and aquatic birds to fly and nest naturally while visitors stroll by.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 76.77945,
        "rating": 4,
        "numRatings": 2046,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "46 km from city center 51 out of 54 Places To Visit in Chandigarh. The City Bird Wildlife Sanctuary is located in sector 21 of Chandigarh. It is also popularly known as Parrot Bird Sanctuary due to the presence of hundreds of different types of parrots.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 32,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BnzMbh0QNYywUbB23KX0OWd4UkQhjE4B",
          "fqDmjXmYfhHjnIdu6g1bE5RA1JUpbjQX",
          "L9boiQWgl85RC6A75lwNVNFLWFv5n7Ef",
          "BnzMbh0QNYywUbB23KX0OWd4UkQhjE4B",
          "fqDmjXmYfhHjnIdu6g1bE5RA1JUpbjQX",
          "L9boiQWgl85RC6A75lwNVNFLWFv5n7Ef"
        ],
        "openingPeriods": [],
        "name": "City Bird Sanctuary 21 Chd",
        "placeId": "ChIJgyoHLKjtDzkRHB8NlcoPTyM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The City Bird Park in Sector 21, Chandigarh,  is a popular attraction for bird lovers and families.\nTimings:\n- Morning:* 9:00 AM – 12:00 PM\n- Evening: 3:00 PM – 6:00 PM (may vary seasonally)\n🦜 Aviary & Bird Enclosures – Houses a variety of exotic and local birds.\nNatural Setting – Lush greenery, walking paths, and shaded seating.\n– Great for bird-watching and family pictures.\n\nBest Time to Visit:\n- Early morning or late afternoon (to avoid heat and see active birds).",
            "author_name": "Surjit Singh Banga",
            "relative_time_description": "",
            "time": 1744282364,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The sanctuary has been well built and well maintained. It gives you a feeling of strolling in the nature. Variety of plants, flowers, trees all around... There are variety of birds like black swan, love bird (parrot with multiple colors). Unfortunately we could not spot many birds may because of hibernation. But the place is really nice it gives you a peaceful feeling in the mid of city chaos.",
            "author_name": "khushi Khushboo",
            "relative_time_description": "",
            "time": 1731214996,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "First of all this is not the actual bird park that most of the visitors hope to visit. This is actually a regular park. The pictures and videos posted for this location are actually from the actual bird park that you wish to visit. Irrespective of all this, this park is well maintained and full of greenery. It won't be a waste of time if you spend your time in the midst of greenery here.",
            "author_name": "Ankit Vashistha",
            "relative_time_description": "",
            "time": 1735305759,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Park",
          "National park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 210,
            "2": 101,
            "3": 219,
            "4": 438,
            "5": 1078
          }
        },
        "minMinutesSpent": null,
        "latitude": 30.728581,
        "address": "279, Ward Number IV, Himalaya Marg, Sector 21A, Sector 21B, Sector 21, Chandigarh 160022, India",
        "travel_time": null
      },
      {
        "_id": "ChIJacZgJ7_tDzkRdNeibenK6uA",
        "generalDescription": "Hibiscus Garden, located in Sector 36 of Chandigarh, is a renowned botanical oasis that spans across 8 acres. Established in 1974, it played a pivotal role in earning Chandigarh its reputation as the 'City of Gardens'. The garden is home to an impressive collection of over 40 varieties of hibiscus shrubs, ensuring a vibrant and colorful display throughout the year.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 76.759269,
        "rating": 4.4,
        "numRatings": 411,
        "sources": [
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 35 out of 54 Places To Visit in Chandigarh. Established in 1996, Hibiscus Garden is a botanical oasis spanning across an expansive 8-acre area in Sector 36 of Chandigarh. This picturesque garden boasts an impressive collection of over 40 varieties of hibiscus shrubs, showcasing the diversity and beauty of these vibrant flowers.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 22,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CqJc12CI11nsj0kSFql8EFayVc9zMOBp",
          "TPF2XH8KA8msMcQiPzaK0jY4PTrhsDmU",
          "9EJZYq2GV0jkPJvY3OOtW5rxZ3WgJTx0",
          "CqJc12CI11nsj0kSFql8EFayVc9zMOBp",
          "TPF2XH8KA8msMcQiPzaK0jY4PTrhsDmU",
          "9EJZYq2GV0jkPJvY3OOtW5rxZ3WgJTx0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Hibiscus Garden",
        "placeId": "ChIJacZgJ7_tDzkRdNeibenK6uA",
        "internationalPhoneNumber": "+91 1800 180 2116",
        "reviews": [
          {
            "rating": 5,
            "text": "Best place for photography and picnic.\nBest place for kids.",
            "author_name": "Abhivandan Mehta",
            "relative_time_description": "",
            "time": 1734195900,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really nice structure of the garden. This garden is near the garden of fragrance. A really big n beautiful garden to visit. I have visited this garden twice. The garden is so nice to read a book. The view here is nice.",
            "author_name": "PARNEET KAUR",
            "relative_time_description": "",
            "time": 1741632211,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The vibe of the garden is very good and calming...the flowers are like eye candy and  very attractive and some of the trees look majestic as they are very large and mature...i personally enjoyed a little stroll in the garden and saw some different colours of hibiscus I've never seen before 🌺",
            "author_name": "Harsh Vaid",
            "relative_time_description": "",
            "time": 1755876389,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 8,
            "3": 33,
            "4": 114,
            "5": 245
          }
        },
        "minMinutesSpent": 90,
        "latitude": 30.735637,
        "address": "Hibiscus Garden Rd, 36A, Sector 36, Chandigarh, 160036, India",
        "travel_time": null
      },
      {
        "_id": "ChIJF04THyTtDzkRLlUCapcr5ls",
        "generalDescription": "Butterfly Park in Chandigarh is a beautifully landscaped park and conservatory that boasts an array of trees, shrubs, and flowers, serving as a magnet for 35 different species of butterflies. Managed by the Forest and Wildlife Department of Chandigarh, this iconic location spans over 7 acres and offers visitors the opportunity to discover numerous butterfly species. It's an inexpensive yet unique attraction suitable for all age groups.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 76.810526,
        "rating": 4.1,
        "numRatings": 1757,
        "sources": [
          {
            "id": "127550",
            "type": "webPlacesList",
            "url": "https://www.revv.co.in/blogs/picnic-places-and-amusement-parks-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "With manicured bushes, Butterfly Park boasts of housing more than 35 species of butterflies. For a smooth breeding of the butterflies, a perfect environment is facilitated at this park. An amazing feature of this park is that there is a silence zone here where visitors are not allowed to make loud noise.",
            "siteName": "Revvlog",
            "shortName": "Road Trips to Picnic Places and Amusement Parks in Chandigarh",
            "indexInSource": 8,
            "iconSiteId": 9601,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923878",
            "type": "webPlacesList",
            "url": "https://chandigarhlifestyle.com/blog/lifestyle/pre-wedding-locations-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Tucked away in Sector 26, Chandigarh, Butterfly Park is a tranquil oasis amidst the bustling city life. Couples can stroll through the park’s lush gardens and butterfly conservatory, capturing moments of romance amidst fluttering wings and vibrant blooms. Image source: The Indian Express",
            "siteName": "chandigarh life style",
            "shortName": "Top 20 Pre Wedding Locations in Chandigarh",
            "indexInSource": 5,
            "iconSiteId": 159063,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92001",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/chandigarh/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "3 km from city center 15 out of 54 Places To Visit in Chandigarh. Located in Sector 26, Chandigarh, Butterfly Park is a popular park in the city. The garden is well maintained with beautiful landscaping and houses a total of 35 species of butterflies and more.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Chandigarh | Top Tourist Attractions",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477164",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-chandigarh/",
            "sourceSite": "Web",
            "snippet": "Butterfly Park | #15 of 16 Best Places to Visit in Chandigarh. Managed by the Forest and Wildlife Department of Chandigarh, this park must be in your itinerary. It has more than 30 species of butterflies over an area of 7 acres.",
            "siteName": "FabHotels",
            "shortName": "Places to Visit in Chandigarh: ✔Location, Timings, Bus Stop",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SqAvr8mhJUjqlWSu1C0xZREEYiqYg99G",
          "qu7AqFt0mAb2zxWRvUvz5ZxS5AlX37N4",
          "zAYXiR80gPyqPgd7qtm57u4j6SyFZlye",
          "SqAvr8mhJUjqlWSu1C0xZREEYiqYg99G",
          "qu7AqFt0mAb2zxWRvUvz5ZxS5AlX37N4",
          "zAYXiR80gPyqPgd7qtm57u4j6SyFZlye"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Butterfly Park, 26 Chandigarh",
        "placeId": "ChIJF04THyTtDzkRLlUCapcr5ls",
        "internationalPhoneNumber": "+91 1800 180 2116",
        "reviews": [
          {
            "rating": 5,
            "text": "Very peaceful and serene atmosphere. Best time to visit is during spring and onset of summers. Must visit for children to learn about flora and fauna. Very less crowd, perfect getaway from city life in the midst of a city itself.",
            "author_name": "Sugandhita Ujjawal Kumar",
            "relative_time_description": "",
            "time": 1744090681,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A little known out of the way attraction. Many go to Suknah Lake or the Rock Garden.  I didn't see a lot of butterflies that day but it was a peaceful stroll. A nice little getaway ❤️ This was a few years ago while I was visiting.",
            "author_name": "Kathy Hedrick",
            "relative_time_description": "",
            "time": 1733832587,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Visited the Butterfly Garden in Chandigarh recently just to kill some time. It's an okayish place overall. There are a few wild mulberry and mango trees scattered around, and I even spotted a lone pear tree. I went in spring, which seemed like the off-season - I believe it would look a lot better in winters when it's greener and more lively.\nThat said, if you're in the city looking for a peaceful spot to unwind, it's not a bad choice. But if you're after a more vibrant experience, I'd still recommend heading to Sukhna Lake instead.",
            "author_name": "Asmita Singhai",
            "relative_time_description": "",
            "time": 1743854155,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 99,
            "2": 93,
            "3": 250,
            "4": 405,
            "5": 919
          }
        },
        "minMinutesSpent": 60,
        "latitude": 30.729599,
        "address": "Nitttr, Sector 26, Chandigarh, 160019, India",
        "travel_time": null
      }
    ]
  }
}