{
  "edd3d1a8f390822a8011601bf5307436": {
    "data": {
      "id": "110018",
      "type": "geoCategory",
      "title": "The 26 best beaches in and around Puri",
      "sourceDomain": null,
      "linkUrl": null,
      "headerImageKey": "eL7O8eICcZiO3LxhBccZflK3bk3zjs1p",
      "geo": {
        "id": 975,
        "name": "Puri"
      },
      "placeMetadata": [
        {
          "id": 806143,
          "name": "Puri Beach",
          "placePageType": "visible",
          "placeId": "ChIJr479qwbEGToRhc-kVTaLb1s",
          "sources": [
            {
              "id": "2255964",
              "type": "webPlacesList",
              "url": "https://timesofindia.indiatimes.com/travel/web-stories/most-stunning-beaches-in-and-around-puri/photostory/107011794.cms",
              "sourceSite": "Web",
              "snippet": "Puri Beach is the prime beach attraction in the spiritual town. The beach is known for its golden sands, and activities like horse riding and camel rides.",
              "siteName": "Times of India",
              "shortName": "Most stunning beaches in and around Puri!",
              "indexInSource": 0,
              "iconSiteId": 241,
              "showIcon": true,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "517077",
              "type": "webPlacesList",
              "url": "https://www.oyorooms.com/travel-guide/beaches-in-puri/",
              "sourceSite": "Web",
              "snippet": "Located on the tropical coastline of Orissa, Puri Beach is one of the wonderful destinations for holidaying where sun-kissed beaches wet your feet and gentle wind simply elevates you from the earthy fragrance to the clouds. One of the best family beaches of the country, it is a favourite among beach lovers who relish holidaying here as the beach enamours a bewitching opportunity to undergo its wild sea waves and enjoy fun activities like angling, boat ride, swimming, surfing, and sea cruising on its golden sands and the thunder of the breakers appearing from the Bay of Bengal. Puri Beach is also surrounded by ancient holy temples that captivate tourists from all over the world, who visit here to explore the scenic beauty of the beach.",
              "siteName": "OYO",
              "shortName": "6 Most Famous Beaches in Puri",
              "indexInSource": 0,
              "iconSiteId": 3083,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845389",
              "type": "webPlacesList",
              "url": "https://www.amazingtourindia.com/2022/12/best-sea-beaches-in-puri.html",
              "sourceSite": "Web",
              "snippet": "Swargadwar beach is the most beautiful and crowded beach in Puri, and it's the main tourist attraction of Puri city. Here you will find the food courts , local handmade product shops where you can buy handmade jewellery, seashells products etc. Its nearest beach from Jagannath temple and therefore devotees first take bath here to complete their prayer then visit the temple.Swargadwar beach is always packed with tourists and every tourist prefers to book their hotel near Swargadwar beach because here you will find see view hotels and from here Jagannath temple is 2 km distance.",
              "siteName": "Amazing Tour India- Tourist Guide",
              "shortName": "8 Best Beaches in Puri That Makes Your Puri Tour Success - Amazing Tour India",
              "indexInSource": 1,
              "iconSiteId": 12114,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673669",
              "type": "webPlacesList",
              "url": "https://www.mypuritour.com/blog/best-beach-in-puri-top-spots-you-must-visit-now/",
              "sourceSite": "Web",
              "snippet": "Puri’s beaches offer a rich mix of experiences, from the bustling atmosphere of Puri Beach and Swargadwar Beach to the serene, offbeat charm of Balighai and Baliharachandi. Solo traveler, a family on vacation, or a couple seeking some tranquility, Puri has a beach that’s perfect for you. So pack your sunscreen, grab your sunglasses, and get ready to explore some of the finest beaches that the east coast of India has to offer!",
              "siteName": "Mypuritour",
              "shortName": "Best Beach in Puri: Top Spots You Must Visit Now!",
              "indexInSource": 0,
              "iconSiteId": 109441,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673655",
              "type": "webPlacesList",
              "url": "https://www.veenaworld.com/blog/beaches-in-puri",
              "sourceSite": "Web",
              "snippet": "Puri Beach is one of the popular destinations in the city because the place is also a sacred place for the Hindus. This beach is also ideal for surf enthusiasts because it offers choppy waters and splendid sands. The beach has a special area known as Sundarsan Pattnaik Sand Art Area, dedicated to the sand art created by the legendary sand artist Sundarsan Pattnaik.",
              "siteName": "Veena Patil Hospitality Pvt Ltd",
              "shortName": "Meet The Heavenly Beaches in Puri",
              "indexInSource": 0,
              "iconSiteId": 759,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673665",
              "type": "webPlacesList",
              "url": "https://www.tripoto.com/puri/places-to-visit/puri-beach",
              "sourceSite": "Web",
              "snippet": "Puri Beach is a beautiful stretch of sand that lies along the eastern coast of India, facing the Bay of Bengal. It is located in the city of Puri, which is one of the four holy dhams (pilgrimage sites) for Hindus. Puri Beach is not only a place of religious significance, but also a hub of entertainment, adventure, and relaxation.",
              "siteName": "Tripoto",
              "shortName": "Puri Beach: A Complete Guide to the Golden Coastline of Odisha",
              "indexInSource": 0,
              "iconSiteId": 536,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": "At a distance of 2 km from Jagannath Temple and 2.5 km from Puri Junction, Puri Beach is a pristine sea beach located along the coast of Bay of Bengal in Puri, Odisha. It is considered as one of the cleanest beaches in India and also one of the best Puri Tourist Places.",
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 0,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2387509",
              "type": "webPlacesList",
              "url": "https://holyvoyages.com/odisha/famous-beaches-puri-golden-beach-odisha-india.aspx",
              "sourceSite": "Web",
              "snippet": "The Deccan plateaus make several physiographical features for loving couples to hide and seek love for each other far from eyes of locals.",
              "siteName": "holyvoyages.com",
              "shortName": "5 Best Beaches in Puri, Odisha| Golden Beach in Puri| Beleshwar Beach| Swargdwar Beach| Holy Voyages",
              "indexInSource": 1,
              "iconSiteId": 67336,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [
            "Beach"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha 752002, India",
          "rating": 4.6,
          "numRatings": 7145,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "RFUxC4HNRV1pwGW7Ke8q00M9pdMgd7Qm",
            "a7kX57jGbwVIjrOOJL5c2LgGWNryHRXr",
            "iTSe933pbwj2smxvKC3fzvfAJT9Xhj4D",
            "wIpmafAXc3xpoaEMeNrgGCdmECGOQBXm"
          ],
          "images": [
            {
              "key": "RFUxC4HNRV1pwGW7Ke8q00M9pdMgd7Qm",
              "width": 1620,
              "height": 1080
            },
            {
              "key": "a7kX57jGbwVIjrOOJL5c2LgGWNryHRXr",
              "width": 1620,
              "height": 1080
            },
            {
              "key": "iTSe933pbwj2smxvKC3fzvfAJT9Xhj4D",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "wIpmafAXc3xpoaEMeNrgGCdmECGOQBXm",
              "width": 800,
              "height": 1200
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VPU2o3Wk9TOFp2dG53RRAB",
              "time": "2025-05-17T18:28:19.000Z",
              "reviewerName": "Swarup Ranjan Behera (Rj)",
              "rating": 5,
              "rank": 1,
              "reviewText": "A Breath of Sea Air at Puri Beach\n\nDropped by Puri Beach recently, and I must say, it was just the thing my soul needed. There’s something about the sound of waves and that salty breeze that clears your head right out. I got there early and watched the sun rise over the water - absolutely magic. The whole sky lit up like it had been painted fresh that morning.\n\nWalking along the shore barefoot, with the sea gently nudging your feet - it’s peaceful in a way that’s hard to explain. Come evening, the place gets lively in the best way: locals out for a stroll, stalls sizzling up snacks, kids chasing waves, and the odd camel plodding along looking half-interested in it all. I grabbed some coconut water and a few bites of local street food - nothing fancy, but it hit the spot.\n\nThe only downside is the crowd during holidays - it gets absolutely packed, and you do lose a bit of that calm. Plus, there’s the occasional litter left behind, which takes away from the beauty of the place.\n\nStill, it’s a spot that stays with you. Whether you’re after some quiet or a bit of beachside buzz, Puri Beach delivers the goods. Would happily go back, just to hear those waves again."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT210a2EyWXlUMjlLUVRodGIwSnROMkZ5UlVwaVQzYxAB",
              "time": "2025-07-10T12:17:41.000Z",
              "reviewerName": "Tanmay Patra",
              "rating": 4,
              "rank": 1,
              "reviewText": "Puri Beach is a beautiful and lively place, especially during sunrise and sunset. It was quite crowded when I visited, but the view of the sea and waves was amazing. A great spot to relax, walk barefoot on the sand, and enjoy the local vibe."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURva3ZhY1hREAE",
              "time": "2025-04-23T10:05:15.000Z",
              "reviewerName": "Bharat Dalei",
              "rating": 5,
              "rank": 2,
              "reviewText": "Puri Sea Beach is a beautiful and peaceful place to visit. The view of the sunrise and sunset is amazing. The sound of the waves and the cool breeze make it very relaxing. The beach is clean in the morning, and many people come here for a walk or to enjoy the sea. You can also find tasty street food, tea, and souvenirs nearby. Camel and horse rides are also available for fun. It’s a great place for families, friends, and solo travelers."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VLTGR2SjJ5NjlQYndBRRAB",
              "time": "2025-06-13T19:39:11.000Z",
              "reviewerName": "Satyam kumar Sah",
              "rating": 5,
              "rank": 4,
              "reviewText": "Out of all the beaches in Puri, I found this to be the best beach. I had a lot of fun here. There are many hotels nearby,\nA lot of people come here in the evening and watch the sea closely, which really looks very lovely, here a moist wind blows along with the sea waves, and in front of it everything is washed away"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205a1QzVkRWRkJoVkdaM09IUldXamh6ZFhsR2RWRRAB",
              "time": "2025-07-27T10:40:49.000Z",
              "reviewerName": "Preity M",
              "rating": 5,
              "rank": 4,
              "reviewText": "Puri Beach offers a vibrant experience with its golden sands, clear waters, and lively atmosphere. It's a popular spot for relaxation, water sports, and enjoying the scenic beauty of the Bay of Bengal, especially during sunrise and sunset. Very very clean beach. I visited it with my family having elderly members and kids aged around 10-12 years. There was facility of renting plastic chairs at reasonable rates where the elderly members actually relaxed and enjoyed the sea wind and sunset and on the other hand, kids played making sand castles, splashing water at each other and lots of other fun. The beach offers a family-friendly atmosphere with opportunities for camel and horse rides, and shopping for souvenirs.\n\nThe beach also boasts local markets, delicious seafood, and the unique experience of witnessing sand art. Puri Beach, also known as Golden Beach, is one of the finest coastlines in East India,  often flocked by devotees visiting the beach for a purification dip who come to Puri to pay their homage to Lord Jagannath. Puri Golden Beach ticket price and entry fee from visitors is Rs 20 for a period of three hours and Rs 50 and Rs 100 for the entire day. Free access for children under the age of 10."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21Jd01EaHBUMjAxUXpkTU1GQnhjekl0TVVWa2RVRRAB",
              "time": "2025-06-17T16:39:32.000Z",
              "reviewerName": "D G BERA",
              "rating": 5,
              "rank": 5,
              "reviewText": "Also known as the Golden Beach because of its golden-colored sand. The beach is considered among the safest in the country; .\n\nIt buzzes with people of all ages from early morning till late night. Devotees of Lord Jagannath too visit the beach as it is believed that taking a dip in the sea at Puri is like paying reverence to the Lord"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tkcWVERkxjRUZhVG1oNFRuTTJheTF2WTFwQk0xRRAB",
              "time": "2025-07-28T08:00:48.000Z",
              "reviewerName": "priyanka Shah",
              "rating": 5,
              "rank": 6,
              "reviewText": "Puri Beach is a peaceful and scenic spot with golden sands and beautiful sea views. It’s clean, safe, and just minutes from Jagannath Temple. Perfect for sunrise walks, beach fun, and relaxing with street food and local crafts."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNZNVBPeEF3EAE",
              "time": "2025-05-01T15:17:17.000Z",
              "reviewerName": "narain choudhuri",
              "rating": 4,
              "rank": 8,
              "reviewText": "Golden Beach, Puri Odisha, a popular tourist destination, beach is known for its golden sand and blue vibrant waters.\nThe beach stretches for miles and is lined with coconut palms for it's cleanliness and serene atmosphere.\nThe beach offers a safe environment for families to enjoy family time, with family-friendly amenities like chair rentals and snacks available from the local shops and stalls. There are vendors selling local handicrafts, souvenirs, sea pearls items and varieties of conchs.\nTourists are enjoying the beach,can explore the local market, try water sports like parasailing and jet skiing, other than joy-ride with camel and pony ride."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 182,
              "2": 79,
              "3": 298,
              "4": 1361,
              "5": 5243
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 6663,
          "name": "Golden Beach",
          "placePageType": "visible",
          "placeId": "ChIJ-XqEthnEGToRXsSTqeZA4Uo",
          "sources": [
            {
              "id": "2255964",
              "type": "webPlacesList",
              "url": "https://timesofindia.indiatimes.com/travel/web-stories/most-stunning-beaches-in-and-around-puri/photostory/107011794.cms",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "Times of India",
              "shortName": "Most stunning beaches in and around Puri!",
              "indexInSource": 1,
              "iconSiteId": 241,
              "showIcon": true,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845389",
              "type": "webPlacesList",
              "url": "https://www.amazingtourindia.com/2022/12/best-sea-beaches-in-puri.html",
              "sourceSite": "Web",
              "snippet": "Golden Beach is one of the best beaches in Puri and all the above beaches are connected to each other, so you can easily reach each beach by walking.Cleanliness is the beauty of Golden Beach and it has received Blue Flag certification for its upkeep and environmental safety. The length of this beach is about 870 meters and it is connected to Niladri Beach on one side and Swargadwar Beach on the other. Here you have to pay 20 rupees for three hours and that time is enough to enjoy the beach life and here you can go to the garden built near the beach and also do good photography.",
              "siteName": "Amazing Tour India- Tourist Guide",
              "shortName": "8 Best Beaches in Puri That Makes Your Puri Tour Success - Amazing Tour India",
              "indexInSource": 3,
              "iconSiteId": 12114,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "517077",
              "type": "webPlacesList",
              "url": "https://www.oyorooms.com/travel-guide/beaches-in-puri/",
              "sourceSite": "Web",
              "snippet": "Located at a distance of 20 kilometres from Puri on a little diversion on the highway leading to Konark, Golden Beach is a tranquil, laid back beach away from the din of the city. The beach is untarnished and desolated and boasts of a perfectly peaceful environment with only the crashing of sea waves to provide you company. As its name suggests, the beach is replete with the rich, glowing tones of the picture perfect sand that spills out onto the waterfront of the Bay of Bengal.",
              "siteName": "OYO",
              "shortName": "6 Most Famous Beaches in Puri",
              "indexInSource": 1,
              "iconSiteId": 3083,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673669",
              "type": "webPlacesList",
              "url": "https://www.mypuritour.com/blog/best-beach-in-puri-top-spots-you-must-visit-now/",
              "sourceSite": "Web",
              "snippet": "Puri Beach, also known as Golden Beach, is a hotspot for both tourists and devotees. Beach is often filled with people visiting Puri for a dip in the holy waters and to pay homage to Lord Jagannath at the nearby Jagannath Temple. Puri Beach is renowned for its golden sands and calming atmosphere, but what truly sets it apart are the stunning sand sculptures made by internationally acclaimed artist Sudarshan Patnaik.",
              "siteName": "Mypuritour",
              "shortName": "Best Beach in Puri: Top Spots You Must Visit Now!",
              "indexInSource": 1,
              "iconSiteId": 109441,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673655",
              "type": "webPlacesList",
              "url": "https://www.veenaworld.com/blog/beaches-in-puri",
              "sourceSite": "Web",
              "snippet": "The beach ends at the mouth of the Bay of Bengal and many visitors say that as the day turns to night and night to day, you can see the ever-changing colours of water. You can experience the otherworldly beauty at this beach. Since it’s not a very popular beach, the amenities here are less than other beaches.",
              "siteName": "Veena Patil Hospitality Pvt Ltd",
              "shortName": "Meet The Heavenly Beaches in Puri",
              "indexInSource": 2,
              "iconSiteId": 759,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673685",
              "type": "webPlacesList",
              "url": "https://odishatour.in/sea-beach/",
              "sourceSite": "Web",
              "snippet": "The Golden Sea Beach in Puri has been given the prestigious Blue Flag Beach tag. It is located about 2 km distance from the Lord Shree Jagannath temple in Puri. India has ten blue-flag beaches, and the golden beach of Puri is one of the best of them.",
              "siteName": "Odisha Tour",
              "shortName": "20 Best Sea Beach & Cleanest Beaches in Odisha",
              "indexInSource": 0,
              "iconSiteId": 109440,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2387509",
              "type": "webPlacesList",
              "url": "https://holyvoyages.com/odisha/famous-beaches-puri-golden-beach-odisha-india.aspx",
              "sourceSite": "Web",
              "snippet": "The Deccan plateaus make several physiographical features for loving couples to hide and seek love for each other far from eyes of locals.",
              "siteName": "holyvoyages.com",
              "shortName": "5 Best Beaches in Puri, Odisha| Golden Beach in Puri| Beleshwar Beach| Swargdwar Beach| Holy Voyages",
              "indexInSource": 0,
              "iconSiteId": 67336,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "A Hindu sacred place, this busy beach is the site of the annual Puri Beach Festival & sand displays.",
          "generatedDescription": "Golden Beach in Puri is a bustling Hindu sacred place and the venue for the annual Puri Beach Festival and sand displays. It's one of the best beaches in Puri, connected to other nearby beaches like Niladri Beach and Swargadwar Beach. The beach spans about 870 meters and has received Blue Flag certification for its cleanliness and environmental safety.",
          "categories": [
            "Beach",
            "Outdoor Activities"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Odisha, India",
          "rating": 4.5,
          "numRatings": 11891,
          "tripadvisorRating": 4,
          "tripadvisorNumRatings": 2109,
          "website": "http://odishatourism.nic.in/",
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "wUrG2AeRvN5ZPm1Y9fLy8qi6cfDgB3sX",
            "ojJiXmgbEvoaoGN0ZkqLVVIcnwHbQPMm",
            "BBo3mc5znREu0enPXvOsewGCiQg3GnC8",
            "w4dwupbTGiW7io67NCh147lwolKYYpra",
            "CCDApUSlYcvYxSnUzf4XxfDCAfucYBs6"
          ],
          "images": [
            {
              "key": "wUrG2AeRvN5ZPm1Y9fLy8qi6cfDgB3sX",
              "width": 1920,
              "height": 1080
            },
            {
              "key": "ojJiXmgbEvoaoGN0ZkqLVVIcnwHbQPMm",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "BBo3mc5znREu0enPXvOsewGCiQg3GnC8",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "w4dwupbTGiW7io67NCh147lwolKYYpra",
              "width": 720,
              "height": 900
            },
            {
              "key": "CCDApUSlYcvYxSnUzf4XxfDCAfucYBs6",
              "width": 768,
              "height": 1024
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUR3cGFTR2xnRRAB",
              "time": "2025-03-27T05:53:14.000Z",
              "reviewerName": "AJAYA BEHERA",
              "rating": 5,
              "rank": 1,
              "reviewText": "The golden beach is situated in the city of Puri,Odisha,India. The sea beach is a part of Bay of Bengal. It is famous for its mesmerizing sights. The beach is well- maintained and clean. You can hire beach chairs for a fee. There are food stalls and vendors selling local snacks and drinks. You can find camel and horse rides on the beach."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25kNVNGOVBkMkZ3UmpsdE5sOTNVRzk1ZW1NeVNrRRAB",
              "time": "2025-07-02T16:59:14.000Z",
              "reviewerName": "Siddharth Verma",
              "rating": 5,
              "rank": 1,
              "reviewText": "A nice place to enjoy during evening. A lot of shops are there , food stalls you can go for a camel ride and even for a bath at the beach . Amazing view of sunrise and sunsets"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pCR05VZHhSVUpSYzNkSFp6bHhkSE5OTFRsMFNIYxAB",
              "time": "2025-08-22T14:24:26.000Z",
              "reviewerName": "Alok kr Verma",
              "rating": 4,
              "rank": 1,
              "reviewText": "Very nice place to enjoy with friends and family members\nEspecially in summer 🌞 season\n🐪 Camels ride also available\nMany small Shop and unique items food available you enjoy\nSunset and sunrise view beautiful ❤️\nCleanness near golden beach ⛱️ (plastic every where ,a water bottle. Plastic every where clean 2 ⭐ rating)"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tKSlpIQktUMmd4TkdkQmJXWmpRbUpLYVV4bGVVRRAB",
              "time": "2025-07-04T18:59:09.000Z",
              "reviewerName": "Ashish Meena",
              "rating": 5,
              "rank": 2,
              "reviewText": "Golden Beach, Puri: A Golden Experience on Odisha's Coast\n\nGolden Beach in Puri, also often referred to simply as Puri Beach, truly lives up to its name with its sparkling golden sands that gleam under the Odisha sun. This stretch of coastline along the Bay of Bengal offers a captivating blend of natural beauty, cultural vibrancy, and modern amenities, making it a highly recommended destination for various types of travelers.\nWhat Makes Golden Beach Shine:\n* Blue Flag Certification: A major highlight and a testament to its quality, Golden Beach received the prestigious \"Blue Flag\" certification from the Foundation for Environment Education (FEE), Denmark, in 2020. This signifies its high standards of cleanliness, safety, environmental management, and accessibility. You'll find well-maintained facilities like clean toilets, changing rooms, drinking water dispensers, and accessible pathways for those with disabilities.\n* Stunning Sunrises and Sunsets: The beach is renowned for its breathtaking sunrises and sunsets. The golden hues that paint the sky and reflect on the water create a truly magical experience, perfect for photography or simply soaking in the serene beauty.\n* Calm and Safe Waters: Unlike some beaches with strong currents, Golden Beach generally has calm and gentle waves, making it safe for swimming for all ages. Lifeguards are also present to ensure visitor safety.\n* Vibrant Atmosphere and Activities: Golden Beach is a lively hub with a constant buzz of activity. You can enjoy:\n* Camel and Horse Rides: A popular way to experience the beach, especially for families.\n* Water Sports: While the waters are calm, some operators offer activities like parasailing, jet skiing, and banana boat rides.\n* Local Shopping (Beach Bazaar): Numerous hawkers and stalls line the beach, offering everything from souvenirs and shell accessories to local handicrafts and delicious street food, especially fresh seafood.\n* Sand Art: Puri is famous for its sand artists, and you'll often find intricate and beautiful sand sculptures on display, often by internationally recognized artists like Sudarsan Pattnaik.\n* Cleanliness and Maintenance: The Blue Flag status reinforces the commitment to maintaining the beach's cleanliness. Regular maintenance ensures a pleasant and welcoming environment for visitors.\n* Cultural Significance: Beyond its natural beauty, Golden Beach holds cultural and religious importance as it's a sacred site for pilgrimage, with devotees often taking a dip in the sea after visiting the nearby Jagannath Temple.\nThings to Consider:\n* Crowds: Being a popular destination, the beach can get quite crowded, especially during peak season (November to February) and holidays. If you prefer a more secluded experience, you might need to seek out less frequented stretches of the Puri coastline.\n* Limited Food Stalls Directly on the Blue Flag Zone: While there are plenty of food options on the beach road, the Blue Flag certified area has restrictions on vendors to maintain cleanliness.\n* Bathroom Size: Some visitors have noted that the public bathrooms, while present, can be a bit small.\nOverall Impression:\nGolden Beach in Puri offers a well-rounded beach experience. Its recent improvements, including the Blue Flag certification, have elevated it to an international standard, providing a clean, safe, and enjoyable environment. Whether you're seeking a tranquil sunrise, a refreshing swim, a lively atmosphere, or a taste of local culture and cuisine, Golden Beach delivers. It's a must-visit for anyone traveling to Puri and a truly golden addition to India's coastline."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2twemJWWmhjRFp4YkhGWFQyMUdhakp4ZUV4M01YYxAB",
              "time": "2025-08-16T01:27:32.000Z",
              "reviewerName": "Ishwar Yendigeri",
              "rating": 5,
              "rank": 2,
              "reviewText": "Well maintained, clean and Zero fish smell around the beach. Very high and frequent tides one must be cautious while playing in the water"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURJN2MzTFlnEAE",
              "time": "2025-04-12T07:30:22.000Z",
              "reviewerName": "Subhankar Dutta",
              "rating": 5,
              "rank": 4,
              "reviewText": "Golden Beach or only blue flag beach in Puri.\nYou can take a bath here, a less crowded beach requires entry pass. For 3 hours 20 rs.\n\nAfter bathing here you can refresh with a bath with normal water, you have to buy a SPLASH TICKET. Bring a towel and dress, there is an exchange room, toilet and everything. Chairs are also available here with umbrella and without umbrella also. Tickets are available on the spot.\n\nNice beach with fantastic environment. If you want to enjoy sea with less crowd, come here."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2t0MU1UQnlZVGRsTkROdlFuVkhlR2hCWm1WcVoxRRAB",
              "time": "2025-06-23T14:25:29.000Z",
              "reviewerName": "Akshay Jha",
              "rating": 3,
              "rank": 6,
              "reviewText": "An amazing beach with a lot of footfall.\nJhal murhi sellers, pearl (fake) sellers, photographers, chair rentals, camel riders, cotton candy sellers, keychain and artefact sellers punctuate the entire shoreline.\n\nChairs cost 50/- rupees per hour to sit on.\n\nPeople can be found swimming shirtless or only in their undergarments.\n\nThe camel riders and jhal murhi sellers make sure to not cause any littering. Kudos to them!\n\nAlso saw sand art for the first time. Har Har Mahadev 🙏🏻"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT204NVFYbGZOR2RLZW10b05taFJTVWRZUjNkMWNGRRAB",
              "time": "2025-07-11T14:23:34.000Z",
              "reviewerName": "Amrendra kumar",
              "rating": 5,
              "rank": 7,
              "reviewText": "\"Golden Beach isn’t just golden by name — it's India’s pride in eco-tourism.\nLocated in Puri, Odisha, it's Asia’s first Blue Flag certified beach, known for its clean sands, calm vibes & safety.\nOfficially, it’s a part of Puri Beach 🌊🇮🇳"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 274,
              "2": 150,
              "3": 705,
              "4": 2601,
              "5": 8155
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 806141,
          "name": "Puri Swargadwar Beach",
          "placePageType": "visible",
          "placeId": "ChIJbZJ7czDEGToRw17rREZmvps",
          "sources": [
            {
              "id": "2255964",
              "type": "webPlacesList",
              "url": "https://timesofindia.indiatimes.com/travel/web-stories/most-stunning-beaches-in-and-around-puri/photostory/107011794.cms",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "Times of India",
              "shortName": "Most stunning beaches in and around Puri!",
              "indexInSource": 2,
              "iconSiteId": 241,
              "showIcon": true,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845389",
              "type": "webPlacesList",
              "url": "https://www.amazingtourindia.com/2022/12/best-sea-beaches-in-puri.html",
              "sourceSite": "Web",
              "snippet": "Swargadwar beach is the most beautiful and crowded beach in Puri, and it's the main tourist attraction of Puri city. Here you will find the food courts , local handmade product shops where you can buy handmade jewellery, seashells products etc. Its nearest beach from Jagannath temple and therefore devotees first take bath here to complete their prayer then visit the temple.Swargadwar beach is always packed with tourists and every tourist prefers to book their hotel near Swargadwar beach because here you will find see view hotels and from here Jagannath temple is 2 km distance.",
              "siteName": "Amazing Tour India- Tourist Guide",
              "shortName": "8 Best Beaches in Puri That Makes Your Puri Tour Success - Amazing Tour India",
              "indexInSource": 0,
              "iconSiteId": 12114,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673669",
              "type": "webPlacesList",
              "url": "https://www.mypuritour.com/blog/best-beach-in-puri-top-spots-you-must-visit-now/",
              "sourceSite": "Web",
              "snippet": "Puri’s beaches offer a rich mix of experiences, from the bustling atmosphere of Puri Beach and Swargadwar Beach to the serene, offbeat charm of Balighai and Baliharachandi. Solo traveler, a family on vacation, or a couple seeking some tranquility, Puri has a beach that’s perfect for you. So pack your sunscreen, grab your sunglasses, and get ready to explore some of the finest beaches that the east coast of India has to offer!",
              "siteName": "Mypuritour",
              "shortName": "Best Beach in Puri: Top Spots You Must Visit Now!",
              "indexInSource": 2,
              "iconSiteId": 109441,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "517077",
              "type": "webPlacesList",
              "url": "https://www.oyorooms.com/travel-guide/beaches-in-puri/",
              "sourceSite": "Web",
              "snippet": "Running along the main Marine Drive of Puri, right next to the Swargadwar Crematorium, this popular beach in Puri is the throbbing heartbeat of the city and is brimmed with visitors throughout the year. The beach is dotted with numerous stalls selling local handmade products, seashells, and fashion knick-knacks. The beach also has great religious importance as Swargadwar literally means ‘Door to Heaven’.",
              "siteName": "OYO",
              "shortName": "6 Most Famous Beaches in Puri",
              "indexInSource": 2,
              "iconSiteId": 3083,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673655",
              "type": "webPlacesList",
              "url": "https://www.veenaworld.com/blog/beaches-in-puri",
              "sourceSite": "Web",
              "snippet": "There are many places to visit in Puri but Swargadar Beach is one place that you cannot afford to miss. Its name literally translates to “doors to heaven” and the place holds a religious significance. Some legends state that this secluded beach was the bathing place of Sri Chaitanya Dev, the prophet of the Vaishnav people, and his devotees.",
              "siteName": "Veena Patil Hospitality Pvt Ltd",
              "shortName": "Meet The Heavenly Beaches in Puri",
              "indexInSource": 1,
              "iconSiteId": 759,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "The Puri Swargadwar Beach is a beautiful and peaceful place that is filled with stalls for souvenirs and food. It is also a popular location for Hindu worshipers. The beach can be quite congested, but it's worth visiting for the waves and the local businesses.",
          "categories": [
            "Beach"
          ],
          "hasDetails": true,
          "minMinutesSpent": 45,
          "maxMinutesSpent": 45,
          "address": "near swargadwar market, Puri, Odisha 752001, India",
          "rating": 4.5,
          "numRatings": 5849,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "JNVSZ2inoi5DK6MDxyPRC6ZcpUmhcpYy",
            "4vp9QqJMOTdR1yOpYYUfhbg1zUGtEuXA",
            "pmtgOFC6pAfr3BbDTHcnOn4FM51mQ9F0"
          ],
          "images": [
            {
              "key": "JNVSZ2inoi5DK6MDxyPRC6ZcpUmhcpYy",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "4vp9QqJMOTdR1yOpYYUfhbg1zUGtEuXA",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "pmtgOFC6pAfr3BbDTHcnOn4FM51mQ9F0",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUNnbnQtQXBRRRAB",
              "time": "2025-02-17T15:46:57.000Z",
              "reviewerName": "Biplab Mazumder",
              "rating": 5,
              "rank": 1,
              "reviewText": "Puri Swargduar Sea Beach offers an exceptionally amazing experience. While it can get a little crowded, especially in the evenings, it more than makes up for it with the vibrant atmosphere. The market shops nearby are beautiful and perfect for evening strolls, offering a variety of goods and local crafts. The seafood here is a must-try, with fresh, delicious options available. As one of the prime locations in Puri, it's easily accessible, making it a popular choice for visitors. The overall vibe is relaxing and enjoyable, with scenic views and a lively environment."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURJdC1Xekt3EAE",
              "time": "2025-04-13T17:50:56.000Z",
              "reviewerName": "Monimoy Mahapatra",
              "rating": 4,
              "rank": 1,
              "reviewText": "One of most famous sea beaches in the coromandel part is Puri Swargadwar Beach. Most of the tourists gather in this beautiful beach because of maximum hotel & guest houses are nearby this beach. Most tourists take bath & enjoy sea current here. After evening many food stalls open here & tourists enjoy the evening snacks here."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VQYVBpTGUydVAtT3JnRRAB",
              "time": "2025-05-16T01:01:06.000Z",
              "reviewerName": "Ayush Choudhary",
              "rating": 5,
              "rank": 2,
              "reviewText": "The ultimate package of mental peace and a trip with your loving ones. The sunrise and sunset here is a jaw dropping and breeze and waves is like borax to the gold.\n\nDon't miss the evening SAMUDRA AARTI, it feels as you are remembering your ancestors and feel their presence."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pGTlpIcGxia3huY1VjM1FqTTVRa2hEUkhsUlpYYxAB",
              "time": "2025-07-27T01:50:16.000Z",
              "reviewerName": "P S SHEKHAWAT",
              "rating": 5,
              "rank": 2,
              "reviewText": "One of the Very neat and clean beach of Bay of Bangal in Jagannath Puri. Sagar arti is performed here on the beach at about 6.45 PM every day. It is very good experience to attend the arti."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNvaGF2Tkh3EAE",
              "time": "2025-04-18T17:44:53.000Z",
              "reviewerName": "Simran Sweta",
              "rating": 5,
              "rank": 3,
              "reviewText": "A Lively and Bustling Beach (More crowded than Neeladri Beach)\nVisited during the early morning hours — truly some of the most memorable moments of the entire trip.\n\nDon’t miss the vibrant night market by the beach! It’s a great spot for picking up souvenirs : Couri keychains, conch earrings and much much more.)\nTime well spent. ❤❤"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUNvdmRHOWpBRRAB",
              "time": "2025-04-26T06:45:47.000Z",
              "reviewerName": "Surajit Malakar",
              "rating": 5,
              "rank": 5,
              "reviewText": "Sea beach, Sea food, camel ride, food, souvenir shops, what not to love here...Do try the kancha (marbel) soda  masala... Awesome experience, a must visit, time will pass and you won't even realise, Shops around the beach open up at 5 pm, it is a totally different place in the evening. Loved it"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xvMk5qZFRTRk53UWtoTFEzbElXakIwT1dWYVVsRRAB",
              "time": "2025-08-17T12:24:43.000Z",
              "reviewerName": "Priobrata Biswas",
              "rating": 4,
              "rank": 5,
              "reviewText": "Most crowded beach in Puri. There are lots of food counters and shops to buy variety items. You can ride on Camel also. Most happening place in Puri after The great Jagannath temple. ❤️"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2w5NmJuUnhkM2RhTWpCYVdWQTVRbEU1ZDJONldVRRAB",
              "time": "2025-06-28T13:31:51.000Z",
              "reviewerName": "M Dhule",
              "rating": 5,
              "rank": 6,
              "reviewText": "Today we were on this beach . On 27and 28th jun  jagnnath rath Yatra , govt of Orissa arranged very beautiful Mela on this beach . As this beach is too long we visited it"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 146,
              "2": 78,
              "3": 438,
              "4": 1237,
              "5": 3950
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 14888492,
          "name": "Patita Pavan Jagannath Temple",
          "placePageType": "visible",
          "placeId": "ChIJyzlV7CfEGToRK8BJ02075PM",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": "The sacred Jagannath Temple adds unique significance to this beach. Tourists are welcomed by the local fishermen who take them for a boat ride over the sea to witness its intriguing charm. You can easily recognize these fishermen wearing dhotis and hats made up of straw and you can also be obliged to them because at times, they assume the job of guarding your life.",
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 0,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "2673665",
              "type": "webPlacesList",
              "url": "https://www.tripoto.com/puri/places-to-visit/puri-beach",
              "sourceSite": "Web",
              "snippet": "Whether you want to witness the grandeur of the Jagannath Temple, enjoy the thrill of water sports, marvel at the sand art by Sudarshan Patnaik, or simply soak in the sun and the sea, Puri Beach has something for everyone. In this article, we will give you a complete guide to Puri Beach, including how to reach it, what to do there, where to stay, and what to eat.",
              "siteName": "Tripoto",
              "shortName": "Puri Beach: A Complete Guide to the Golden Coastline of Odisha",
              "indexInSource": 2,
              "iconSiteId": 536,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": "At a distance of 2 km from Jagannath Temple and 2.5 km from Puri Junction, Puri Beach is a pristine sea beach located along the coast of Bay of Bengal in Puri, Odisha. It is considered as one of the cleanest beaches in India and also one of the best Puri Tourist Places.",
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 1,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "The Patita Pavan Jagannath Temple in Puri is renowned for its extraordinary kitchen, which serves up an impressive fifty-six varieties of dishes daily, all offered to the deities. Visitors flock to Ananda Bazar, located at the temple's northeast corner, where they can purchase and enjoy Mahaprasad—sacred food blessed by the deities.",
          "categories": [
            "Hindu temple"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Grand Rd, Puri, Odisha 752001, India",
          "rating": 5,
          "numRatings": 14,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "aS3WKloOYXUkiKUPWWbbbqNVbrMaJxm9",
            "3iBGddl1L24ExEKTnvPBGiugBgwaudeb",
            "hfP0ntaEoqJzcN4lYLkXhoY2RR5m2dOK"
          ],
          "images": [
            {
              "key": "aS3WKloOYXUkiKUPWWbbbqNVbrMaJxm9",
              "width": 1280,
              "height": 960
            },
            {
              "key": "3iBGddl1L24ExEKTnvPBGiugBgwaudeb",
              "width": 1080,
              "height": 680
            },
            {
              "key": "hfP0ntaEoqJzcN4lYLkXhoY2RR5m2dOK",
              "width": 720,
              "height": 480
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURncEtQWGp3RRAB",
              "time": "2018-07-13T15:41:53.000Z",
              "reviewerName": "Diwakar Jha",
              "rating": 5,
              "rank": 1,
              "reviewText": "Due to rule non-Hindus and foreigners are not allowed to enter Shree Jagganath temple. But the merciful Lord grants His darsana even to these devotees.\nWhile entering the Jagannatha temple at Puri from Lion's Gate (Singh Dwara) the Deity of Lord Jagannatha by the name Patita Pavana Jagannatha is at base of the inside temple wall on the right. The name Patita pavana means the deliverer of fallen souls. Lord Jagannatha is merciful to all fallen souls. This idol can be even seen from standing left side near Aruna Stambha. Thus, Lord Jagannatha is merciful to all without any discrimination."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURBNVlhQUFnEAE",
              "time": "2018-04-26T10:00:29.000Z",
              "reviewerName": "S. Bhattacharya",
              "rating": 5,
              "rank": 2,
              "reviewText": "who can't go inside the temple, can have darshan of lord patita pavan to get moksha."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNUMnZhaXlRRRAB",
              "time": "2024-05-13T17:33:36.000Z",
              "reviewerName": "Ranjan iconic",
              "rating": 5,
              "rank": 3,
              "reviewText": "Holy place\nJay Jagannath Swamy"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205SFVFaFRUSEV0VlZNeWRsQnFZMEpwU25SVmNuYxAB",
              "time": "2025-07-23T13:53:19.000Z",
              "reviewerName": "Harihar Mishra",
              "rating": 5,
              "rank": 3,
              "reviewText": "Nice"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURndDVEZUlnEAE",
              "time": "2025-02-28T08:07:20.000Z",
              "reviewerName": "Suraj Yadav",
              "rating": 5,
              "rank": 5,
              "reviewText": "(Translated by Google) Jai Shri Jagannath❤ Jai Jagannath\n\n(Original)\nजय श्री जागन्नाथ❤ଜୟ ଜଗନ୍ନାଥ"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNMcVozZHpnRRAB",
              "time": "2024-06-20T23:46:17.000Z",
              "reviewerName": "Bisa Rana",
              "rating": 5,
              "rank": 6,
              "reviewText": "Kanha"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 14
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0400"
              },
              "close": {
                "day": 0,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0400"
              },
              "close": {
                "day": 1,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0400"
              },
              "close": {
                "day": 2,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0400"
              },
              "close": {
                "day": 3,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0400"
              },
              "close": {
                "day": 4,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0400"
              },
              "close": {
                "day": 5,
                "time": "2300"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0400"
              },
              "close": {
                "day": 6,
                "time": "2300"
              }
            }
          ]
        },
        {
          "id": 21857,
          "name": "Sudarshan Crafts Museum",
          "placePageType": "visible",
          "placeId": "ChIJNbpweB3EGToREHrdhjtUvxI",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": "Among the series of shopping spots dotted over this beach, you have the Amlan Sudarshan Crafts, Grand Shopping Arcade, Priyadarshini Handlooms and Nayak Plaza, etc. Shopping here can be more than delightful for all kinds of shoppers who wish to relish the exquisite charm of the sea and the beach at the same time. And as you carry on your shopping, you can simultaneously enjoy the delicious food available at the series of food stalls lined across this beach.",
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 2,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            },
            {
              "id": "1845400",
              "type": "webPlacesList",
              "url": "https://travelsetu.com/guide/puri-beach-tourism",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "travelsetu.com",
              "shortName": "Puri Beach Tourism (Puri) (2024 - 2025)",
              "indexInSource": 3,
              "iconSiteId": 96592,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "Stone statues, wood carvings & other art displayed & sold at a Japanese-style Buddhist temple.",
          "generatedDescription": "Sudarshan Crafts Museum is a must-visit spot in Puri, offering a wide array of stone statues, wood carvings, and other exquisite art pieces. Located near attractions like Jagannath Temple and Raghurajpur Artist Village, this museum showcases Japanese-style Buddhist temple architecture. It's an ideal place to immerse yourself in the rich cultural heritage of the region. Additionally, visitors are advised to check the museum's timings and entry fees before planning their visit.",
          "categories": [
            "Handicraft museum",
            "Museums",
            "Art center",
            "Art museum",
            "Handicraft",
            "Specialty Museums"
          ],
          "hasDetails": true,
          "minMinutesSpent": 25,
          "maxMinutesSpent": 25,
          "address": "Station Rd, Puri, Odisha 752002, India",
          "rating": 4.2,
          "numRatings": 1647,
          "tripadvisorRating": 3.5,
          "tripadvisorNumRatings": 19,
          "website": null,
          "internationalPhoneNumber": "+91 6752 220 474",
          "priceLevel": null,
          "imageKeys": [
            "0sCcdctQnfcJN0XvTJi7CZe4cBfrREr9",
            "n1vs78vzpDm71vAKXzOOAbjCGG5TonI0",
            "loGzFwv6F4H8CXBUGk2wKoO0sXhZKpmB"
          ],
          "images": [
            {
              "key": "0sCcdctQnfcJN0XvTJi7CZe4cBfrREr9",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "n1vs78vzpDm71vAKXzOOAbjCGG5TonI0",
              "width": 810,
              "height": 1080
            },
            {
              "key": "loGzFwv6F4H8CXBUGk2wKoO0sXhZKpmB",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUNnbS0zMmpnRRAB",
              "time": "2025-02-21T01:27:13.000Z",
              "reviewerName": "Samrat Chattopadhyay",
              "rating": 5,
              "rank": 1,
              "reviewText": "Located close to the Puri Railway Station, the Sudarshan Crafts Museum is very easy to find for someone visiting the holy land of Jagannath. Although it's primarily a Buddha Temple, here you will also find talented craftsmen manufacturing beautiful idols on the ground floor. Crowded but peaceful.🤍"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURJdlpEVl9RRRAB",
              "time": "2025-04-12T10:47:08.000Z",
              "reviewerName": "Subhankar Dutta",
              "rating": 5,
              "rank": 1,
              "reviewText": "Situated near Puri Rail Station. It looks like a Buddha Temple but the board outside this is saying this is a craft museum and you will be sure after watching all their work in progress their."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUNJNGJHdmtRRRAB",
              "time": "2025-04-02T17:36:57.000Z",
              "reviewerName": "Dibya Sambidhan Sahoo",
              "rating": 4,
              "rank": 2,
              "reviewText": "A decent place to visit. Sculptures made there are marvelous"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUREdnBPeEJ3EAE",
              "time": "2024-04-10T05:04:14.000Z",
              "reviewerName": "Chandi Das Chakraborty",
              "rating": 5,
              "rank": 3,
              "reviewText": "This is a beautiful place to visit! It's not just a museum but a lively marketplace where craftsmen create their art right before your eyes. You'll find a Japanese Pagoda, Buddha Statue, and various artisan shops here. A leisurely 30-minute stroll is all it takes to explore.\n\nThe ambiance is serene, surrounded by sculptures and flowering trees, making it a sacred and picturesque spot. The cleanliness is impeccable, adding to its charm. Don't miss out on the local side tour, easily arranged by booking an auto. Normally auto charge 1000 rupees for side seen.\n\nUndoubtedly, this place is underrated. It's a haven for art and craft enthusiasts, offering remarkable craftsmanship that everyone should experience. Just remember, they close for lunch from 12 to 3 pm, so plan accordingly.\n\nThe Buddhist temple within provides a peaceful sanctuary, elevated for a broader view of the surroundings, imparting a sense of tranquility and zen. Visiting during the golden hour adds to the enchantment. Whether you're an art lover or seeking serenity, this place has something for everyone."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNJd3RPMFF3EAE",
              "time": "2025-03-31T13:13:44.000Z",
              "reviewerName": "Pratik Tolambiya",
              "rating": 5,
              "rank": 3,
              "reviewText": "Small and Calm place\nTalented artists can be spotted working here with fine sculpture art\nMay take 15-20 mins to roam around.\nLocation is close enough to the beach"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNEb0xIYXNnRRAB",
              "time": "2024-03-23T07:34:46.000Z",
              "reviewerName": "Shuvendu paul",
              "rating": 5,
              "rank": 6,
              "reviewText": "Beautifully decorated sacred place. It is surrounded by many sculptures and flowering trees. Very neat and clean. You can book an auto and enjoy the local side tour, this is also included in their package."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNEMmJqTHRRRRAB",
              "time": "2024-03-30T06:02:17.000Z",
              "reviewerName": "Saswati Rath",
              "rating": 4,
              "rank": 7,
              "reviewText": "Quite a tranquil place to walk into and watch the craftsman craft his art live. As the name suggests, this place isn’t a museum but more like a marketplace where you can buy your favourite piece of craft.\n\nIt has a Japanese Pagoda, Buddha Statue and the usual craftsman‘s shop. A 30 minute walk around is enough to cover this place."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURIOHBEUzl3RRAB",
              "time": "2024-09-14T11:36:22.000Z",
              "reviewerName": "Tejaswini Bal",
              "rating": 5,
              "rank": 8,
              "reviewText": "Had a really enriching experience here. The intricate designs they craft with their hands is incredible. It will give you the feeling of how rich our culture is and respect it more."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 90,
              "2": 62,
              "3": 218,
              "4": 411,
              "5": 868
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0700"
              },
              "close": {
                "day": 0,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 0,
                "time": "1400"
              },
              "close": {
                "day": 0,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 0,
                "time": "1800"
              },
              "close": {
                "day": 0,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0700"
              },
              "close": {
                "day": 1,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1400"
              },
              "close": {
                "day": 1,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1800"
              },
              "close": {
                "day": 1,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0700"
              },
              "close": {
                "day": 2,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1400"
              },
              "close": {
                "day": 2,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1800"
              },
              "close": {
                "day": 2,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0700"
              },
              "close": {
                "day": 3,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1400"
              },
              "close": {
                "day": 3,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1800"
              },
              "close": {
                "day": 3,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0700"
              },
              "close": {
                "day": 4,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1400"
              },
              "close": {
                "day": 4,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1800"
              },
              "close": {
                "day": 4,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0700"
              },
              "close": {
                "day": 5,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1400"
              },
              "close": {
                "day": 5,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1800"
              },
              "close": {
                "day": 5,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0700"
              },
              "close": {
                "day": 6,
                "time": "1200"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1400"
              },
              "close": {
                "day": 6,
                "time": "1700"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1800"
              },
              "close": {
                "day": 6,
                "time": "2000"
              }
            }
          ]
        },
        {
          "id": 6668,
          "name": "Shree Gundicha Temple, Puri",
          "placePageType": "visible",
          "placeId": "ChIJJeZjv6_GGToRUEDBIXBWhos",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 1,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "This Kalinga-style sandstone Hindu temple dedicated to Jagannath is surrounded by gardens.",
          "generatedDescription": "Shree Gundicha Temple, located just 3 kilometers away from the main Jagannath temple complex in Puri, is a Kalinga-style sandstone Hindu temple surrounded by gardens. It serves as the summer retreat for Lord Jagannath and his siblings and marks the end of the Ratha Yatra festival, during which the deities rest there for seven days before returning home. The temple is usually empty except during this festival.",
          "categories": [
            "Hindu temple",
            "Sights & Landmarks",
            "Sacred & Religious Sites"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Badasankha, Puri, Odisha 752002, India",
          "rating": 4.6,
          "numRatings": 4856,
          "tripadvisorRating": 3.5,
          "tripadvisorNumRatings": 147,
          "website": null,
          "internationalPhoneNumber": "+91 79786 37266",
          "priceLevel": null,
          "imageKeys": [
            "4gJ6o5i18R3YinabaiiH63HqtBz6mUvc",
            "oy4RQKjEqq1pUJQE4z44KiQxJfas7tpy",
            "Ojp87vQJxD1VWNbiSp2jhnuQwRITwHTJ",
            "DS4SB9kunZ12voIyxR26es15F73eXQZB"
          ],
          "images": [
            {
              "key": "4gJ6o5i18R3YinabaiiH63HqtBz6mUvc",
              "width": 1080,
              "height": 545
            },
            {
              "key": "oy4RQKjEqq1pUJQE4z44KiQxJfas7tpy",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "Ojp87vQJxD1VWNbiSp2jhnuQwRITwHTJ",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "DS4SB9kunZ12voIyxR26es15F73eXQZB",
              "width": 1280,
              "height": 851
            }
          ],
          "reviews": [
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25WZlJtbFdkVGRrUWt0QmRGTnJNREIwVVZGaVgzYxAB",
              "time": "2025-06-30T18:15:07.000Z",
              "reviewerName": "Debashis Chatterjee",
              "rating": 5,
              "rank": 2,
              "reviewText": "Have a divine experience on the eve of Ratha Yatra while visiting Puri. Able to see Lord Jagannath, Lord Shubhadra and Lord Balavadra sitting on their respective royal chariots and witness the charm, the spirituality, the holiness of the Puri. Spent hours witnessing the trinity gods on their chariots and have the felling of having everything while present there among the crowd.\n\nJai Jagannath.. Keep raining your blessings on us.."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT204NGFFeEdUMDFKVG5GU1Vrd3piRU5aZW1zeWRtYxAB",
              "time": "2025-07-06T02:08:44.000Z",
              "reviewerName": "Dr Ramanath Sabat",
              "rating": 4,
              "rank": 1,
              "reviewText": "Good Temple . One must visit this temple during non, festival days, otherwise one will face difficulties due to a lot of crowds.\nThe main importance is during the Rath Yatra Festival . During this period Mahaprabhu Jagannath Balabhadra Subhadra stays here till Bahuda Yatra."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xwM1ptRnpUM1JyWmtGcmFVUXlPVzVLUlY5QlVYYxAB",
              "time": "2025-07-02T06:59:49.000Z",
              "reviewerName": "AKSHAY S",
              "rating": 5,
              "rank": 3,
              "reviewText": "Gundicha Temple, also affectionately called Jagannath’s \"aunt’s house\" or Garden House, is a fascinating stop in Puri—both spiritually significant and architecturally charming 🌿.\nThe temple stands at the end of the 3 km-long Bada‑Danda and is the resting place for Jagannath, Balabhadra, and Subhadra during the annual nine-day Rath Yatra, known locally as Gundicha Yatra  .\nVisited temple during Ratha Yatra,it was crowded.Place is well maintained and crowd management is excellent.We took a special entry pass for 50₹ Completed the darshan within 30mins Had a closer darshan of Jagannathji,Balabhadra, and Subhadra.Free darshan is also available but it's a little far from the idols but darshan is quick..\nPurchased prasadam outside the scantum.\nBeware of people offering special darshan apart from the temple counter.Need to remove leather items,phone and sandals outside the temple in a designated area with charges of 50₹ per person.\nParking is a bit havoc during this time.. parked the car outside the city and took a rikshaw which costs around 150-200₹ one way.Most places during Rathyatra are cash only. Please carry water,cash with lower denomination."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xkTE9FSklkazU0ZVRSMVprd3ljbFpVUWxSVlZWRRAB",
              "time": "2025-07-03T11:50:52.000Z",
              "reviewerName": "PRITHVIJIT DEBNATH (TravellingdoctorPrithvi)",
              "rating": 4,
              "rank": 4,
              "reviewText": "This mandir is located at the other end of Grand road, where Lord Jagannath is believed to visit once a year. There were tremendous crowds. I didn't enter the premises. But the feeling was ecstatic"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205TE1uVmZiakZoVFhCS09HRkdWa0ZTY1VSUlRGRRAB",
              "time": "2025-07-06T13:48:44.000Z",
              "reviewerName": "Binayak Jena",
              "rating": 4,
              "rank": 5,
              "reviewText": "We visited Gundicha Maa Mandir during the rath yatra festival. We started our journey early in the morning (5:30 am) from Bhubaneswar and reached Puri's Jagannath mandir parking arena within 1 hour and 10 minutes.\nThe entrance of outside vehicles into Puri city was restricted during this time. A separate road leads to the parking area directly.\nSince it was early morning time, there was rush but relatively low. Inside the temple there was huge crowd to see the 3 deities. There was also a vip line so you can see them from very near but it was a huge line. The general line didn't have that much rush outside but it was crowded inside the temple - but if you are tall then you will get ample time to see all the three gods.\nYou cannot take you phones inside so better keep it in your car, also leave your shoes in the car. There are chargeable places to keep your belongings - ₹50 for each phone and ₹10 for each pair of footwear.\nThe only option to go to gundicha temple was by autos as the free govt vehicle services were not functional during this time. And the autos were charging really high during this time. To Jagannath temple which was only 200-300 meters away it was ₹150 and to gundicha temple it was ₹300."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xBeFlWTkZTM2Q0TjB3MGNUWXhTREp5Ymt0VFNVRRAB",
              "time": "2025-06-29T05:15:49.000Z",
              "reviewerName": "M Dhule",
              "rating": 5,
              "rank": 6,
              "reviewText": "Today next day of Rathayatra we visited this temple. All three chariots stay here for nine days\n\nTemple opens only during Rathyatra , as Lord Jagannath visits His maternal aunt Gundhicha Devi. Temple is in close proximity to the Jagannath Temple in Puri , and ample parking space is available. Though mostly closed throughout the year ,the colorful carvings and intricate patterns on the  Temple Gate reflect the beautiful Temple architecture."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT210T2VUbElWVm8zZGxjdGFEQkJXRFpMZVVSeVJVRRAB",
              "time": "2025-07-01T17:52:40.000Z",
              "reviewerName": "Naveen Kumar",
              "rating": 5,
              "rank": 7,
              "reviewText": "The Gundicha Temple in Puri is famous for its central role in the annual Rath Yatra festival, where it serves as the final destination for Lord Jagannath and his siblings. It is also known as the \"aunt's house\" (Mausi Maa temple) of Lord Jagannath, where he and his siblings reside for seven days. The temple's unique Kalinga architecture and its association with various legends surrounding Lord Jagannath also contribute to its fame."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25VdGFsbGZabDh4YkU1U1lWaHdTVEUwUTNoRmNWRRAB",
              "time": "2025-08-12T00:27:21.000Z",
              "reviewerName": "prakash behera",
              "rating": 5,
              "rank": 8,
              "reviewText": "Gundicha Temple (Odia: ଗୁଣ୍ଡିଚା ମନ୍ଦିର), is a Hindu temple, situated in the temple town of Puri in the state of Odisha, India.\nOne such tale speaks of Queen Gundicha, wife of King Indradyumna, whose unwavering faith in Lord Jagannath was so profound that the Lord himself promised to visit her home annually."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 145,
              "2": 79,
              "3": 244,
              "4": 682,
              "5": 3696
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0600"
              },
              "close": {
                "day": 0,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 0,
                "time": "1600"
              },
              "close": {
                "day": 0,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0600"
              },
              "close": {
                "day": 1,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1600"
              },
              "close": {
                "day": 1,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0600"
              },
              "close": {
                "day": 2,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1600"
              },
              "close": {
                "day": 2,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0600"
              },
              "close": {
                "day": 3,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1600"
              },
              "close": {
                "day": 3,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0600"
              },
              "close": {
                "day": 4,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1600"
              },
              "close": {
                "day": 4,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0600"
              },
              "close": {
                "day": 5,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1600"
              },
              "close": {
                "day": 5,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0600"
              },
              "close": {
                "day": 6,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1600"
              },
              "close": {
                "day": 6,
                "time": "2100"
              }
            }
          ]
        },
        {
          "id": 806196,
          "name": "Swargadwar Sea Beach",
          "placePageType": "visible",
          "placeId": "ChIJq8vrTjDEGToRNMwkb-8-MqA",
          "sources": [
            {
              "id": "1845400",
              "type": "webPlacesList",
              "url": "https://travelsetu.com/guide/puri-beach-tourism",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "travelsetu.com",
              "shortName": "Puri Beach Tourism (Puri) (2024 - 2025)",
              "indexInSource": 1,
              "iconSiteId": 96592,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "Beach strip known for a buzzing night market with stalls selling seafood, clothing & jewelry.",
          "generatedDescription": "Swargadwar Sea Beach, also known as the \"door to Heaven,\" is a sacred and peaceful beach in Puri. It holds significance for Hindu pilgrims who consider it holy and come here to take a dip in the water. The beach features a buzzing night market with stalls selling seafood, clothing, and jewelry. Visitors can relax on chairs available for rent while enjoying the cool sea breeze. Although water sports are not available, camel and horse riding can be enjoyed.",
          "categories": [
            "Beach"
          ],
          "hasDetails": true,
          "minMinutesSpent": 15,
          "maxMinutesSpent": 45,
          "address": "Sea Beach Rd, Puri, Odisha 752001, India",
          "rating": 4.5,
          "numRatings": 3152,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "OpL5spTbDJHyCp4D0OaRfMcJ0v6jyACK",
            "dJYdOW0qnd4S6HpDRV7pht2kZVDwJxJC"
          ],
          "images": [
            {
              "key": "OpL5spTbDJHyCp4D0OaRfMcJ0v6jyACK",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "dJYdOW0qnd4S6HpDRV7pht2kZVDwJxJC",
              "width": 1434,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURfenFTd1J3EAE",
              "time": "2025-01-24T07:18:28.000Z",
              "reviewerName": "KIRAN KUMAR",
              "rating": 5,
              "rank": 1,
              "reviewText": "Hari Beach, a fantastic destination for Beach, lovers, foodies, and family alike. Vibration, mixture and range of repeat makes it a memorable experience.\nBe prepared for crowded, especially during the peak season. A beach offered a wide range of delicious seafood options from traditional and Odisha to popular State Food. 🥘\n\nCamel race are great way to experience that speech from a unique perspective. 🐫\n\nIt’s a funny activities for both kids and adults with affordable pricing for children’s ₹50 and adults under rupees each."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURRLWJmTjRnRRAB",
              "time": "2025-03-13T15:59:56.000Z",
              "reviewerName": "Adj Ghs",
              "rating": 5,
              "rank": 1,
              "reviewText": "Swargadwar Beach in Puri offers a perfect blend of relaxation and excitement. Its close proximity to many hotels makes it easily accessible for visitors. The beach is clean and serene during the day, with small shacks offering refreshments. As evening falls, the area comes alive with a vibrant night market, attracting larger crowds. Visitors can also enjoy horse and camel rides along the shore. For those seeking a more peaceful experience, Swargadwar Beach provides a beautiful setting to unwind, with the soothing sound of the waves and refreshing sea breeze."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21WRlN5MXJaRzFLUW1wMlZrVk5aa3haZW5NMGRtYxAB",
              "time": "2025-08-08T16:01:19.000Z",
              "reviewerName": "Ajay Gopal",
              "rating": 4,
              "rank": 1,
              "reviewText": "Busy beach next to the Swargadwara crematorium. It is a unique experience walking along the beach. While the experience is unique, it might not be pleasant. The crowd and noise may be unsettling. The camels and horses are visibly being mistreated. There are a lot of shops but barely anything worth buying. There's fresh sea catch being fried and sold but the hygiene involved in such preparations is anyone's guess. There's hotels and hotels on the other side of the road. The sea beach is more or less clean although it can be beautified a lot more to make it more attractive. The waves are also strong. Overall it's just okay. The humidity makes it worse."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VMMm9tcHZya2EtOVJ3EAE",
              "time": "2025-05-06T07:47:05.000Z",
              "reviewerName": "D. Priya",
              "rating": 5,
              "rank": 2,
              "reviewText": "Beautiful beach with golden sands and lively vibes! Great place to relax, watch the sunset, enjoy street food or just take a peaceful walk. Clean, breezy, and full of local charm. A must visit when in Puri! 🌊☀️✨"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xkQ1VtOHpVRGRHY2xWVFNVRnFRMHc0ZWxFd1gwRRAB",
              "time": "2025-06-13T16:12:54.000Z",
              "reviewerName": "AsthaNemu class department -CSE,Roll-43 SEC-A Nemu",
              "rating": 4,
              "rank": 3,
              "reviewText": "This place is good but too much crowd. So if someone wants some private and less crowd place tgen it can be problematic little . But there are so many shops which will can  make attraction for all. Must visit place ."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21WaFJtNWhOVWd0VmxKMGRqaFFNMVpsWVV0aE5YYxAB",
              "time": "2025-08-01T16:13:10.000Z",
              "reviewerName": "Ayonish Ganguly",
              "rating": 5,
              "rank": 3,
              "reviewText": "Main hub of Puri with loads of tourist and eateries. Local tea stalls , places to sit and enjoy the view or just dip yourself in. Place to have fun and enjoy your time with people around. Don't forget to have crabs and fishes at the local stalls in evening."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tObVgzaEtURmxpZHpndFNqZHVNRWhvUlRFNVIzYxAB",
              "time": "2025-08-10T04:53:27.000Z",
              "reviewerName": "Babilon Sharma",
              "rating": 5,
              "rank": 4,
              "reviewText": "Swargadwar Beach in Puri is one of the most famous and culturally significant beaches in Odisha. The name “Swargadwar” means “Gateway to Heaven,” and the area holds deep spiritual importance, as it is believed that Lord Jagannath himself blesses this sacred spot. The beach is located close to the main town and Jagannath Temple, making it easily accessible.\n\nIn the mornings, you can see devotees taking holy dips in the sea, believing it to be a purifier of sins. The evenings are lively, with a mix of tourists and locals enjoying the sea breeze, street food, and small souvenir shops. The waves are strong here, so while it’s a great spot for walking along the shore and enjoying the sunset, swimming should be done with caution.\n\nWhat makes Swargadwar Beach special is the blend of spirituality and leisure. You can offer prayers at the nearby cremation ghat, which holds religious significance, and then stroll along the sandy shore. The street food here — especially fried fish and Odisha-style snacks — is delicious and worth trying.\n\nThough it can get crowded, the beach’s charm lies in its vibrant atmosphere and cultural connection to Puri’s heritage. A must-visit spot for anyone coming to Puri."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21rNGFVRjViSEJHUjJjM2NHZFZOV1UwVTBwM1UwRRAB",
              "time": "2025-07-29T18:59:21.000Z",
              "reviewerName": "SUMANTA SINGH",
              "rating": 5,
              "rank": 6,
              "reviewText": "There is a great sea beach and huge waves, and a great breeze that gives peace to the mind, and there are many shops along the sea beach where you can get various things at low prices."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 58,
              "2": 54,
              "3": 228,
              "4": 741,
              "5": 2071
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 1139507,
          "name": "Chung Wah Chinese Restaurant",
          "placePageType": "visible",
          "placeId": "ChIJI8FJxx7EGToRzDck9xifYlA",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": "Numerous restaurants are also scattered close to beach area, including some of the famous ones as Annapurna Restaurant, and Chinese restaurant named as Chung Wah, etc. So, do make it a point to make you completely enthralled by the charm of the place of peace.",
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 5,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "Popular eatery offering classic Chinese dishes in a refined, traditional dining room.",
          "generatedDescription": "Chung Wah Chinese Restaurant is a popular dining spot known for its classic Chinese cuisine served in a traditional and refined setting. The restaurant offers a delightful variety of dishes such as dim sums, noodles, fried rice, and spicy Sichuan delicacies. The ambiance is stylish with an atmosphere perfect for family dinners or casual outings with friends. Additionally, the restaurant also features vibrant decor that adds to the overall dining experience.",
          "categories": [
            "Chinese restaurant"
          ],
          "hasDetails": true,
          "minMinutesSpent": 60,
          "maxMinutesSpent": 60,
          "address": "VIP Rd, Bali Sahi, Puri, Odisha 752001, India",
          "rating": 4.4,
          "numRatings": 6641,
          "tripadvisorRating": 4,
          "tripadvisorNumRatings": 484,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": 2,
          "imageKeys": [
            "55jhjkHdSoVVqSkTY8o1yeecVFvCGNFS",
            "aZm7hBSPW8jZenHju2Lz3mVelW60Ki29",
            "1DBOOQOZl46307YOHp4ebujnb8iLJPkL"
          ],
          "images": [
            {
              "key": "55jhjkHdSoVVqSkTY8o1yeecVFvCGNFS",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "aZm7hBSPW8jZenHju2Lz3mVelW60Ki29",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "1DBOOQOZl46307YOHp4ebujnb8iLJPkL",
              "width": 812,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURvaF9qTmxBRRAB",
              "time": "2025-04-29T11:38:09.000Z",
              "reviewerName": "Sambit Basu",
              "rating": 5,
              "rank": 2,
              "reviewText": "Absolutely loved my dining experience at Chung Wah, located on the ground floor of Hotel Lee Garden, Puri.! If you're craving truly authentic and delicious Chinese food, look no further. Every dish we ordered was bursting with flavor and tasted incredibly fresh. You can tell they use high-quality ingredients and time-honored recipes. The ambiance was pleasant, and the service was attentive and welcoming. It's a real gem and a must-visit for anyone in Puri looking for a genuine taste of China. Highly recommended!"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURvZ01EcEt3EAE",
              "time": "2025-04-21T04:46:34.000Z",
              "reviewerName": "Sourav Chakraborty",
              "rating": 4,
              "rank": 1,
              "reviewText": "Located at the premises of Hotel Lee Garden at VIP Road, this restaurant is generally considered at top whenever it comes to Chinese cuisine at Puri. There is not much of a dedicated parking space. The ambience is cool and at sync with the vibe of the preparations. The staffs are helpful, professional and courteous. The restaurant was nearly houseful which reflects the quality and standard they maintain. We had refreshing orange cooler, Veg rice noodles and Lemon fish. All preparations lived upto the expectations. Only con- compared to quantity, the price may pinch a bit. Overall verdict- definitely recommended if you’re looking for chinese food in Puri with a good ambiance."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURvN0tQVkZREAE",
              "time": "2025-04-22T17:27:42.000Z",
              "reviewerName": "Hitesh Kumar Sahoo",
              "rating": 4,
              "rank": 3,
              "reviewText": "Excellent dining experience. The service is quick, the food tastes amazing, and the staff are courteous and attentive—often suggesting dishes based on your preferences. The interior has a distinct Southeast Asian/China vibe, adding to the overall ambiance, and the washrooms are clean and well-maintained.\n\nThe only major drawback is the lack of parking. We had to park in a nearby lane and walk around 300 meters under the scorching sun. Despite that, the experience is worth the effort."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205bFJVOU5aM3BZVUdzMlRHVkRRV3BxUTFONmJtYxAB",
              "time": "2025-09-03T11:33:21.000Z",
              "reviewerName": "Moumita Banerjee",
              "rating": 5,
              "rank": 3,
              "reviewText": "Our go to place whenever we visit Puri.\nWe ordered Chilli Fish, Chung Wah special fried rice, chicken hunan, our most favourite chicken sweet corn soup, Golden fried prawns & drinks!\nAmbience is as always too good! ❤️"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJdWU3YVRDNExmMmxnRRAB",
              "time": "2025-05-23T05:13:08.000Z",
              "reviewerName": "Debditta Nandi",
              "rating": 4,
              "rank": 4,
              "reviewText": "A Must-Visit eatery in Puri!\n\nThis restaurant is definitely a must-visit while you're in Puri. The food is delicious and consistently flavorful. Though compared to our previous visits, the dishes did feel a bit oily this time. Still, the overall taste and experience were very satisfying. Special mention orange mocktail that we tried as a recommendation, turned out really good and refreshing."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tOYWVYRkRhMUpCZG5ZNFNXcEpTVUpIUzBsR1UzYxAB",
              "time": "2025-07-20T05:32:09.000Z",
              "reviewerName": "Anne W",
              "rating": 5,
              "rank": 4,
              "reviewText": "Lovely food, decor and great vibes! Yes when you wanna have the authentic chinese food go here! There is a lil bit of waiting line if you go in rush hour and days but their management is good and they get you seated. Took three of my friends who went there first time they were mind blowj by the food, service and everything! The whole team is great and the lady in the counter is super friendly & helped with the l food recommendations which we absolutely housed ! Plus their cute pets welcome you & so smart & well behaved ! Also amazing garden nook where you can appreciate & snap cute pics ! Definitely try the orange cooler loved it 😻"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25SNFptUjZVbGd0TUV4T1MwODNlRkJ6U2pGWmNXYxAB",
              "time": "2025-07-11T19:29:17.000Z",
              "reviewerName": "MK GHOSH, Advocate",
              "rating": 1,
              "rank": 5,
              "reviewText": "Went to Puri..and was having this craving for chinese food and hence landed up at this place. Ambiance was good....now comes  the food, ordered sweet corn soup....and for the first time had a sweet corn soup that was yellow in colour (check pic), won't even waste my words commenting on how it tasted, the pic is self explanatory. Then again mustered the courage order the Cantonese noodles and garlic chicken, both the dishes turned out to be a disaster, neither any taste neither any flavour. Returned the chicken...the waiters obliged by cancellation of the same from the bill. But the shocker was the lady at the billing counter absolutely rude and didn't even have the Courtsey to talk to the guest giving honest review about food. But I must say one thing...The waiters and service was good so was the resturants Ambiance, unfortunately the food was not at all upto the mark. Have read other positive reviews. May be I was the unlucky one.\nWish them good luck."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21GTFZXMWplV1JKTUMxTVZubGhlbTExVVc1M1RsRRAB",
              "time": "2025-08-20T14:19:09.000Z",
              "reviewerName": "Maniteja Mujigela",
              "rating": 5,
              "rank": 6,
              "reviewText": "Absolutely loved the food, ambience and the service.\n\nOrdered Chung Wah special soup, Chilli Chicken and Chicken Chowmin. Food was delicious especially the soup.\n\nWhile the price feels like a bit on the higher side, the quality and quantity makes up for it. 2 people can easily share one item (be it soup, starters, noodles, rice items)"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 237,
              "2": 154,
              "3": 463,
              "4": 1657,
              "5": 4130
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "1130"
              },
              "close": {
                "day": 0,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 0,
                "time": "1830"
              },
              "close": {
                "day": 0,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1130"
              },
              "close": {
                "day": 1,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1830"
              },
              "close": {
                "day": 1,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1130"
              },
              "close": {
                "day": 2,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1830"
              },
              "close": {
                "day": 2,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1130"
              },
              "close": {
                "day": 3,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1830"
              },
              "close": {
                "day": 3,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1130"
              },
              "close": {
                "day": 4,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1830"
              },
              "close": {
                "day": 4,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1130"
              },
              "close": {
                "day": 5,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1830"
              },
              "close": {
                "day": 5,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1130"
              },
              "close": {
                "day": 6,
                "time": "1500"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1830"
              },
              "close": {
                "day": 6,
                "time": "2200"
              }
            }
          ]
        },
        {
          "id": 1785811,
          "name": "Model Beach More",
          "placePageType": "visible",
          "placeId": "ChIJyV3OABzEGToRSu8lFzsRqM0",
          "sources": [
            {
              "id": "2387509",
              "type": "webPlacesList",
              "url": "https://holyvoyages.com/odisha/famous-beaches-puri-golden-beach-odisha-india.aspx",
              "sourceSite": "Web",
              "snippet": "The Deccan plateaus make several physiographical features for loving couples to hide and seek love for each other far from eyes of locals.",
              "siteName": "holyvoyages.com",
              "shortName": "5 Best Beaches in Puri, Odisha| Golden Beach in Puri| Beleshwar Beach| Swargdwar Beach| Holy Voyages",
              "indexInSource": 2,
              "iconSiteId": 67336,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Model Beach is a stunning 700-meter stretch of pristine shoreline that embodies the essence of beach tourism with its clean sands and inviting atmosphere. This idyllic spot, part of a sustainable initiative by Barefoot, offers visitors the chance to unwind under palm umbrellas or bask in the sun for that perfect tan. Unlike more crowded beaches like Golden Beach, Model Beach provides a serene escape where you can enjoy the tranquility of nature without overwhelming crowds.",
          "categories": [
            "Shopping mall"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Chakra Tirtha Rd, Penthakata, Puri, Odisha 752002, India",
          "rating": 4.7,
          "numRatings": 16,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "29PJrvzgMMz1N25VCF0CrmSR3NFoB6h2",
            "HmSabiWIoE1cgpghiR1BVqb3OREC9yVZ",
            "9NhIVXC4ES7bTFl9fGEvnH4wwXUms54V"
          ],
          "images": [
            {
              "key": "29PJrvzgMMz1N25VCF0CrmSR3NFoB6h2",
              "width": 810,
              "height": 1080
            },
            {
              "key": "HmSabiWIoE1cgpghiR1BVqb3OREC9yVZ",
              "width": 810,
              "height": 1080
            },
            {
              "key": "9NhIVXC4ES7bTFl9fGEvnH4wwXUms54V",
              "width": 608,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUN5LUw2V3FBRRAB",
              "time": "2021-01-19T12:02:17.000Z",
              "reviewerName": "Kabita Saha",
              "rating": 5,
              "rank": 1,
              "reviewText": "One of the beautiful seabeach without any crowded. It's a very clean seabeach and peaceful also ."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNXNjVQSGhnRRAB",
              "time": "2022-03-07T08:04:50.000Z",
              "reviewerName": "AKHILESH KUMAR MOURYA",
              "rating": 4,
              "rank": 2,
              "reviewText": "Good location and non crowded as golden beach, the sewer water flow near the beach will add more flavour in the water and scent in the air"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNRMDR6cjF3RRAB",
              "time": "2018-06-30T20:41:12.000Z",
              "reviewerName": "Ritesh Ghosh",
              "rating": 4,
              "rank": 3,
              "reviewText": "Puri 's best beach for traveler its not very crowded it best for time spending in sea side"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNVb1BXUGN3EAE",
              "time": "2019-07-14T06:23:33.000Z",
              "reviewerName": "Basudev Pradhan",
              "rating": 4,
              "rank": 4,
              "reviewText": "Better than golden Beach...."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNPM3B1Ym93RRAB",
              "time": "2022-06-11T04:30:12.000Z",
              "reviewerName": "BIKRAM BEHERA",
              "rating": 5,
              "rank": 5,
              "reviewText": "Neladri sea beach entry way"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUN5X29DOFNnEAE",
              "time": "2021-02-01T10:30:04.000Z",
              "reviewerName": "Deepak Kumar",
              "rating": 4,
              "rank": 6,
              "reviewText": "Most beautiful ❤️ place"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUR5NGNUOVJBEAE",
              "time": "2021-03-10T09:05:18.000Z",
              "reviewerName": "Ankit Bara",
              "rating": 5,
              "rank": 7,
              "reviewText": "Very good"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURHbnJyWGRnEAE",
              "time": "2021-11-29T03:31:50.000Z",
              "reviewerName": "yogesh tamboli",
              "rating": 4,
              "rank": 8,
              "reviewText": "Liked it"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 5,
              "5": 11
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0900"
              },
              "close": {
                "day": 0,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0900"
              },
              "close": {
                "day": 1,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0900"
              },
              "close": {
                "day": 2,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0900"
              },
              "close": {
                "day": 3,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0900"
              },
              "close": {
                "day": 4,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0900"
              },
              "close": {
                "day": 5,
                "time": "2200"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0900"
              },
              "close": {
                "day": 6,
                "time": "2200"
              }
            }
          ]
        },
        {
          "id": 4578733,
          "name": "Grand Shopping Complex",
          "placePageType": "visible",
          "placeId": "ChIJY7lBt_LHGToRsmZePB_-how",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": "Among the series of shopping spots dotted over this beach, you have the Amlan Sudarshan Crafts, Grand Shopping Arcade, Priyadarshini Handlooms and Nayak Plaza, etc. Shopping here can be more than delightful for all kinds of shoppers who wish to relish the exquisite charm of the sea and the beach at the same time. And as you carry on your shopping, you can simultaneously enjoy the delicious food available at the series of food stalls lined across this beach.",
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 3,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "The Grand Shopping Complex is a popular tourist destination as it is the former home of the Puri Grand Palace. The complex features an array of shops and eateries, making it a great place to spend a day shopping and grabbing some food.",
          "categories": [
            "Shopping mall"
          ],
          "hasDetails": true,
          "minMinutesSpent": 240,
          "maxMinutesSpent": 240,
          "address": "shop no 29, Grand center, Grand Rd, Puri, Odisha 752001, India",
          "rating": 4.3,
          "numRatings": 39,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "8rdGxHMEUTc8eqvTa30e6Vw2pOvBqn3c",
            "NL7fnWgDdrz9HrZt91XyL0H7p7WXu3kV",
            "PF81UUlLXoGloBsKYDrlbvDpvscpi3CI"
          ],
          "images": [
            {
              "key": "8rdGxHMEUTc8eqvTa30e6Vw2pOvBqn3c",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "NL7fnWgDdrz9HrZt91XyL0H7p7WXu3kV",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "PF81UUlLXoGloBsKYDrlbvDpvscpi3CI",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUQ3NXFycFNnEAE",
              "time": "2024-08-24T02:29:51.000Z",
              "reviewerName": "nature god",
              "rating": 5,
              "rank": 2,
              "reviewText": "Good people #good service clothes in there market #"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNJenFEZXRRRRAB",
              "time": "2018-11-15T04:40:08.000Z",
              "reviewerName": "L S",
              "rating": 4,
              "rank": 1,
              "reviewText": "A good Place for shopping and Food also.\nAxis Bank ATM is also present.\nClose to Lord Jagannatha Temple.\nHere pure vegetarian AC restaurant The Grand present. Amlana shop is also present.\n\nCostly but Family specially"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURUME1DdVFnEAE",
              "time": "2024-05-21T13:54:28.000Z",
              "reviewerName": "Ashis Kumar Baral",
              "rating": 5,
              "rank": 3,
              "reviewText": "Place is good. Over priced goods and services available. Specially suited to tourists."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNWMFBhYjh3RRAB",
              "time": "2023-12-05T01:25:54.000Z",
              "reviewerName": "Soumya Banerjee",
              "rating": 4,
              "rank": 4,
              "reviewText": "Mostly clothing shops and restaurants. Great stores and stocks available."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURTNWZIMm1RRRAB",
              "time": "2021-01-03T02:33:42.000Z",
              "reviewerName": "Deepankar Jaria",
              "rating": 4,
              "rank": 5,
              "reviewText": "Good shopping complex for handlooms and other items and it also has restaurant on 2nd floor."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNic3QzQWV3EAE",
              "time": "2024-07-25T12:40:17.000Z",
              "reviewerName": "I'm j",
              "rating": 4,
              "rank": 6,
              "reviewText": "Good"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tsNlFrNTNTbkJWTkRWT2JtRjNORzFPVldKUE5GRRAB",
              "time": "2025-06-08T11:06:27.000Z",
              "reviewerName": "Manish Chandra Mishra",
              "rating": 5,
              "rank": 6,
              "reviewText": "Nice Place."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURXdUtXaWdBRRAB",
              "time": "2022-03-15T01:29:47.000Z",
              "reviewerName": "Nayan gorai",
              "rating": 5,
              "rank": 7,
              "reviewText": "Nice shopping complex"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 2,
              "2": 0,
              "3": 3,
              "4": 12,
              "5": 22
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "1000"
              },
              "close": {
                "day": 0,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "1000"
              },
              "close": {
                "day": 1,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "1000"
              },
              "close": {
                "day": 2,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "1000"
              },
              "close": {
                "day": 3,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "1000"
              },
              "close": {
                "day": 4,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "1000"
              },
              "close": {
                "day": 5,
                "time": "2100"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "1000"
              },
              "close": {
                "day": 6,
                "time": "2100"
              }
            }
          ]
        },
        {
          "id": 4740928,
          "name": "Puri Railway Station",
          "placePageType": "visible",
          "placeId": "ChIJUTWYSdnHGToR_yufebF7Dxo",
          "sources": [
            {
              "id": "2673665",
              "type": "webPlacesList",
              "url": "https://www.tripoto.com/puri/places-to-visit/puri-beach",
              "sourceSite": "Web",
              "snippet": "By rail: The nearest railway station to Puri Beach is Puri Railway Station, which is about 2 km away. You can take a train from major cities like Delhi, Mumbai, Kolkata, Chennai, Hyderabad, Bangalore, etc. to Puri and then take an auto-rickshaw or a cycle-rickshaw to Puri Beach. The auto-rickshaw fare may vary from Rs. 50 to Rs. 100 depending on the distance and the bargaining skills.",
              "siteName": "Tripoto",
              "shortName": "Puri Beach: A Complete Guide to the Golden Coastline of Odisha",
              "indexInSource": 1,
              "iconSiteId": 536,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Puri Railway Station is a significant terminal station with 8 platforms catering to both passenger and express trains. The station is known for its cleanliness and spacious area, making it a popular hub for devotees visiting the sacred Shree Jagannath Temple. It offers various amenities such as high-speed wifi, clean waiting rooms, and proper display boards. Additionally, the station has undergone renovations, resulting in a more organized layout with separate entrance and exit points.",
          "categories": [
            "Railway services"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR5Q+356, Puri, Odisha 752002, India",
          "rating": 4.2,
          "numRatings": 24667,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "nrkPXjAOvu6boAfjhpn8jjsJNxs2Ams0",
            "aX1fMhUh46tU0Zr7P4c0zNJbKvShJtBN"
          ],
          "images": [
            {
              "key": "nrkPXjAOvu6boAfjhpn8jjsJNxs2Ams0",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "aX1fMhUh46tU0Zr7P4c0zNJbKvShJtBN",
              "width": 608,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURReGJTOVhnEAE",
              "time": "2025-03-12T11:36:28.000Z",
              "reviewerName": "Dhaara Solanki",
              "rating": 5,
              "rank": 1,
              "reviewText": "Hello\n\nPuri Railway Station are generally mixed, with some users praising its convenient location near the Jagannath Temple, while others criticize its crowded platforms and lack of spaciousness, particularly during peak tourist seasons; some also mention issues with cleanliness and a need for better facilities, though many appreciate the availability of basic amenities and ease of access to local transportation.\n\nClose proximity to the Jagannath Temple\nGood connectivity with local transportation\nBasic amenities available\n\nCrowded platforms\nLack of space\nOccasional cleanliness issues\nPotential for tourist scams around the station.\n\nThank you 😊"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VMN2RzLUthOGRfeWt3RRAB",
              "time": "2025-06-05T15:30:24.000Z",
              "reviewerName": "Abhijeet Baral",
              "rating": 4,
              "rank": 1,
              "reviewText": "1)ONCE COMPLETED WILL BE A WORLD CLASS STATION.\n2)FOR EXIT YOU HAVE TO WALK AT THE END OF THE STATION( NEAR WASHING LINE) 200METRE AHEAD OF NO8 PLATFORM\n3)AUTO FACILITY AVAILABLE + JAGANNATH TEMPLE BUS SERVICE BY GOVT. (AC BUS ) ALSO AVAILABLE\n4)WATER BOTTLE FILLING PREPAID SERVICE BY INDIAN RAILWAYS AVAILABLE.\nPRICE RS15 PER NEW PKG DRINKING WATER BOTTLE\nIF YOU BRING YOUR OWN BOTTLE THEN IT WILL BE RS10\n5)Unreserved Ticket Counter on The Right EndSide Entrance/ Exit of the Station\n6)CLOAKROOM AVAILABLE\n7)BAGGAGE SCANNER ALSO THERE\n8)ATM FACILITY AVAILABLE\n9) TOILET FACILITY AVAILABLE,BUT NEED TO MAINTAIN CLEANLINESS\n10)IF YOU ARE CONFUSED ABOUT YOUR TRAIN JOURNEY THEN INFORMATION DESK ALSO AVAILABLE\nDEMERIT:-\n1)NO TICKET CHECKING BY TTEs on The Entrance or Exit SO Many Free Train Riders Escaped.\n2) PLATFORM NO 7&8 ARE VERY LOW IN HEIGHT (ALMOST AT LOWEST STAIR LVL OF TRAIN )SO THAT MANY PEOPLE FACING PROBLEM TO RIDE ON THE TRAIN ."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2paWFJGUnRZMUJvWmt4M1F6ZE9iVVZqWW14c1EyYxAB",
              "time": "2025-07-05T13:41:22.000Z",
              "reviewerName": "Pradeep Majhawar",
              "rating": 4,
              "rank": 1,
              "reviewText": "Well designed station with temple style architecture,located near the beach and jagannath temple. The temple is around 2-3 km from the station. Good connectivity, but can get crowded and messy during peak times. Basic facilities available. Best to avoid during festivals."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xKMFVETTFiV3AxWVVSVGNXUXRhRFpqVjJGNVZIYxAB",
              "time": "2025-07-10T12:15:08.000Z",
              "reviewerName": "Tanmay Patra",
              "rating": 4,
              "rank": 1,
              "reviewText": "Puri Railway Station was very crowded when I visited, but the management was decent. The platforms were clean and trains were running mostly on time. It’s a busy station, so better to reach a little early."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205Qk5HMU9kVTV4YUZwVGMwbERWMUp3YXpSWmVFRRAB",
              "time": "2025-07-07T01:43:12.000Z",
              "reviewerName": "Naveen Kumar",
              "rating": 5,
              "rank": 2,
              "reviewText": "Jay Jagganath ji , wonderful railway station which is the under construction where I came on 22 June 2025 to aataind the Rath Yatra on 26 Jane and this is my first time and very good facilities are available for pilgrims."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT205MVpVWnBTRXBIU0VsclFrWkpTVzAwY0d0VVNYYxAB",
              "time": "2025-07-21T05:55:52.000Z",
              "reviewerName": "Prithish Ranjan Saha",
              "rating": 5,
              "rank": 2,
              "reviewText": "I was visiting the puri station in the mid of Rath Yatra utsav. There was full of chaos of uncountable number of devotees covered the platforms. But still there was no hurry or any bad situation happening. All the possible facilities & systems are arranged to tackle this crowd. Hats off to the Railways & govt. to arrange such kind of arrangement there."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21kelVIQmtTMDVDVURSa1dtMXlkR295VkhNNWJWRRAB",
              "time": "2025-06-30T04:34:59.000Z",
              "reviewerName": "BALARAM BISHOYI",
              "rating": 5,
              "rank": 5,
              "reviewText": "Jay Jagannath 🙏🏻\nLooking is fantastic 😊\nTicket counter best service, good communication with all people.\nBest guide for travel 🧳 to Jagannath Temple."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT21wVGRteDVWMWxyY1VReWVVaDBaMjQzTWs5Rk0xRRAB",
              "time": "2025-07-10T14:31:11.000Z",
              "reviewerName": "Rajkumar",
              "rating": 5,
              "rank": 7,
              "reviewText": "Puri railway station is one of the cleanest and safest railway stations. Here you are provided with better facilities like waiting hall, dormitory, tea shop etc. My experience at this railway station was very good."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 1144,
              "2": 783,
              "3": 2629,
              "4": 6486,
              "5": 13627
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 4761358,
          "name": "Puri Beach Market",
          "placePageType": "visible",
          "placeId": "ChIJMbhbEjDEGToRUzVkKfAfpBM",
          "sources": [
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": "The beach is also the venue to the annual Puri Beach Festival. Taking place for five days in every November, this event attracts locals and tourists alike.",
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 4,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Puri Beach Market, also known as Bada Danda Market, is a lively and essential stop for anyone visiting Puri, Odisha. The market stretches from Swargadwar Road to Gundicha Temple and offers a bustling local bazaar atmosphere.",
          "categories": [
            "Market"
          ],
          "hasDetails": true,
          "minMinutesSpent": 90,
          "maxMinutesSpent": 90,
          "address": "QRV9+G8C, Swargadwar, Puri, Odisha 752001, India",
          "rating": 4.4,
          "numRatings": 7096,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": "+91 1800 11 1363",
          "priceLevel": null,
          "imageKeys": [
            "Wo99NspqF5E3DMpfkie03LKDMk9yFmji",
            "6lrycpcLOU24IveLcEUzoSlLhPtcTdtM",
            "xEHasqoXfNVNhlMVAv05xrl0pPF9LY3i"
          ],
          "images": [
            {
              "key": "Wo99NspqF5E3DMpfkie03LKDMk9yFmji",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "6lrycpcLOU24IveLcEUzoSlLhPtcTdtM",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "xEHasqoXfNVNhlMVAv05xrl0pPF9LY3i",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURnX0s2eEJnEAE",
              "time": "2025-02-23T10:31:15.000Z",
              "reviewerName": "Ritam Polley",
              "rating": 5,
              "rank": 1,
              "reviewText": "A must-visit destination in Puri! The Beach Market is a treasure trove of local delights, offering a wide range of products - from beautiful handicrafts to fresh seafood, and mouth-watering local sweets.\n\nBut what truly sets this market apart is its stunning night view. Grab a hot cup of tea, take a leisurely stroll, and soak in the vibrant atmosphere.\n\nIf you're a seafood enthusiast, make sure to visit the market early in the morning to catch the freshest fish. Watching the sunrise while selecting your favorite seafood is an experience you won't want to miss!\n\nOverall, Puri Beach Market is a fantastic place to experience the local culture, cuisine, and hospitality. Don't miss it!"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUN3MzQyVVhBEAE",
              "time": "2025-03-22T09:07:46.000Z",
              "reviewerName": "Khushboo Rani",
              "rating": 4,
              "rank": 1,
              "reviewText": "Puri Beach Market is a vibrant and bustling destination that offers a wide range of shopping and dining experiences.\n- The market is famous for its local handicrafts and souvenirs.\n- You can also find stalls selling beautiful shell and pearl jewelry.\n- Puri Beach Market is a food lover's paradise, with plenty of options for street food and local cuisine.\n- You can try the famous Odia sweets like Khaja, which is available in almost all sweet shops.\n- The market also offers a range of seafood options, including fresh fish and prawns.\n- You can take a camel ride or horse ride along the beach.\nOverall, Puri Beach Market is a great place to experience the local culture and cuisine of Odisha."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VKdmR3Skg4aWFma2dBRRAB",
              "time": "2025-05-15T16:07:26.000Z",
              "reviewerName": "Adrian Corera",
              "rating": 4,
              "rank": 1,
              "reviewText": "A vibrant, colourful and amazing chaos is how I would describe the beach market on the warm and sultry Saturday evening at sunset. Really enjoyed walking along the beach, looking at the brightly lit stalls selling colourful knick knacks and toys, jewellery and accessories, clothes, fabric and kitchenware, idols of the many gods and goddesses and of course the popular snacks and beverages stalls and the Icecream carts. There was something for everyone, young and old, boys and girls.\nThe noise, the dust, the smoke ..... well nothing mattered to the crowds who were all having a wonderful time."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2tacmFYVnVlUzFrUzFwUWNrNXVlVll4TW5KUldXYxAB",
              "time": "2025-07-03T20:36:56.000Z",
              "reviewerName": "Sayan Chatterjee",
              "rating": 5,
              "rank": 1,
              "reviewText": "A lively market near the beach with many small shops and stalls. You’ll find sea shells, souvenirs, clothes, and local art. Street food and seafood are tasty. Gets crowded in the evening but feels fun with the sea breeze and lights. Good for a walk and quick shopping."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNZcEl1b1Z3EAE",
              "time": "2025-05-01T13:23:31.000Z",
              "reviewerName": "narain choudhuri",
              "rating": 3,
              "rank": 2,
              "reviewText": "This is an evening beach market, on the golden puri beach, spreading nearly over one kilometer available for attracting tourists and some locals for the purchasing household,novelty, gift and decorated items other than sea-pearls, different types of conches and similar attractive varieties for their own or for gift to the benevolent. Besides all these, there are food stalls for veg and non-veg items. Sea fish varieties are also an added advantage for food loving people.\nSea beaches are always awesome either at dawn or in the afternoon hours for fresh air and other enjoyment for the kids. Horse/Pony and Camel  ride are must for the childrens and their parents as well.\nGentle breezes along with favourite white sea multiple  waves are always awesome and remarkable too for the vacation they look for."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2s5YWVuazNXWEExWW0xbE1EQXdkbWRYWTBKSU4yYxAB",
              "time": "2025-08-30T06:06:14.000Z",
              "reviewerName": "Asim Jana",
              "rating": 5,
              "rank": 3,
              "reviewText": "Very beautiful and big. There are many hotels and restaurants. The whole sea is full of sand next to the blue sea and the air is very nice.Horse shop by the sea Food shop The sea is full of snail shops and people. I was very happy to go here. I took photos. If you want, you can also go. That sea is called Jagannath's father-in-law. I was very happy to take a bath in the sea."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pORFZGTTVUVk4yYlRKWVZrNHRNMk5tTW1nelEyYxAB",
              "time": "2025-07-07T16:45:18.000Z",
              "reviewerName": "Sumeet Raudin",
              "rating": 4,
              "rank": 4,
              "reviewText": "The Puri Beach Market is a vibrant and colorful hub of local culture, shopping, and street food located along the scenic coastline of Puri, Odisha, near the famous Swargadwar Beach.\n\nThe available items for buying are handicrafts, textiles, jewelry, miniature idiols, conch shells, jagarnath themed memorabilia etc.\n\nEating specialities are fresh prwabs, crabs, fish grilled, sweet corns, chungdi malai (prawns curry) etc.\n\nTiming 6:0 pm to 11:0 pm."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pWeVFXZE5RV3hITjNWYWRISk9WVWszZDFOMVJGRRAB",
              "time": "2025-07-30T13:39:00.000Z",
              "reviewerName": "Kamalika Biswas",
              "rating": 5,
              "rank": 7,
              "reviewText": "The market on the Puri sea is really beautiful. Have fascinated me. I shop there in many ways. The use of Orissa people fascinated me. I have made the market in feeling very happy. You enjoy this way"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 209,
              "2": 158,
              "3": 670,
              "4": 1705,
              "5": 4369
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0000"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0000"
              }
            }
          ]
        },
        {
          "id": 5150844,
          "name": "Shree Jagannatha Temple Puri",
          "placePageType": "visible",
          "placeId": "ChIJVSmLeBjFGToRSG3KMOToOVE",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "Balighai is about eight km northeast of Puri, famous for the Lord Jagannath temple. Located off the Puri-Konark Marine Drive Road, the white sandy beach is ringed by casuarina trees.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 1,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": "1161 complex & revered pilgrimage destination, with a main temple & 30 smaller surrounding ones.",
          "generatedDescription": "Jagannath Temple, located in Puri, is a highly revered religious site in India. It is the abode of Lord Jagannath, also known as the Lord of the Universe. Every year, countless devotees from around the world flock to Puri to offer their prayers at this sacred place. According to mythology, Hanuman was appointed by Lord Jagannath to protect the temple and the city of Puri from sea damage.",
          "categories": [
            "Hindu temple",
            "Historical landmark",
            "Jain temple",
            "Religious destination"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha 752001, India",
          "rating": 4.7,
          "numRatings": 121381,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": "https://www.shreejagannatha.in/",
          "internationalPhoneNumber": "+91 6752 222 002",
          "priceLevel": null,
          "imageKeys": [
            "eL7O8eICcZiO3LxhBccZflK3bk3zjs1p",
            "1mjxwrKcXuhECshRXDPV30W21umNu1qt",
            "XSPc7zarwnZ1aFaABc2EW89GdNaKgRvB",
            "22jUuHIhGPBmnKFdiHzAx8gouUOLWokQ"
          ],
          "images": [
            {
              "key": "eL7O8eICcZiO3LxhBccZflK3bk3zjs1p",
              "width": 1080,
              "height": 776
            },
            {
              "key": "1mjxwrKcXuhECshRXDPV30W21umNu1qt",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "XSPc7zarwnZ1aFaABc2EW89GdNaKgRvB",
              "width": 1536,
              "height": 970
            },
            {
              "key": "22jUuHIhGPBmnKFdiHzAx8gouUOLWokQ",
              "width": 681,
              "height": 451
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURvay1QdDdBRRAB",
              "time": "2025-04-28T13:23:43.000Z",
              "reviewerName": "Kamal Bhue",
              "rating": 5,
              "rank": 1,
              "reviewText": "The Sri Jagannath Temple in Puri is a truly divine experience. It's a magnificent confluence of centuries-old grandeur and profound spiritual energy. The temple's architecture is breathtaking, and you can feel a deep sense of history and faith in every corner. Witnessing the devotion and enthusiasm of the devotees who come here is heartwarming. The temple complex exudes positivity and peace. If you are traveling to Odisha, a visit to this sacred place is a must"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUR3aU5lemp3RRAB",
              "time": "2025-03-23T10:41:35.000Z",
              "reviewerName": "Ananda Das",
              "rating": 5,
              "rank": 2,
              "reviewText": "Shree Jagannath Temple in Puri is one of the most sacred and magnificent temples in India, attracting millions of devotees every year. The temple’s grandeur, spiritual atmosphere, and the divine presence of Lord Jagannath, Balabhadra, and Subhadra make it an unforgettable experience. The architecture is awe-inspiring, reflecting the rich heritage and devotion of Odisha.\n\nHowever, one major drawback is the behavior of some priests (pandas) inside the temple. Many of them are excessively money-minded and often demand hefty donations from devotees, sometimes even resorting to harassment. This can be a frustrating experience for those who come for a peaceful darshan. It is advisable to be firm and polite while dealing with them.\n\nOn the bright side, one of the best aspects of visiting the temple is the availability of Mahaprasad at Anandabazar. You can get delicious, sacred food at any time of the day at a very affordable price. The temple’s Mahaprasad, prepared in the world's largest open-air kitchen, is an absolute must-try for any visitor.\n\nDespite the issues with some pandas, the temple remains a deeply spiritual place, and the experience of witnessing the Rath Yatra or simply standing before Lord Jagannath’s idol is truly divine."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURveHAtWGhRRRAB",
              "time": "2025-04-24T09:41:57.000Z",
              "reviewerName": "Santhosha R",
              "rating": 5,
              "rank": 3,
              "reviewText": "Quick facts:\n1. Always try to get darshana during the early morning or evening hours. Otherwise, it gets very crowded.\n2. There are no charges for entry.\n3. Inside the temple, they serve prasada meals for ₹100. It’s divine don’t miss it.\n4. Nearby rooms are often dirty, so always look for classic or well rated hotels.\n5. You’ll need to rely on auto rickshaws, as public transport is very limited. You can also rent a scooty here.\n6. Phones are not allowed inside the temple. There is a room nearby where you can safely deposit your phone for free. It’s very secure.\n7. Poojaris are very rude so be aware of it. Stay calm during darshana"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25keE1tWnpWME16U0ZSeU9HOW9lVVJVUTJ0WmVXYxAB",
              "time": "2025-06-22T07:08:59.000Z",
              "reviewerName": "SUBHAJIT MAITRA",
              "rating": 5,
              "rank": 3,
              "reviewText": "One of the most popular and holy places of Hindu mythology. Go-to place for every Hindu pilgrim and tourist throughout the year especially at the time of the grand Rathyatra. You can literally feel your inner soul if you've been there once."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURJcE9DaUxnEAE",
              "time": "2025-04-07T07:09:57.000Z",
              "reviewerName": "Break Comfort",
              "rating": 5,
              "rank": 6,
              "reviewText": "Jagannath Puri is a spiritually vibrant and culturally rich destination, known for the sacred Shree Jagannath Temple, one of the Char Dhams in Hinduism. The temple architecture is majestic, and the atmosphere is filled with devotion. The Mahaprasad served here is not just delicious but also divine. Puri Beach adds a peaceful, scenic vibe to the trip. Street food, especially the khaja, is worth trying. The place is clean, well-managed, and perfect for spiritual seekers and cultural enthusiasts alike."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT25BMGEyUTBPRVZKUTJGQ1FWZEVRMGd4TkUxSk1WRRAB",
              "time": "2025-06-24T10:47:59.000Z",
              "reviewerName": "Nagashayana S",
              "rating": 5,
              "rank": 6,
              "reviewText": "One of the Char Dham. Sri Krishnas original heart is in the idol. Legend says Sri krishnas avatar in dwaparyug was ended by a hunter mistaken with a deer. After coming close, Hunter got to know that it was Sri Krishna and he performed the final rituals, and after  burning the body, only heart was unburnt. Heart was so powerfully emitting the energy that hunter could not see with naked eye. He then put the heart in a wooden box and ensured that it reached the then Kalinga king at Orissa. King got a dream that he needs to build a temple and a wooden idol and keep the heart of Sri Krishna inside the idol and worship. Why wooden idol is because the heart has too much of energy and metal idols will react to it. There are so many such miraculous facts of Puri Jagannath temple. Please take a Brahmin guide who will explain u in detail before entering the temple...Jai Jagannath !!!"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xwelFVTnplRGRpWTNWWWFuUmZXaTFPUzFaU1FuYxAB",
              "time": "2025-06-25T17:00:33.000Z",
              "reviewerName": "ANANYA NAYEK",
              "rating": 5,
              "rank": 7,
              "reviewText": "Spiritual bliss awaits at the Puri Jagannath Temple! This iconic temple, built by the Eastern Ganga dynasty, is a must-visit destination for devotees and travelers alike. The intricate architecture, vibrant atmosphere, and sacred rituals will leave you spellbound. The surroundings are beautifully decorated with numerous flower plants, adding to the serene ambiance. The temple complex also offers comfortable sitting arrangements, allowing visitors to absorb the peaceful environment. The temple's rich history and cultural significance are palpable, making it a truly enriching experience."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURUenBXOWtnRRAB",
              "time": "2025-04-26T03:15:11.000Z",
              "reviewerName": "Devansh Agrawal",
              "rating": 5,
              "rank": 8,
              "reviewText": "Jai Jagannath...\nThe Jagannath Temple in Puri is a very special and holy place. It is one of the most important temples in India and part of the Char Dham pilgrimage. The temple is very old and beautifully built, with tall towers and detailed carvings. Inside, the idols of Lord Jagannath, Balabhadra, and Subhadra are worshipped with great devotion.\nThe temple is always full of energy, prayers, and chanting. During the famous Rath Yatra festival, thousands of people from all over the world come to see the grand celebration. Even though it gets crowded, the temple is well-managed and darshan is usually smooth.\nThe food offered to the gods, called Mahaprasad, is tasty and shared with everyone, making the visit more special. The area around the temple is lively and full of local culture and traditions.\nA visit to Jagannath Temple is a peaceful and unforgettable experience. It connects you deeply with faith, history, and Indian culture.\nThe only bad thing is the Odisha police – many of them behave rudely and seem untrained or illiterate, which spoils the peaceful experience for some visitors."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 2992,
              "2": 1171,
              "3": 2999,
              "4": 9901,
              "5": 105311
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0430"
              },
              "close": {
                "day": 0,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0430"
              },
              "close": {
                "day": 1,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0430"
              },
              "close": {
                "day": 2,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0430"
              },
              "close": {
                "day": 3,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0430"
              },
              "close": {
                "day": 4,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0430"
              },
              "close": {
                "day": 5,
                "time": "2330"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0430"
              },
              "close": {
                "day": 6,
                "time": "2330"
              }
            }
          ]
        },
        {
          "id": 9637429,
          "name": "Dola Bedi Of Lord Shree Jagannath",
          "placePageType": "visible",
          "placeId": "ChIJgVDEZJ3GGToRegTTw3JTJw0",
          "sources": [
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": "The beach has continued to be a sacred venue and is visited by an endless number of pilgrims for a purification dip who come to Puri to pay their homage to Lord Jagannath. The long white sandy beach draws large numbers of foreigners and Indians. Visitors can take a stroll, browse pearls and seashell souvenirs sold by local vendors.",
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 3,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [
            "Religious destination"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR49+FWJ, Puri, Odisha 752001, India",
          "rating": 4.6,
          "numRatings": 13,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "tJXU4v3j9HXFTPgs9OyXEYJwiaFAvFMv",
            "IMj12OOZ4ZdRPg4rPPyDIVJYcVStcYzM"
          ],
          "images": [
            {
              "key": "tJXU4v3j9HXFTPgs9OyXEYJwiaFAvFMv",
              "width": 1920,
              "height": 1080
            },
            {
              "key": "IMj12OOZ4ZdRPg4rPPyDIVJYcVStcYzM",
              "width": 609,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNEdk9XS0pnEAE",
              "time": "2024-03-25T18:57:26.000Z",
              "reviewerName": "satya mishra",
              "rating": 5,
              "rank": 1,
              "reviewText": "Lord Dola Gobinda with Shree Radha playing colours with devotees on Dola Vedi on the eve of Dola Purnima"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURyc29hZGhnRRAB",
              "time": "2024-07-16T13:15:47.000Z",
              "reviewerName": "Ananga Mohan Das",
              "rating": 5,
              "rank": 2,
              "reviewText": "Very Nice 🙏wonderful 💝"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNPMl92N3R3RRAB",
              "time": "2022-06-20T18:35:22.000Z",
              "reviewerName": "Reetam Majumdar",
              "rating": 4,
              "rank": 3,
              "reviewText": "Got here only to buy the special Puri Khaja"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURVakxhak93EAE",
              "time": "2019-08-16T02:57:10.000Z",
              "reviewerName": "Basudev Lenka",
              "rating": 4,
              "rank": 4,
              "reviewText": "Super design nice dulabedi"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURoa2FtYzNnRRAB",
              "time": "2023-03-11T02:48:27.000Z",
              "reviewerName": "Souvick Poali",
              "rating": 3,
              "rank": 5,
              "reviewText": "Beautiful dol mancha"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUR4cE56a0lREAE",
              "time": "2023-06-02T02:00:14.000Z",
              "reviewerName": "bibhu ranjan",
              "rating": 5,
              "rank": 6,
              "reviewText": "Peaceful"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURBanU3M0RREAE",
              "time": "2017-12-23T05:19:59.000Z",
              "reviewerName": "Viral Odisha Malika",
              "rating": 5,
              "rank": 7,
              "reviewText": "Holy place to visit ."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURRM3YycVZnEAE",
              "time": "2017-10-01T05:35:33.000Z",
              "reviewerName": "Diwakar Bhardwaj",
              "rating": 5,
              "rank": 8,
              "reviewText": "Great place"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 1,
              "4": 3,
              "5": 9
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 9652861,
          "name": "Annapurna Restaurant",
          "placePageType": "visible",
          "placeId": "ChIJZ8BDgrDFGToRxbJur7m3AaQ",
          "sources": [
            {
              "id": "1845399",
              "type": "webPlacesList",
              "url": "https://www.puriresorts.com/puri-beach.html",
              "sourceSite": "Web",
              "snippet": "Numerous restaurants are also scattered close to beach area, including some of the famous ones as Annapurna Restaurant, and Chinese restaurant named as Chung Wah, etc. So, do make it a point to make you completely enthralled by the charm of the place of peace.",
              "siteName": "puriresorts.com",
              "shortName": "Famous Beaches in Puri, Golden Beach, Puri Beach, Puri Sea Beach",
              "indexInSource": 4,
              "iconSiteId": 267700,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Nestled in the vibrant beach area of Puri, Annapurna Restaurant stands out as a beloved dining spot known for its diverse menu and delightful culinary offerings. With a comfortable seating arrangement and a clean environment, it provides an inviting atmosphere for guests. The restaurant is particularly praised for its delicious dishes, such as the flavorful chilly chicken made from fresh ingredients.",
          "categories": [
            "Restaurant"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR2G+J5G, Bhanumati Rd, Dolamandap Sahi, Puri, Odisha 752001, India",
          "rating": 3.5,
          "numRatings": 85,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "DZdsm1OxKH824X8GJAPSXemMKdxKVuLE",
            "ncijXRaHInlBAyfXX7CgS9QhYoyv8SUP",
            "Ih6eZyTWd56i4NdVDp9WOSB31nuKtW7i",
            "MKl8ZNa7rvF2Q6xmCrr9I3RTUDV5iyKo"
          ],
          "images": [
            {
              "key": "DZdsm1OxKH824X8GJAPSXemMKdxKVuLE",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "ncijXRaHInlBAyfXX7CgS9QhYoyv8SUP",
              "width": 1920,
              "height": 1080
            },
            {
              "key": "Ih6eZyTWd56i4NdVDp9WOSB31nuKtW7i",
              "width": 810,
              "height": 1080
            },
            {
              "key": "MKl8ZNa7rvF2Q6xmCrr9I3RTUDV5iyKo",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pJd0xVaFFVWEk0YUZoSWFsWlZlR1kzZUV4S05IYxAB",
              "time": "2025-07-11T15:59:47.000Z",
              "reviewerName": "aditi anpat",
              "rating": 5,
              "rank": 1,
              "reviewText": "Good quality food and good service"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNEMnZ6cjN3RRAB",
              "time": "2024-03-27T05:55:30.000Z",
              "reviewerName": "Android User",
              "rating": 1,
              "rank": 1,
              "reviewText": "Very bad..... Price is too high and you are served with very little amount of foods and then if you orders more you have to pay more for it.... Normal items such as rice,dal, are also available at higher prices if you buy them individually... Atmosphere is not so good and their service is not up to the mark."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNELUlfZXZnRRAB",
              "time": "2024-03-24T10:56:56.000Z",
              "reviewerName": "Dr. Lethal",
              "rating": 1,
              "rank": 2,
              "reviewText": "Very very high priced food.\nପେନ୍ଦ ଖାଇବା\nQuantity and quality is worse.\nSuggesting not to eat there never eat there\nJeera aloo is 120 rs  in 120 ra 12 kg aloo could be bought ok making price and quantity wise it must be max 50 but charging more than double\nThey are looting from people in the name of lord Jagannath"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURRN2R2NmxBRRAB",
              "time": "2018-08-28T05:06:49.000Z",
              "reviewerName": "Lekhnath Sarmah",
              "rating": 5,
              "rank": 3,
              "reviewText": "Delicious food service. Friendly behavior.. Its more like a dhaba than a restaurant. You can ask anything extra."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURVbGVPeDV3RRAB",
              "time": "2019-08-30T13:49:20.000Z",
              "reviewerName": "Alina Sahoo",
              "rating": 3,
              "rank": 3,
              "reviewText": "Accidentally landed here cause I had no other choice while my visit to Jaganath Temple and was raining the entire day. My mom and I went to have lunch and the food served here is moderate. One can have and satisfy their hunger."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNELUlfVlhnEAE",
              "time": "2024-03-27T06:19:40.000Z",
              "reviewerName": "Janmejaya Mohanty",
              "rating": 1,
              "rank": 4,
              "reviewText": "Please don't go if you want to eat good.This restaurant gives customer not only very bad food with  very very low quantity and quality but also too much price."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2swd1ZHeGhOVzlhVms5TGNubGZhSEJJUkdSV1gyYxAB",
              "time": "2025-07-10T18:12:35.000Z",
              "reviewerName": "Sanjeeb Singh",
              "rating": 5,
              "rank": 7,
              "reviewText": "Very good veg restaurant"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2pRd05rcDBWek5KTkhSaVptcE5SRWszU1RsWVFYYxAB",
              "time": "2025-07-12T18:02:23.000Z",
              "reviewerName": "Bisram Pattanaik",
              "rating": 5,
              "rank": 8,
              "reviewText": "Best veg restaurant in puri"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 18,
              "2": 7,
              "3": 8,
              "4": 15,
              "5": 37
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0900"
              },
              "close": {
                "day": 0,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0900"
              },
              "close": {
                "day": 1,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0900"
              },
              "close": {
                "day": 2,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0900"
              },
              "close": {
                "day": 3,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0900"
              },
              "close": {
                "day": 4,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0900"
              },
              "close": {
                "day": 5,
                "time": "2000"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0900"
              },
              "close": {
                "day": 6,
                "time": "2000"
              }
            }
          ]
        },
        {
          "id": 9654174,
          "name": "Chakra Tirtha Rd",
          "placePageType": "visible",
          "placeId": "ChIJm4y6ugPEGToRBrLc8PC32Qk",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "Shacks on the beach many restaurants on the Puri-Konark Marine Drive Road are best places to eat. Restaurants mostly serve vegetarian dishes. North Indian, South Indian, Punjabi and Chinese cuisine are generally served.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 6,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Chakra Tirtha Rd is a bustling area known for its upscale dining options and lively fish stalls, drawing large crowds due to its popularity. However, amidst the hustle and bustle, there are hidden gems like the Pink House that often go unnoticed but are definitely worth a visit.",
          "categories": [],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha, India",
          "rating": null,
          "numRatings": null,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "O1ZpPUFqFmYzmOahVw8AJh3ooFdqUvL4",
            "1NMN49pXB2wLwkbdqTH0RyCsyWwZ4DK3",
            "A8CQmdGXVG45lYt80Y5tlBwcXoBbculn",
            "2TgB8r2RkQmxklTXYOTRhf4GIHOuMmRj"
          ],
          "images": [
            {
              "key": "O1ZpPUFqFmYzmOahVw8AJh3ooFdqUvL4",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "1NMN49pXB2wLwkbdqTH0RyCsyWwZ4DK3",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "A8CQmdGXVG45lYt80Y5tlBwcXoBbculn",
              "width": 1032,
              "height": 774
            },
            {
              "key": "2TgB8r2RkQmxklTXYOTRhf4GIHOuMmRj",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 0
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 10047734,
          "name": "Red Cross Rd",
          "placePageType": "visible",
          "placeId": "ChIJ-U4q9qbGGToRxKRC8vFXHhQ",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "Mid-range hotels are clustered near VIP Road, Clarke Road and Red Cross Road. Luxury hotels are mostly located on Chakra Tirtha Road.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 5,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "For those who can't resist a shopping spree, Red Cross Road in Puri is an absolute must-visit. This vibrant street is a treasure trove of goods, offering everything from trendy clothing to essential electrical appliances, making it the perfect destination for all your shopping desires. Additionally, if you're looking for accommodation options, you'll find a variety of mid-range hotels conveniently situated near VIP Road and Clarke Road, while luxury stays are primarily found along Chakra Tirtha Road.",
          "categories": [],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha 752002, India",
          "rating": null,
          "numRatings": null,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "Oq6ZqsewX1coYNJdBUUNFUhPtKsrD2AU",
            "4PDPULDTf4w0Q9h9ArwEzY9R9iT3Yw17",
            "CtujqdGTpFcNrKtzTzEIbklm65RQfB8P",
            "cMG5tGSrs4rePsexhCLL072QxTUClubm"
          ],
          "images": [
            {
              "key": "Oq6ZqsewX1coYNJdBUUNFUhPtKsrD2AU",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "4PDPULDTf4w0Q9h9ArwEzY9R9iT3Yw17",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "CtujqdGTpFcNrKtzTzEIbklm65RQfB8P",
              "width": 810,
              "height": 1080
            },
            {
              "key": "cMG5tGSrs4rePsexhCLL072QxTUClubm",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 0
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 10329481,
          "name": "Puri sea beach",
          "placePageType": "visible",
          "placeId": "ChIJk2xuZbfFGToRGpz__Rz5fRk",
          "sources": [
            {
              "id": "2673685",
              "type": "webPlacesList",
              "url": "https://odishatour.in/sea-beach/",
              "sourceSite": "Web",
              "snippet": "Penthakata Sea Beach is a popular tourist attraction in Puri. The Penthakata Beach is located 5 km distance from Shree Jagannath Temple and 3 km from Blue Flag Golden Beach. The Odisha tourism department has recognized Penthakata Beach as a tourist destination.",
              "siteName": "Odisha Tour",
              "shortName": "20 Best Sea Beach & Cleanest Beaches in Odisha",
              "indexInSource": 1,
              "iconSiteId": 109440,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [
            "Public beach"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Sea Beach Rd, Puri, Odisha 752001, India",
          "rating": 4.6,
          "numRatings": 3394,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "a5DVuyCSzXyJr4laF3Z69fiWI5PTK0Tt",
            "c3SfQn4ANwEsAm05KEo3pubcioA6LalY",
            "N1vkXUaA4yqMANsHZ4F3gMZMIatpMI1V"
          ],
          "images": [
            {
              "key": "a5DVuyCSzXyJr4laF3Z69fiWI5PTK0Tt",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "c3SfQn4ANwEsAm05KEo3pubcioA6LalY",
              "width": 1280,
              "height": 720
            },
            {
              "key": "N1vkXUaA4yqMANsHZ4F3gMZMIatpMI1V",
              "width": 1440,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNBMHNlZmN3EAE",
              "time": "2025-01-30T15:18:54.000Z",
              "reviewerName": "Tithi Maity",
              "rating": 5,
              "rank": 1,
              "reviewText": "Visiting the sea beach was an absolutely magical experience, filled with breathtaking views, soothing waves, and an atmosphere of pure relaxation. The moment I stepped onto the golden sand, I felt an immediate sense of peace and joy. The gentle sea breeze carried the refreshing scent of saltwater, and the rhythmic sound of the waves crashing against the shore was truly mesmerizing.\n\nOne of the most enjoyable moments was watching the sunrise over the horizon. As the sky transformed into a canvas of warm oranges, pinks, and purples, the reflection on the water created a picture-perfect scene. Walking barefoot along the shoreline, with waves playfully touching my feet, was both refreshing and calming.\n\nJust a memorable moment 😌\n\nWanna visit again 🥺❤️"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 78,
              "2": 30,
              "3": 139,
              "4": 602,
              "5": 2545
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 11056776,
          "name": "VIP Rd",
          "placePageType": "visible",
          "placeId": "ChIJueNjHx7EGToRJsr5nUMMsl4",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "Mid-range hotels are clustered near VIP Road, Clarke Road and Red Cross Road. Luxury hotels are mostly located on Chakra Tirtha Road.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 4,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "VIP Road is a vibrant hub in Puri, offering easy access to some of the city's most notable attractions. Just a short distance from the stunning Blue Flag Beach, Hotel Lee Garden provides travelers with comfortable accommodations and proximity to key sites like Shree Jagannath Temple and various transportation hubs including railway stations and bus terminals. Additionally, food enthusiasts should not miss Dalma, a charming restaurant on VIP Road that specializes in traditional Odia cuisine.",
          "categories": [],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha, India",
          "rating": null,
          "numRatings": null,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "m17FOYqMmOIKqittXBaeEoeRno3pI1NE",
            "WTxbVeyWlMeamOORKe13hPbxMnu480sP",
            "wxiehGwR6ow11TQ1qpOUqsBAdSTLxjAq"
          ],
          "images": [
            {
              "key": "m17FOYqMmOIKqittXBaeEoeRno3pI1NE",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "WTxbVeyWlMeamOORKe13hPbxMnu480sP",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "wxiehGwR6ow11TQ1qpOUqsBAdSTLxjAq",
              "width": 1440,
              "height": 1080
            }
          ],
          "reviews": [],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 0
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 11086724,
          "name": "ଶ୍ରୀ ରାମ ମନ୍ଦିର Shree Ram Temple Puri",
          "placePageType": "visible",
          "placeId": "ChIJtcwRnQLEGToR6LS5LOrWut0",
          "sources": [
            {
              "id": "1845400",
              "type": "webPlacesList",
              "url": "https://travelsetu.com/guide/puri-beach-tourism",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "travelsetu.com",
              "shortName": "Puri Beach Tourism (Puri) (2024 - 2025)",
              "indexInSource": 2,
              "iconSiteId": 96592,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [
            "Hindu temple"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR4R+93M, Puri, Odisha 752002, India",
          "rating": 4.4,
          "numRatings": 54,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "XZXqLLoyUwNQJWjE6nEoYrxkM7E9vGxx",
            "Hoez4EEwv6Mndhykt41RemWxf2PWUza2"
          ],
          "images": [
            {
              "key": "XZXqLLoyUwNQJWjE6nEoYrxkM7E9vGxx",
              "width": 1920,
              "height": 1080
            },
            {
              "key": "Hoez4EEwv6Mndhykt41RemWxf2PWUza2",
              "width": 1440,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNqdjRPYWZ3EAE",
              "time": "2024-04-27T18:05:02.000Z",
              "reviewerName": "Ajju",
              "rating": 5,
              "rank": 2,
              "reviewText": "I recently visited shree Ram Mandir which was very beautiful & with many beautiful wall arts depicting mythological events from sanatana dharma.The environment was very pleasing & peaceful."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUN4aktqWFdREAE",
              "time": "2023-05-11T21:58:38.000Z",
              "reviewerName": "Suthinker",
              "rating": 4,
              "rank": 1,
              "reviewText": "The Shri Ram Temple in Puri, Odisha, India, has a fascinating history. According to legend, the temple was first established by Lord Ram himself when he visited Puri during his exile. The temple was later rebuilt by King Indradyumna, who had a vision of Lord Jagannath, Balabhadra, and Subhadra, the three presiding deities of Puri, while meditating on the beach.\n\nThe temple's construction was a monumental undertaking, requiring the labor of thousands of workers and craftsmen. It was built using stone, wood, and other materials and was adorned with intricate carvings and sculptures. The temple was completed around the 12th century CE and became a significant pilgrimage site for devotees of Lord Ram.\n\nOver the centuries, the temple underwent several renovations and restorations, with the most significant occurring in the early 19th century under the patronage of Maratha ruler, Maharaja Baji Rao II. During this time, the temple's walls were covered with gold, and it became known as the \"Golden Temple\" of Puri.\n\nHowever, tragedy struck in 1806 when a fire broke out in the temple, destroying much of its structure and treasures. The temple was rebuilt in the years that followed, but it was never quite the same. It was further damaged in the 1999 cyclone, which caused a portion of the temple's roof to collapse.\n\nDespite these challenges, the Shri Ram Temple remains a cherished symbol of devotion to Lord Ram in Puri. It is believed that a visit to the temple can grant devotees blessings and spiritual fulfillment. The temple continues to attract thousands of visitors each year, who come to offer prayers and seek the blessings of Lord Ram."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNSdm83aVNBEAE",
              "time": "2023-04-03T02:34:25.000Z",
              "reviewerName": "Kartik Bahadur",
              "rating": 5,
              "rank": 3,
              "reviewText": "It is very well decorated and developed Hindu temple with ample space for religious works of God Ram, Lord Shiva , lord Hanuman, lord Laxmi Narayan. There is an outdoor space for thread ceremony lunch or dinner party. Besides these there is Lord Jagannath and Lord Srikrishna bishwa Rupa which includes many gods inside him (excellence of lord Krishna shown to Arjuna in Mahabharata). Exceptional 3D wall paintings from Ramayana add more beauty to the temple. Very calm place for meditation and enchantation. A must visit place for Hindus ."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURXNjk3cFRnEAE",
              "time": "2022-04-04T18:27:21.000Z",
              "reviewerName": "Deepa Roypandit",
              "rating": 5,
              "rank": 4,
              "reviewText": "Lord Ram , hanuman ,shiv Lord vishnu ,Maa lakshmi can be seen here .Temple is ver beautiful."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUQ5OXNtdGN3EAE",
              "time": "2024-03-16T15:48:07.000Z",
              "reviewerName": "Anchal Garg",
              "rating": 5,
              "rank": 5,
              "reviewText": "It’s a beautiful temple and very neat and clean!"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNUamJ2dnZBRRAB",
              "time": "2024-05-17T17:52:23.000Z",
              "reviewerName": "Tanushree Samal",
              "rating": 5,
              "rank": 6,
              "reviewText": "It is a beautiful and nice temple. I love it.\nJay shree ram"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUN3OWFMN1hnEAE",
              "time": "2017-03-16T02:38:27.000Z",
              "reviewerName": "Rajesh Ummiri",
              "rating": 5,
              "rank": 7,
              "reviewText": "It's primarily Lord Shri Ram temple but Lord Shiva, Lord Hanuman and Lord Laxmi Narasimha temples are also there in the premises. It's very neatly maintained. We get peace of mind in its spiritual atmosphere. Priests are friendly. Even it is famous for many functions like Birthdays and Engagements."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURBZ3JHR0hBEAE",
              "time": "2017-01-18T21:34:41.000Z",
              "reviewerName": "Satyabrat Sahoo",
              "rating": 5,
              "rank": 8,
              "reviewText": "A temple of Lord Rama. Pleasant and calm place."
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 3,
              "2": 1,
              "3": 3,
              "4": 10,
              "5": 37
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 11492180,
          "name": "Chakra Tirtha Narayana Temple",
          "placePageType": "visible",
          "placeId": "ChIJ0S5nnHbFGToRsPBB5Hn_3eA",
          "sources": [
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": null,
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 5,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Chakra Tirtha Narayana Temple, also known as Chakra Narasimha Temple or Chakra Nrusingha Temple, is a significant pilgrimage site located 3 km north of the Jagannath Temple in Puri. The temple features a large wheel carved out of black granite, representing Lord Jagannath's divine weapon, and houses the statue of Lord Narayan at its center.",
          "categories": [
            "Hindu temple"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR2V+PPG, Badasirei, Puri, Odisha 752002, India",
          "rating": 4.7,
          "numRatings": 23,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "SAChUmmlQ9mfh2AVmpUPioMhjBQEDdse",
            "DCNzFEl6GqFKQIK2If3xGB4JZt3mEdH5",
            "f6rZObbtH26GBCzMByRJNT7r438bYG8D"
          ],
          "images": [
            {
              "key": "SAChUmmlQ9mfh2AVmpUPioMhjBQEDdse",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "DCNzFEl6GqFKQIK2If3xGB4JZt3mEdH5",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "f6rZObbtH26GBCzMByRJNT7r438bYG8D",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURMdnJXTmZREAE",
              "time": "2024-06-28T02:45:53.000Z",
              "reviewerName": "Maheeth Veluvali",
              "rating": 5,
              "rank": 1,
              "reviewText": "(Visited in June 2024) - Chakra Tirtha located very near to the beach (in fact the beach is visible) is one of the must visit places of Puri Jagannath Dham. It was the first place where the holy wood (దారువు) appeared first as per a legend. It is associated with Sudarsana Chakra. The temple will be closed in the afternoon."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTURRa3QtWTVnRRAB",
              "time": "2025-03-10T05:42:02.000Z",
              "reviewerName": "mr sumon",
              "rating": 5,
              "rank": 1,
              "reviewText": "Chakra Tirtha Temple in Puri is a spiritually significant place, deeply connected to Lord Vishnu’s Sudarshan Chakra. Located near the serene seashore, it is believed that prayers and a holy dip here can cleanse sins and bring divine blessings. The peaceful atmosphere and religious importance make it a must-visit for devotees and travelers seeking a sacred experience."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURSdWNlTVR3EAE",
              "time": "2023-04-29T08:28:51.000Z",
              "reviewerName": "Jogendra Sahoo",
              "rating": 5,
              "rank": 2,
              "reviewText": "The Historical Chakra tirtha temple but now a unknown place with the time . The local devotees used to visit their Tirtha Yatra during Hindu Month Kartik. Such a blessing to visit the place"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURuNUtpdWV3EAE",
              "time": "2024-10-03T09:41:52.000Z",
              "reviewerName": "RANGA SAYEE",
              "rating": 4,
              "rank": 3,
              "reviewText": "Good peaceful temple near beach"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNJdHB2UGR3EAE",
              "time": "2018-11-14T03:34:17.000Z",
              "reviewerName": "Sanatan Prabhu",
              "rating": 5,
              "rank": 4,
              "reviewText": "This place is Shree Jagannath Mahaprabhu Birth Place"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSURPbW9HMG53RRAB",
              "time": "2022-07-03T02:02:28.000Z",
              "reviewerName": "Suraj Mahali",
              "rating": 5,
              "rank": 5,
              "reviewText": "Peaceful .. Must visit"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNJOTZ6b3BnRRAB",
              "time": "2018-12-12T11:32:24.000Z",
              "reviewerName": "Subbu Venkata",
              "rating": 5,
              "rank": 6,
              "reviewText": "Very famous history in this temple."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNZc3FLRDBBRRAB",
              "time": "2019-04-09T15:09:43.000Z",
              "reviewerName": "Ajay",
              "rating": 5,
              "rank": 8,
              "reviewText": "simple unassuming facade, but if great importance otherwise"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 1,
              "2": 0,
              "3": 1,
              "4": 2,
              "5": 19
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 11642065,
          "name": "Niladri Beach",
          "placePageType": "visible",
          "placeId": "ChIJTeARAYvFGToRvwz4vDAUDS8",
          "sources": [
            {
              "id": "1845389",
              "type": "webPlacesList",
              "url": "https://www.amazingtourindia.com/2022/12/best-sea-beaches-in-puri.html",
              "sourceSite": "Web",
              "snippet": "Swargadwar beach is the most beautiful and crowded beach in Puri, and it's the main tourist attraction of Puri city. Here you will find the food courts , local handmade product shops where you can buy handmade jewellery, seashells products etc. Its nearest beach from Jagannath temple and therefore devotees first take bath here to complete their prayer then visit the temple.Swargadwar beach is always packed with tourists and every tourist prefers to book their hotel near Swargadwar beach because here you will find see view hotels and from here Jagannath temple is 2 km distance.",
              "siteName": "Amazing Tour India- Tourist Guide",
              "shortName": "8 Best Beaches in Puri That Makes Your Puri Tour Success - Amazing Tour India",
              "indexInSource": 2,
              "iconSiteId": 12114,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "",
          "categories": [
            "Public beach",
            "Beach pavillion"
          ],
          "hasDetails": true,
          "minMinutesSpent": 60,
          "maxMinutesSpent": 60,
          "address": "QRXP+HJ, Puri, Odisha 752002, India",
          "rating": 4.6,
          "numRatings": 1571,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": "+91 1800 11 1363",
          "priceLevel": null,
          "imageKeys": [
            "6CJk9k59DHxe3M6cOPCbETlPApQvqEoe",
            "qXsD5P8hDsfWB4ZOHIeh0pEIlbjOVQAu",
            "Cdd93H8gjnG4z6Qyc4OsLfr8JNz2HZZR"
          ],
          "images": [
            {
              "key": "6CJk9k59DHxe3M6cOPCbETlPApQvqEoe",
              "width": 1457,
              "height": 1080
            },
            {
              "key": "qXsD5P8hDsfWB4ZOHIeh0pEIlbjOVQAu",
              "width": 1620,
              "height": 1080
            },
            {
              "key": "Cdd93H8gjnG4z6Qyc4OsLfr8JNz2HZZR",
              "width": 1080,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VNdXdfUGZZb0lTdHN3RRAB",
              "time": "2025-05-19T06:00:14.000Z",
              "reviewerName": "Pragya Chauhan",
              "rating": 5,
              "rank": 1,
              "reviewText": "Niladri Beach is a fantastic option for those seeking a cleaner, quieter, and more relaxed beach experience in Puri. The well-maintained facilities and scenic beauty make it a pleasant destination for families, couples, and solo travelers. It provides a welcome contrast to the crowds of the main beach while still being easily accessible. If you appreciate a peaceful environment and a cleaner shoreline, Niladri Beach is definitely worth a visit."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT20xc1QyVXpPVUpKUVZKcmEyZHNPRUZ5VVRCU1ZYYxAB",
              "time": "2025-08-09T14:13:57.000Z",
              "reviewerName": "Ajay Gopal",
              "rating": 5,
              "rank": 1,
              "reviewText": "One of the best and cleanest beaches in Puri. It's almost semi-private with a small number of people visiting. The water is clean and the beach sand is fine. The waves are strong and a small number of life guards are also available. The beach has been beautified by a number of sculptures. There is no rabble here, no noise pollution or blasting music on speakers and the crowd is also mostly decent. Beach chairs are available to sit and watch the waves. A beautiful beach to just listen to the waves crashing and take a bath if you feel like it. Highly recommend. A number of very good hotels are available right on the beach. The beach also boasts of a pretty well maintained flower garden after the entrance to the beach. Parking of two and four wheelers is available on the payment of a nominal amount."
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xwdmVuaEthMk4yUm5kbloxTjRVbUZFTW5CYVoyYxAB",
              "time": "2025-07-10T05:14:30.000Z",
              "reviewerName": "Santosh Panigrahi",
              "rating": 5,
              "rank": 2,
              "reviewText": "Niladri beach 🏝️ 🏖️\n\nNiladri beach is perfect spot and best beach in puri which I observe specifically the well maintained Garden for families and children to play and walk .\nThis beach is very peaceful and calm best time to visit in 4pm to 8 pm. Lots of activities also can play at beach .\nThis beach has lots of hand crafted arts are there which mad-up of wasted items.\n\nIf you are in puri you must try to visit this beach. 🏝️ 🏖️"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2xGMmQwUnFOM2g1TlRsb056TkdiWGRpZW1ka2MyYxAB",
              "time": "2025-08-19T12:29:00.000Z",
              "reviewerName": "Subhashree rout",
              "rating": 5,
              "rank": 2,
              "reviewText": "Loved the place.. far better from puri main beach! So peaceful and clean place it is. The main attractions are those models created using trash! Best for clicking photos and spending time with your loved ones! Must visit 💖🙌🌊"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VLWGpuOWFjZ09mdUd3EAE",
              "time": "2025-06-15T17:03:37.000Z",
              "reviewerName": "Sachin Simre",
              "rating": 5,
              "rank": 3,
              "reviewText": "A Hidden Gem\n\nBeautiful, clean, and peaceful beach with very few people around. Perfect for relaxing, quiet walks, and enjoying nature without the crowds. A true hidden gem!"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT210NU9WQnNRbWhKT0hOWWVVRndRVUZ1Y1hodmFHYxAB",
              "time": "2025-08-17T06:03:05.000Z",
              "reviewerName": "BEING MAFIZ",
              "rating": 5,
              "rank": 4,
              "reviewText": "This beach is different in its outfit. It is furnished with some amazing arts at beach. Children will definitely enjoy those man made things made with love."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUNvOEtHYzRnRRAB",
              "time": "2025-04-14T14:44:54.000Z",
              "reviewerName": "Jitendra Kumar Sahoo",
              "rating": 5,
              "rank": 6,
              "reviewText": "Niladri is a great place to hang around with friends and family in evening.\nIt have great amenities for public as below\n1. Free Parking\n2. Free entry\n3. Snacks & Coffee\n4. Green Garden\n5. Toilet\n6. Clean Beach\n7. Sculptures from Waste\n8. Sand Art\n9. Photo Points\n10. Sea View (Sun Rise)\n11. Sunset towards city"
            },
            {
              "reviewId": "Ci9DQUlRQUNvZENodHljRjlvT2t4b2NrMWlVbmh0V2xWM1VubEtSSHBYWkRBNVVXYxAB",
              "time": "2025-08-19T11:25:00.000Z",
              "reviewerName": "Satabdi Mishra",
              "rating": 5,
              "rank": 7,
              "reviewText": "This beach is absolutely beautiful, very clean and peaceful. There are many amazing spots for photoshoots and the sunset view is just breathtaking. It’s a perfect place to chill, enjoy the waves, and spend quality time with your friends. Truly a must-visit destination!"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 32,
              "2": 17,
              "3": 65,
              "4": 328,
              "5": 1129
            }
          },
          "utcOffset": 330,
          "openingPeriods": [
            {
              "open": {
                "day": 0,
                "time": "0600"
              },
              "close": {
                "day": 0,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 1,
                "time": "0600"
              },
              "close": {
                "day": 1,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 2,
                "time": "0600"
              },
              "close": {
                "day": 2,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 3,
                "time": "0600"
              },
              "close": {
                "day": 3,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 4,
                "time": "0600"
              },
              "close": {
                "day": 4,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 5,
                "time": "0600"
              },
              "close": {
                "day": 5,
                "time": "2030"
              }
            },
            {
              "open": {
                "day": 6,
                "time": "0600"
              },
              "close": {
                "day": 6,
                "time": "2030"
              }
            }
          ]
        },
        {
          "id": 12178107,
          "name": "Puri Junction",
          "placePageType": "visible",
          "placeId": "ChIJb25rayXHGToRAPwuCaTHJ8o",
          "sources": [
            {
              "id": "1845405",
              "type": "webPlacesList",
              "url": "https://www.trawell.in/orissa/puri/puri-beach",
              "sourceSite": "Web",
              "snippet": "At a distance of 2 km from Jagannath Temple and 2.5 km from Puri Junction, Puri Beach is a pristine sea beach located along the coast of Bay of Bengal in Puri, Odisha. It is considered as one of the cleanest beaches in India and also one of the best Puri Tourist Places.",
              "siteName": "Trawell.in",
              "shortName": "Puri Beach, Puri - Timings, Water Sports, Activities, Best Time to Visit",
              "indexInSource": 2,
              "iconSiteId": 16429,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [
            "Train yard"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "RR4Q+V2F, Puri Station Rd, Chari Chaka, Puri, Odisha 752002, India",
          "rating": 4.3,
          "numRatings": 68,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "wnwixGlOAAFyiouVDOLnLKiMjto1DGzI",
            "ZUrSzLUqtUkwH3mlJ2PcWeEo8Bvg5VIA",
            "BT0MZnfkzVytR5LgMby8vV7dATxskopD"
          ],
          "images": [
            {
              "key": "wnwixGlOAAFyiouVDOLnLKiMjto1DGzI",
              "width": 1434,
              "height": 1080
            },
            {
              "key": "ZUrSzLUqtUkwH3mlJ2PcWeEo8Bvg5VIA",
              "width": 810,
              "height": 1080
            },
            {
              "key": "BT0MZnfkzVytR5LgMby8vV7dATxskopD",
              "width": 609,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUR2OVlmeHZRRRAB",
              "time": "2024-12-22T18:53:21.000Z",
              "reviewerName": "Tomoghna Chandra",
              "rating": 5,
              "rank": 1,
              "reviewText": "Traditional, pleasant clean atmosphere , blessings of lord Jagannath pravu ji🙏🕉️"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUNseV91OFJ3EAE",
              "time": "2023-11-27T07:01:38.000Z",
              "reviewerName": "soumik debnath",
              "rating": 5,
              "rank": 2,
              "reviewText": "Puri Railway Station is a commendable transport hub, seamlessly blending efficiency with a touch of cultural charm. The station's cleanliness and well-maintained facilities create a positive first impression. The courteous staff exemplify professionalism, providing assistance with a warm demeanor. The station's strategic layout ensures easy navigation, enhancing the overall travel experience. Commuters benefit from timely train schedules and well-organized platforms. Puri Railway Station stands out for its commitment to passenger comfort and satisfaction, making it a reliable gateway to the vibrant city of Puri."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSURQci1iVlFREAE",
              "time": "2024-12-06T14:59:15.000Z",
              "reviewerName": "Shivam",
              "rating": 4,
              "rank": 3,
              "reviewText": "Puri Railway Station is located in Puri, Odisha, India. It is part of the Kharagpur-Puri line. The station was opened in 1897 and has been electrified. It was renovated in 2012 to resemble a traditional Hindu temple.\nThe station serves several major trains including the Purushottam Express and Howrah-Puri Shatabdi Express.\nFacilities- Parking and bicycle facilities are\navailable at the station. Restrooms, Railway Police Help centre and Cloak Room facilities are also available.\nAccessibility - The station is accessible for people with disabilities.\nZone - It is operated by the East Coast Railway Zone."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTUNnaThiS1F3EAE",
              "time": "2025-02-20T19:00:51.000Z",
              "reviewerName": "Ayush Choudhary",
              "rating": 4,
              "rank": 3,
              "reviewText": "Right now, it is under construction that's why you can face few problems such as complexity to find toilets but apart from it, it's fine and this new building is gigantic and appear as a great construction project."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUROLVlQb3p3RRAB",
              "time": "2024-01-24T04:40:43.000Z",
              "reviewerName": "Science World",
              "rating": 5,
              "rank": 5,
              "reviewText": "I sat on a train in cuttack at 9:30 and reached at puri at 1:50, which is too late to reach. It should take only 2hr but the train stop at sakhigopal station for 1hr and reach slowly at puri after 4hr. So don't travel with train if you want to reach early."
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnTUR3MF9yRzJnRRAB",
              "time": "2025-03-28T03:31:14.000Z",
              "reviewerName": "Prince Raj",
              "rating": 5,
              "rank": 5,
              "reviewText": "Station is very good and workers busy to clean and cool the station in summer season"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnTURRbnVDbGRBEAE",
              "time": "2025-03-11T07:03:12.000Z",
              "reviewerName": "Pawan Kumar",
              "rating": 4,
              "rank": 6,
              "reviewText": "Best place for enjoy and spend good times"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 3,
              "2": 0,
              "3": 8,
              "4": 21,
              "5": 38
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 12205177,
          "name": "Balighat",
          "placePageType": "visible",
          "placeId": "ChIJV1lA0LTGGToRTxGq8H4_rNM",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "There are many budget hotels near Balighat Chak and on Konark Road. Mid-range hotels are clustered near VIP Road, Clarke Road and Red Cross Road. Luxury hotels are mostly located on Chakra Tirtha Road.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 2,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha 752002, India",
          "rating": null,
          "numRatings": null,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "TlO83imxli6goDm9vrDZne8ZgAnEVK15",
            "GZHK2yE1s14chIwLZ1bYe2eAEdc9jlfC",
            "SoXYqBDaY81qLmdQ1ColCOU2cKQhypaf",
            "jHOhKX2e8uPfyyt7fY28gjEmHU9WKyzT"
          ],
          "images": [
            {
              "key": "TlO83imxli6goDm9vrDZne8ZgAnEVK15",
              "width": 1080,
              "height": 1080
            },
            {
              "key": "GZHK2yE1s14chIwLZ1bYe2eAEdc9jlfC",
              "width": 1440,
              "height": 1080
            },
            {
              "key": "SoXYqBDaY81qLmdQ1ColCOU2cKQhypaf",
              "width": 1920,
              "height": 1080
            },
            {
              "key": "jHOhKX2e8uPfyyt7fY28gjEmHU9WKyzT",
              "width": 301,
              "height": 292
            }
          ],
          "reviews": [],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 0
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 12205178,
          "name": "Konark Rd",
          "placePageType": "visible",
          "placeId": "ChIJFxe0tLPGGToRTj7K6uFwLkI",
          "sources": [
            {
              "id": "1845403",
              "type": "webPlacesList",
              "url": "https://www.india.com/travel/puri/places-to-visit/beaches-balighai-beach/",
              "sourceSite": "Web",
              "snippet": "There are many budget hotels near Balighat Chak and on Konark Road. Mid-range hotels are clustered near VIP Road, Clarke Road and Red Cross Road. Luxury hotels are mostly located on Chakra Tirtha Road.",
              "siteName": "India.com",
              "shortName": "Balighai Beach in Puri | Balighai Beach Tour | Balighai Beach Map | Balighai Beach Weather | Balighai Beach Photos",
              "indexInSource": 3,
              "iconSiteId": 548,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": null,
          "categories": [],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "Puri, Odisha, India",
          "rating": null,
          "numRatings": null,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [],
          "images": [],
          "reviews": [],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 0,
              "4": 0,
              "5": 0
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        },
        {
          "id": 15611346,
          "name": "Dhabaleswar Temple",
          "placePageType": "visible",
          "placeId": "ChIJsa9n8aDFGToRq7BRAJEY8A0",
          "sources": [
            {
              "id": "2673685",
              "type": "webPlacesList",
              "url": "https://odishatour.in/sea-beach/",
              "sourceSite": "Web",
              "snippet": "Dhabaleswar Sea Beach is located near the mouth of the Rushikulya River in the Ganjam district of Odisha and is 18 km distance from Brahmapur. The beach provides a relaxing environment for picnics and leisurely walks. The nearby Dhabaleshwar Temple, dedicated to Lord Shiva, adds a spiritual aspect to the beach.",
              "siteName": "Odisha Tour",
              "shortName": "20 Best Sea Beach & Cleanest Beaches in Odisha",
              "indexInSource": 2,
              "iconSiteId": 109440,
              "showIcon": false,
              "showInternalLink": false,
              "showExternalLink": true,
              "showSiteNameOnWeb": true
            }
          ],
          "description": null,
          "generatedDescription": "Nestled near the mouth of the Rushikulya River in Odisha's Ganjam district, Dhabaleswar Temple is a serene spot that beautifully combines spirituality with natural beauty. Just 18 km from Brahmapur, this charming temple dedicated to Lord Shiva offers visitors a peaceful retreat. The surrounding area features a lovely beach perfect for picnics and leisurely strolls, making it an ideal destination for small celebrations or intimate gatherings.",
          "categories": [
            "Hindu temple"
          ],
          "hasDetails": true,
          "minMinutesSpent": null,
          "maxMinutesSpent": null,
          "address": "QRW2+QQF, Baliapanda Housing Board Colony, Puri, Odisha 752001, India",
          "rating": 4.8,
          "numRatings": 13,
          "tripadvisorRating": null,
          "tripadvisorNumRatings": null,
          "website": null,
          "internationalPhoneNumber": null,
          "priceLevel": null,
          "imageKeys": [
            "ZxLJI6HATAZTYfL44BiRyfSaEuHtQepN",
            "LlJPItf9f2GyOfZO7l3Z0HR1PdTMRwsi",
            "xoNHYhflK8C4eEHRFZUyEDNhaOOszwpb",
            "OVflCtf2l8yj5KIK74NcaTaRl92JOCvJ"
          ],
          "images": [
            {
              "key": "ZxLJI6HATAZTYfL44BiRyfSaEuHtQepN",
              "width": 1916,
              "height": 1080
            },
            {
              "key": "LlJPItf9f2GyOfZO7l3Z0HR1PdTMRwsi",
              "width": 808,
              "height": 1080
            },
            {
              "key": "xoNHYhflK8C4eEHRFZUyEDNhaOOszwpb",
              "width": 810,
              "height": 1080
            },
            {
              "key": "OVflCtf2l8yj5KIK74NcaTaRl92JOCvJ",
              "width": 810,
              "height": 1080
            }
          ],
          "reviews": [
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUN4azRxaVlBEAE",
              "time": "2023-05-25T07:20:09.000Z",
              "reviewerName": "sairaj mohapatra",
              "rating": 5,
              "rank": 1,
              "reviewText": "Small but nice temple 🙏🙏🙏"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNMNE9Ua2pnRRAB",
              "time": "2024-06-14T02:22:26.000Z",
              "reviewerName": "Sukadeb Sarkar",
              "rating": 5,
              "rank": 2,
              "reviewText": "Siva temple! Best place for small party celebration! Or wedding!"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNfZ3V5eXFBRRAB",
              "time": "2025-01-14T06:02:29.000Z",
              "reviewerName": "ନୃସିଂହ ଚରଣ ପାତ୍ର",
              "rating": 5,
              "rank": 3,
              "reviewText": "Prabhu"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUN5NFkzbXVBRRAB",
              "time": "2021-02-02T16:17:24.000Z",
              "reviewerName": "phalguni pati",
              "rating": 5,
              "rank": 4,
              "reviewText": "Nice place, & nice lord."
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUQwNUkyRmJ3EAE",
              "time": "2019-10-23T19:27:25.000Z",
              "reviewerName": "Sandeep Kumar",
              "rating": 5,
              "rank": 5,
              "reviewText": "Nice temple"
            },
            {
              "reviewId": "ChdDSUhNMG9nS0VJQ0FnSUNHLVAtdXZ3RRAB",
              "time": "2021-10-20T07:37:42.000Z",
              "reviewerName": "Biswojit Jena",
              "rating": 5,
              "rank": 6,
              "reviewText": "Nice place"
            },
            {
              "reviewId": "ChZDSUhNMG9nS0VJQ0FnSUN6cHZ6RlRREAE",
              "time": "2024-06-01T17:48:20.000Z",
              "reviewerName": "Lokanathbehera Babulu",
              "rating": 5,
              "rank": 7,
              "reviewText": "Baba dhabaleswar"
            }
          ],
          "geo": null,
          "permanentlyClosed": false,
          "businessStatus": "OPERATIONAL",
          "ratingDistribution": {
            "Google": {
              "1": 0,
              "2": 0,
              "3": 1,
              "4": 1,
              "5": 11
            }
          },
          "utcOffset": 330,
          "openingPeriods": null
        }
      ],
      "date": null,
      "startDate": null,
      "endDate": null,
      "tripPlanKey": null,
      "distinction": null,
      "boardSections": [
        {
          "type": "normal",
          "id": 0,
          "heading": "",
          "text": {
            "ops": [
              {
                "insert": "\n"
              }
            ]
          },
          "placeMarkerColor": "#e23e57",
          "placeMarkerIcon": "map-marker",
          "blocks": [
            {
              "id": 0,
              "type": "place",
              "place": {
                "name": "Puri Beach",
                "placeId": "ChIJr479qwbEGToRhc-kVTaLb1s",
                "longitude": 85.843798,
                "latitude": 19.79996
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "RFUxC4HNRV1pwGW7Ke8q00M9pdMgd7Qm",
              "imageKeys": [
                "RFUxC4HNRV1pwGW7Ke8q00M9pdMgd7Qm",
                "a7kX57jGbwVIjrOOJL5c2LgGWNryHRXr",
                "iTSe933pbwj2smxvKC3fzvfAJT9Xhj4D",
                "wIpmafAXc3xpoaEMeNrgGCdmECGOQBXm"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 1,
              "type": "place",
              "place": {
                "name": "Golden Beach",
                "placeId": "ChIJ-XqEthnEGToRXsSTqeZA4Uo",
                "longitude": 85.825288,
                "latitude": 19.794749
              },
              "text": {
                "ops": [
                  {
                    "insert": "A Hindu sacred place, this busy beach is the site of the annual Puri Beach Festival & sand displays.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "wUrG2AeRvN5ZPm1Y9fLy8qi6cfDgB3sX",
              "imageKeys": [
                "wUrG2AeRvN5ZPm1Y9fLy8qi6cfDgB3sX",
                "ojJiXmgbEvoaoGN0ZkqLVVIcnwHbQPMm",
                "BBo3mc5znREu0enPXvOsewGCiQg3GnC8",
                "w4dwupbTGiW7io67NCh147lwolKYYpra",
                "CCDApUSlYcvYxSnUzf4XxfDCAfucYBs6"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 2,
              "type": "place",
              "place": {
                "name": "Puri Swargadwar Beach",
                "placeId": "ChIJbZJ7czDEGToRw17rREZmvps",
                "longitude": 85.819098,
                "latitude": 19.792436
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "JNVSZ2inoi5DK6MDxyPRC6ZcpUmhcpYy",
              "imageKeys": [
                "JNVSZ2inoi5DK6MDxyPRC6ZcpUmhcpYy",
                "4vp9QqJMOTdR1yOpYYUfhbg1zUGtEuXA",
                "pmtgOFC6pAfr3BbDTHcnOn4FM51mQ9F0"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 3,
              "type": "place",
              "place": {
                "name": "Patita Pavan Jagannath Temple",
                "placeId": "ChIJyzlV7CfEGToRK8BJ02075PM",
                "longitude": 85.819054,
                "latitude": 19.804653
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "aS3WKloOYXUkiKUPWWbbbqNVbrMaJxm9",
              "imageKeys": [
                "aS3WKloOYXUkiKUPWWbbbqNVbrMaJxm9",
                "3iBGddl1L24ExEKTnvPBGiugBgwaudeb",
                "hfP0ntaEoqJzcN4lYLkXhoY2RR5m2dOK"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 4,
              "type": "place",
              "place": {
                "name": "Sudarshan Crafts Museum",
                "placeId": "ChIJNbpweB3EGToREHrdhjtUvxI",
                "longitude": 85.835905,
                "latitude": 19.805591
              },
              "text": {
                "ops": [
                  {
                    "insert": "Stone statues, wood carvings & other art displayed & sold at a Japanese-style Buddhist temple.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "0sCcdctQnfcJN0XvTJi7CZe4cBfrREr9",
              "imageKeys": [
                "0sCcdctQnfcJN0XvTJi7CZe4cBfrREr9",
                "n1vs78vzpDm71vAKXzOOAbjCGG5TonI0",
                "loGzFwv6F4H8CXBUGk2wKoO0sXhZKpmB"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 5,
              "type": "place",
              "place": {
                "name": "Chung Wah Chinese Restaurant",
                "placeId": "ChIJI8FJxx7EGToRzDck9xifYlA",
                "longitude": 85.831808,
                "latitude": 19.801018
              },
              "text": {
                "ops": [
                  {
                    "insert": "Popular eatery offering classic Chinese dishes in a refined, traditional dining room.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "55jhjkHdSoVVqSkTY8o1yeecVFvCGNFS",
              "imageKeys": [
                "55jhjkHdSoVVqSkTY8o1yeecVFvCGNFS",
                "aZm7hBSPW8jZenHju2Lz3mVelW60Ki29",
                "1DBOOQOZl46307YOHp4ebujnb8iLJPkL"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 6,
              "type": "place",
              "place": {
                "name": "Shree Gundicha Temple, Puri",
                "placeId": "ChIJJeZjv6_GGToRUEDBIXBWhos",
                "longitude": 85.839698,
                "latitude": 19.816541
              },
              "text": {
                "ops": [
                  {
                    "insert": "This Kalinga-style sandstone Hindu temple dedicated to Jagannath is surrounded by gardens.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "4gJ6o5i18R3YinabaiiH63HqtBz6mUvc",
              "imageKeys": [
                "4gJ6o5i18R3YinabaiiH63HqtBz6mUvc",
                "oy4RQKjEqq1pUJQE4z44KiQxJfas7tpy",
                "Ojp87vQJxD1VWNbiSp2jhnuQwRITwHTJ",
                "DS4SB9kunZ12voIyxR26es15F73eXQZB"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 7,
              "type": "place",
              "place": {
                "name": "Shree Jagannatha Temple Puri",
                "placeId": "ChIJVSmLeBjFGToRSG3KMOToOVE",
                "longitude": 85.817939,
                "latitude": 19.804938
              },
              "text": {
                "ops": [
                  {
                    "insert": "1161 complex & revered pilgrimage destination, with a main temple & 30 smaller surrounding ones.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "eL7O8eICcZiO3LxhBccZflK3bk3zjs1p",
              "imageKeys": [
                "eL7O8eICcZiO3LxhBccZflK3bk3zjs1p",
                "1mjxwrKcXuhECshRXDPV30W21umNu1qt",
                "XSPc7zarwnZ1aFaABc2EW89GdNaKgRvB",
                "22jUuHIhGPBmnKFdiHzAx8gouUOLWokQ"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 8,
              "type": "place",
              "place": {
                "name": "Puri Railway Station",
                "placeId": "ChIJUTWYSdnHGToR_yufebF7Dxo",
                "longitude": 85.837861,
                "latitude": 19.807629
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "nrkPXjAOvu6boAfjhpn8jjsJNxs2Ams0",
              "imageKeys": [
                "nrkPXjAOvu6boAfjhpn8jjsJNxs2Ams0",
                "aX1fMhUh46tU0Zr7P4c0zNJbKvShJtBN"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 9,
              "type": "place",
              "place": {
                "name": "Puri Beach Market",
                "placeId": "ChIJMbhbEjDEGToRUzVkKfAfpBM",
                "longitude": 85.818647,
                "latitude": 19.792933
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "Wo99NspqF5E3DMpfkie03LKDMk9yFmji",
              "imageKeys": [
                "Wo99NspqF5E3DMpfkie03LKDMk9yFmji",
                "6lrycpcLOU24IveLcEUzoSlLhPtcTdtM",
                "xEHasqoXfNVNhlMVAv05xrl0pPF9LY3i"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 10,
              "type": "place",
              "place": {
                "name": "Puri sea beach",
                "placeId": "ChIJk2xuZbfFGToRGpz__Rz5fRk",
                "longitude": 85.821454,
                "latitude": 19.794072
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "a5DVuyCSzXyJr4laF3Z69fiWI5PTK0Tt",
              "imageKeys": [
                "a5DVuyCSzXyJr4laF3Z69fiWI5PTK0Tt",
                "c3SfQn4ANwEsAm05KEo3pubcioA6LalY",
                "N1vkXUaA4yqMANsHZ4F3gMZMIatpMI1V"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 11,
              "type": "place",
              "place": {
                "name": "Swargadwar Sea Beach",
                "placeId": "ChIJq8vrTjDEGToRNMwkb-8-MqA",
                "longitude": 85.815759,
                "latitude": 19.791775
              },
              "text": {
                "ops": [
                  {
                    "insert": "Beach strip known for a buzzing night market with stalls selling seafood, clothing & jewelry.\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "OpL5spTbDJHyCp4D0OaRfMcJ0v6jyACK",
              "imageKeys": [
                "OpL5spTbDJHyCp4D0OaRfMcJ0v6jyACK",
                "dJYdOW0qnd4S6HpDRV7pht2kZVDwJxJC"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 12,
              "type": "place",
              "place": {
                "name": "Niladri Beach",
                "placeId": "ChIJTeARAYvFGToRvwz4vDAUDS8",
                "longitude": 85.835679,
                "latitude": 19.798484
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "6CJk9k59DHxe3M6cOPCbETlPApQvqEoe",
              "imageKeys": [
                "6CJk9k59DHxe3M6cOPCbETlPApQvqEoe",
                "qXsD5P8hDsfWB4ZOHIeh0pEIlbjOVQAu",
                "Cdd93H8gjnG4z6Qyc4OsLfr8JNz2HZZR"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 13,
              "type": "place",
              "place": {
                "name": "Annapurna Restaurant",
                "placeId": "ChIJZ8BDgrDFGToRxbJur7m3AaQ",
                "longitude": 85.82544,
                "latitude": 19.801563
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "DZdsm1OxKH824X8GJAPSXemMKdxKVuLE",
              "imageKeys": [
                "DZdsm1OxKH824X8GJAPSXemMKdxKVuLE",
                "ncijXRaHInlBAyfXX7CgS9QhYoyv8SUP",
                "Ih6eZyTWd56i4NdVDp9WOSB31nuKtW7i",
                "MKl8ZNa7rvF2Q6xmCrr9I3RTUDV5iyKo"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 14,
              "type": "place",
              "place": {
                "name": "Puri Junction",
                "placeId": "ChIJb25rayXHGToRAPwuCaTHJ8o",
                "longitude": 85.837556,
                "latitude": 19.807196
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "wnwixGlOAAFyiouVDOLnLKiMjto1DGzI",
              "imageKeys": [
                "wnwixGlOAAFyiouVDOLnLKiMjto1DGzI",
                "ZUrSzLUqtUkwH3mlJ2PcWeEo8Bvg5VIA",
                "BT0MZnfkzVytR5LgMby8vV7dATxskopD"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 15,
              "type": "place",
              "place": {
                "name": "ଶ୍ରୀ ରାମ ମନ୍ଦିର Shree Ram Temple Puri",
                "placeId": "ChIJtcwRnQLEGToR6LS5LOrWut0",
                "longitude": 85.840177,
                "latitude": 19.805955
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "XZXqLLoyUwNQJWjE6nEoYrxkM7E9vGxx",
              "imageKeys": [
                "XZXqLLoyUwNQJWjE6nEoYrxkM7E9vGxx",
                "Hoez4EEwv6Mndhykt41RemWxf2PWUza2"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 16,
              "type": "place",
              "place": {
                "name": "Grand Shopping Complex",
                "placeId": "ChIJY7lBt_LHGToRsmZePB_-how",
                "longitude": 85.820444,
                "latitude": 19.805707
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "8rdGxHMEUTc8eqvTa30e6Vw2pOvBqn3c",
              "imageKeys": [
                "8rdGxHMEUTc8eqvTa30e6Vw2pOvBqn3c",
                "NL7fnWgDdrz9HrZt91XyL0H7p7WXu3kV",
                "PF81UUlLXoGloBsKYDrlbvDpvscpi3CI"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 17,
              "type": "place",
              "place": {
                "name": "Chakra Tirtha Narayana Temple",
                "placeId": "ChIJ0S5nnHbFGToRsPBB5Hn_3eA",
                "longitude": 85.844337,
                "latitude": 19.801822
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "SAChUmmlQ9mfh2AVmpUPioMhjBQEDdse",
              "imageKeys": [
                "SAChUmmlQ9mfh2AVmpUPioMhjBQEDdse",
                "DCNzFEl6GqFKQIK2If3xGB4JZt3mEdH5",
                "f6rZObbtH26GBCzMByRJNT7r438bYG8D"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 18,
              "type": "place",
              "place": {
                "name": "Model Beach More",
                "placeId": "ChIJyV3OABzEGToRSu8lFzsRqM0",
                "longitude": 85.848514,
                "latitude": 19.804481
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "29PJrvzgMMz1N25VCF0CrmSR3NFoB6h2",
              "imageKeys": [
                "29PJrvzgMMz1N25VCF0CrmSR3NFoB6h2",
                "HmSabiWIoE1cgpghiR1BVqb3OREC9yVZ",
                "9NhIVXC4ES7bTFl9fGEvnH4wwXUms54V"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 19,
              "type": "place",
              "place": {
                "name": "Dola Bedi Of Lord Shree Jagannath",
                "placeId": "ChIJgVDEZJ3GGToRegTTw3JTJw0",
                "longitude": 85.819772,
                "latitude": 19.80621
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "tJXU4v3j9HXFTPgs9OyXEYJwiaFAvFMv",
              "imageKeys": [
                "tJXU4v3j9HXFTPgs9OyXEYJwiaFAvFMv",
                "IMj12OOZ4ZdRPg4rPPyDIVJYcVStcYzM"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 20,
              "type": "place",
              "place": {
                "name": "Dhabaleswar Temple",
                "placeId": "ChIJsa9n8aDFGToRq7BRAJEY8A0",
                "longitude": 85.801936,
                "latitude": 19.796939
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "ZxLJI6HATAZTYfL44BiRyfSaEuHtQepN",
              "imageKeys": [
                "ZxLJI6HATAZTYfL44BiRyfSaEuHtQepN",
                "LlJPItf9f2GyOfZO7l3Z0HR1PdTMRwsi",
                "xoNHYhflK8C4eEHRFZUyEDNhaOOszwpb",
                "OVflCtf2l8yj5KIK74NcaTaRl92JOCvJ"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 21,
              "type": "place",
              "place": {
                "name": "Chakra Tirtha Rd",
                "placeId": "ChIJm4y6ugPEGToRBrLc8PC32Qk",
                "longitude": 85.83855,
                "latitude": 19.801683
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "O1ZpPUFqFmYzmOahVw8AJh3ooFdqUvL4",
              "imageKeys": [
                "O1ZpPUFqFmYzmOahVw8AJh3ooFdqUvL4",
                "1NMN49pXB2wLwkbdqTH0RyCsyWwZ4DK3",
                "A8CQmdGXVG45lYt80Y5tlBwcXoBbculn",
                "2TgB8r2RkQmxklTXYOTRhf4GIHOuMmRj"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 22,
              "type": "place",
              "place": {
                "name": "Red Cross Rd",
                "placeId": "ChIJ-U4q9qbGGToRxKRC8vFXHhQ",
                "longitude": 85.835522,
                "latitude": 19.809837
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "Oq6ZqsewX1coYNJdBUUNFUhPtKsrD2AU",
              "imageKeys": [
                "Oq6ZqsewX1coYNJdBUUNFUhPtKsrD2AU",
                "4PDPULDTf4w0Q9h9ArwEzY9R9iT3Yw17",
                "CtujqdGTpFcNrKtzTzEIbklm65RQfB8P",
                "cMG5tGSrs4rePsexhCLL072QxTUClubm"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 23,
              "type": "place",
              "place": {
                "name": "VIP Rd",
                "placeId": "ChIJueNjHx7EGToRJsr5nUMMsl4",
                "longitude": 85.833013,
                "latitude": 19.8056
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "m17FOYqMmOIKqittXBaeEoeRno3pI1NE",
              "imageKeys": [
                "m17FOYqMmOIKqittXBaeEoeRno3pI1NE",
                "WTxbVeyWlMeamOORKe13hPbxMnu480sP",
                "wxiehGwR6ow11TQ1qpOUqsBAdSTLxjAq"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 24,
              "type": "place",
              "place": {
                "name": "Balighat",
                "placeId": "ChIJV1lA0LTGGToRTxGq8H4_rNM",
                "longitude": 85.847344,
                "latitude": 19.825665
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "selectedImageKey": "TlO83imxli6goDm9vrDZne8ZgAnEVK15",
              "imageKeys": [
                "TlO83imxli6goDm9vrDZne8ZgAnEVK15",
                "GZHK2yE1s14chIwLZ1bYe2eAEdc9jlfC",
                "SoXYqBDaY81qLmdQ1ColCOU2cKQhypaf",
                "jHOhKX2e8uPfyyt7fY28gjEmHU9WKyzT"
              ],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            },
            {
              "id": 25,
              "type": "place",
              "place": {
                "name": "Konark Rd",
                "placeId": "ChIJFxe0tLPGGToRTj7K6uFwLkI",
                "longitude": 85.844998,
                "latitude": 19.820801
              },
              "text": {
                "ops": [
                  {
                    "insert": "\n"
                  }
                ]
              },
              "addedBy": {
                "type": "unknown"
              },
              "upvotedBy": [],
              "imageKeys": [],
              "travelMode": null,
              "attachments": [],
              "imageSize": "large"
            }
          ]
        }
      ],
      "headerTemplate": {
        "type": "geoCategory",
        "subType": "Beaches",
        "updatedAt": "2025-08-30T09:21:02.000Z",
        "geo": {
          "id": 975,
          "name": "Puri"
        },
        "blurbTemplate": "Many of us love traveling on the Wanderlog team, so naturally we’re always on the hunt to find the most popular spots anytime we travel somewhere new. With favorites like [examplePlaceNames] and more, get ready to experience the best places in [geoNameWithThe].",
        "topBlurb": null,
        "placeName": "beaches",
        "source": "webPlacesLists",
        "sourcesMerged": false
      },
      "author": null,
      "providerTitle": null,
      "relatedPagesData": {
        "drives": [
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 13,
              "name": "New Delhi",
              "englishName": "New Delhi"
            },
            "freeImageKey": "90Z0VdMUieFh4JE9TK5VEL1dBjFjskA5",
            "geoPairId": 163412
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 69,
              "name": "Kolkata (Calcutta)",
              "englishName": "Kolkata (Calcutta)"
            },
            "freeImageKey": "aoTSOrX2OPkjMNsaLMEqTwX1qoP6hHg4",
            "geoPairId": 166908
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 7865,
              "name": "Mumbai",
              "englishName": "Mulund West"
            },
            "freeImageKey": "FNQvEEDkVQ2vDIDbFvTMMBd9JxPOWTBd",
            "geoPairId": 176663
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 24,
              "name": "Jaipur",
              "englishName": "Jaipur"
            },
            "freeImageKey": "zpKJmi0pqugvOVWUwE24taGiYXkswMYQ",
            "geoPairId": 164150
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 78,
              "name": "Hyderabad",
              "englishName": "Hyderabad"
            },
            "freeImageKey": "9mRnF9x9nGBtjXxEUMsvihxzmjmCGTxg",
            "geoPairId": 168440
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 17,
              "name": "Kathmandu",
              "englishName": "Kathmandu"
            },
            "freeImageKey": "BBBmmUuFO4zgseremgbmF18HCsYeMuYD",
            "geoPairId": 163736
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 35,
              "name": "Bengaluru",
              "englishName": "Bengaluru"
            },
            "freeImageKey": "3sIvpAEoykfUM140SYRmFCdNC8kbb0dR",
            "geoPairId": 164846
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 60,
              "name": "Agra",
              "englishName": "Agra"
            },
            "freeImageKey": "zbEOJ3Wa6YGc6VAqHUA5rbENj1ZfAqB4",
            "geoPairId": 166334
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 122,
              "name": "Varanasi",
              "englishName": "Varanasi"
            },
            "freeImageKey": "bKmkhGR89mkKnxMqkl5WmjbVe84rqBP0",
            "geoPairId": 170974
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 518,
              "name": "Visakhapatnam",
              "englishName": "Visakhapatnam"
            },
            "freeImageKey": "Cu7r65QAFQuPlwFtfBkdUJhPYKPWoLy4",
            "geoPairId": 175758
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 40,
              "name": "Chennai (Madras)",
              "englishName": "Chennai (Madras)"
            },
            "freeImageKey": "90nAGrXUs0LlOlYOzEKekUrp9kyEbi3k",
            "geoPairId": 165108
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 91,
              "name": "Udaipur",
              "englishName": "Udaipur"
            },
            "freeImageKey": "Sq0BDBCxjxjFAZXZuuYUf2AwGhCBtSIz",
            "geoPairId": 169670
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 280,
              "name": "Mysuru (Mysore)",
              "englishName": "Mysuru (Mysore)"
            },
            "freeImageKey": "yLrZf8LjdIicJu7MoW4BRqABGl7kl7LG",
            "geoPairId": 173586
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 503,
              "name": "Gangtok",
              "englishName": "Gangtok"
            },
            "freeImageKey": "3Oe2lbVl1xb8mAZFI16r66FpGF6PZLQn",
            "geoPairId": 175680
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 57,
              "name": "Pune",
              "englishName": "Pune"
            },
            "freeImageKey": "Q2TGTGnlgIZUL1Tn95bCIff3s7B9gAO6",
            "geoPairId": 165978
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 349,
              "name": "Darjeeling",
              "englishName": "Darjeeling"
            },
            "freeImageKey": "3mheLNBev6mIqCSepJLl5J9uWPATToZn",
            "geoPairId": 174552
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 52,
              "name": "Yangon (Rangoon)",
              "englishName": "Yangon (Rangoon)"
            },
            "freeImageKey": "VElKvEULgBFyRfFumLdgQnYdRJXoc4rW",
            "geoPairId": 165636
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 68,
              "name": "Kochi (Cochin)",
              "englishName": "Kochi (Cochin)"
            },
            "freeImageKey": "T8JRBG8ECzm33TIpTeV1CFdqxrcBoJfs",
            "geoPairId": 166800
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 25,
              "name": "Mumbai",
              "englishName": "Mumbai"
            },
            "freeImageKey": "VxHxi6tLz62j2d4B9k2rZoKkKHDBhQi7",
            "geoPairId": 164228
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 161,
              "name": "Ahmedabad",
              "englishName": "Ahmedabad"
            },
            "freeImageKey": "Iilv1DdufgSoj8gM77bBU2fOC0hCVtGi",
            "geoPairId": 171652
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 412,
              "name": "Munnar",
              "englishName": "Munnar"
            },
            "freeImageKey": "cf9yfFFqXsD7DJHsMB7XeJ0ZTBwq7KLP",
            "geoPairId": 175118
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 117,
              "name": "Pokhara",
              "englishName": "Pokhara"
            },
            "freeImageKey": "1FBbaLD4I1WE843RmMPIQOuBLSZHkmDF",
            "geoPairId": 170764
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 480,
              "name": "Ooty (Udhagamandalam)",
              "englishName": "Ooty (Udhagamandalam)"
            },
            "freeImageKey": "wauCZqEyebw4lUJ6fu3Ak552okTyX0S8",
            "geoPairId": 175522
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 143,
              "name": "Jodhpur",
              "englishName": "Jodhpur"
            },
            "freeImageKey": "XyI8Zdw9E1DDJhk0SkQCppRck02XHzYS",
            "geoPairId": 171454
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 334,
              "name": "Pondicherry",
              "englishName": "Pondicherry"
            },
            "freeImageKey": "Imhz68wAYbFe4oZ1DGBRhF8aD9vJkmLZ",
            "geoPairId": 174384
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 243,
              "name": "Bagan",
              "englishName": "Bagan"
            },
            "freeImageKey": "MRPA7dWUaTKNyu3aylZqPPzPvF1FxPAM",
            "geoPairId": 173048
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 384,
              "name": "Amritsar",
              "englishName": "Amritsar"
            },
            "freeImageKey": "Qyf2cXWrTFoJsybf7oCDcdcO5ZwUkreM",
            "geoPairId": 175004
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 209,
              "name": "Thimphu",
              "englishName": "Thimphu"
            },
            "freeImageKey": "mgkdKIB6oQ7X5RR1zreckGvxGcpGygiv",
            "geoPairId": 172748
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 183,
              "name": "Jaisalmer",
              "englishName": "Jaisalmer"
            },
            "freeImageKey": "8690YpvO15rYSUrxBGZ6ApxvRbxW680t",
            "geoPairId": 172208
          },
          {
            "type": "betweenGeos",
            "fromGeo": {
              "id": 975,
              "name": "Puri",
              "englishName": "Puri"
            },
            "toGeo": {
              "id": 313,
              "name": "Manali Tehsil",
              "englishName": "Manali Tehsil"
            },
            "freeImageKey": "pRnYQMxloXStPNW4z4xOL8XF09nVqchR",
            "geoPairId": 174154
          }
        ],
        "categories": [
          {
            "id": 74193,
            "name": "Restaurants",
            "shortName": "Restaurants",
            "emoji": "fork-and-knife-with-plate",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "Where to eat: the  best restaurants in Puri"
          },
          {
            "id": 104621,
            "name": "Attractions",
            "shortName": "Attractions",
            "emoji": "round-pushpin",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "attractions",
            "geoCategoryName": "Top  things to do and attractions in Puri"
          },
          {
            "id": 33140,
            "name": "Family restaurants",
            "shortName": "Family restaurants",
            "emoji": "chickenDrumStick",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best family restaurants in Puri"
          },
          {
            "id": 138802,
            "name": "Kid-friendly attractions",
            "shortName": "Kid-friendly attractions",
            "emoji": "carousel-horse",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "attractions",
            "geoCategoryName": "The  best things to do with kids in Puri"
          },
          {
            "id": 149596,
            "name": "Neighborhoods",
            "shortName": "Neighborhoods",
            "emoji": "houses",
            "keywordCategoryGroup": null,
            "mapLayerGroup": null,
            "geoCategoryName": "The  best neighborhoods to see in Puri"
          },
          {
            "id": 147797,
            "name": "Nature",
            "shortName": "Nature",
            "emoji": "evergreen-tree",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "attractions",
            "geoCategoryName": "The  best nature near Puri"
          },
          {
            "id": 761683,
            "name": "Indian restaurants",
            "shortName": "Indian",
            "emoji": null,
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best Indian foods and restaurants in Puri"
          },
          {
            "id": 848035,
            "name": "Fun attractions",
            "shortName": "Fun things to do",
            "emoji": "circus-tent",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "attractions",
            "geoCategoryName": "Fun things to do in Puri:  fun attractions and activities"
          },
          {
            "id": 853432,
            "name": "Resorts",
            "shortName": "Resorts",
            "emoji": null,
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best resorts and all-inclusive vacations in Puri"
          },
          {
            "id": 1786266,
            "name": "Hostel",
            "shortName": "Hostel",
            "emoji": "person-in-bed",
            "keywordCategoryGroup": null,
            "mapLayerGroup": null,
            "geoCategoryName": "The  best hostels in Puri"
          },
          {
            "id": 1821963,
            "name": "Places to go out",
            "shortName": "Places to go out",
            "emoji": "night-with-stars",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "bars",
            "geoCategoryName": "The  best places to go out in Puri"
          },
          {
            "id": 1845871,
            "name": "Bed and breakfast",
            "shortName": "Bed and breakfast",
            "emoji": "bed",
            "keywordCategoryGroup": null,
            "mapLayerGroup": null,
            "geoCategoryName": "The  best bed and breakfasts in Puri"
          },
          {
            "id": 2796,
            "name": "Asian food",
            "shortName": "Asian food",
            "emoji": "steaming-bowl",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best Asian food in Puri"
          },
          {
            "id": 29569,
            "name": "Dinner",
            "shortName": "Dinner",
            "emoji": null,
            "keywordCategoryGroup": "otherEats",
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best restaurants to have dinner in Puri"
          },
          {
            "id": 58129,
            "name": "Lunch",
            "shortName": "Lunch",
            "emoji": null,
            "keywordCategoryGroup": "otherEats",
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best spots for lunch in Puri"
          },
          {
            "id": 93827,
            "name": "Vegetarian restaurants",
            "shortName": "Vegetarian restaurants",
            "emoji": "green-salad",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best vegetarian restaurants in Puri"
          },
          {
            "id": 111817,
            "name": "Buildings",
            "shortName": "Buildings",
            "emoji": "office-building",
            "keywordCategoryGroup": null,
            "mapLayerGroup": "attractions",
            "geoCategoryName": "Puri skyline: the  most iconic buildings and best views in Puri"
          },
          {
            "id": 137003,
            "name": "Hotels",
            "shortName": "Hotels",
            "emoji": "hotel",
            "keywordCategoryGroup": null,
            "mapLayerGroup": null,
            "geoCategoryName": "The  best hotels in Puri"
          },
          {
            "id": 758085,
            "name": "Pet-friendly places",
            "shortName": "Pet-Friendly",
            "emoji": null,
            "keywordCategoryGroup": null,
            "mapLayerGroup": "restaurants",
            "geoCategoryName": "The  best pet-friendly places and activities in Puri"
          }
        ],
        "searchedCategories": [
          {
            "id": 1550069,
            "name": "Budget hotels",
            "geoCategoryName": "The  best budget hotels in Puri",
            "freeImageKey": "AcgqKnG2LHyZMIxou0BruEOcl1JdECd4"
          },
          {
            "id": 1555296,
            "name": "Guest house",
            "geoCategoryName": "The  best guest houses in Puri",
            "freeImageKey": "jijHbIjgq8WLVzsKv0Ag8SWHrQej39M3"
          },
          {
            "id": 1551732,
            "name": "Oyo hotel",
            "geoCategoryName": "The  best OYO hotels in Puri",
            "freeImageKey": "ZEVqDzTLFtC1xLC8BAyvcN55960s0VuI"
          },
          {
            "id": 1534135,
            "name": "Family hotel",
            "geoCategoryName": "The  best family-friendly hotels in Puri",
            "freeImageKey": "Go3O664FSjxpTjXViwUU4wCpgBrCb4pm"
          },
          {
            "id": 1540217,
            "name": "Market",
            "geoCategoryName": "The  best markets in Puri",
            "freeImageKey": "oiY7EmoNNsNmJ4RXpGWMzlrRtteLylhS"
          },
          {
            "id": 1558049,
            "name": "And safe hotels",
            "geoCategoryName": "The  best and safe hotels in Puri",
            "freeImageKey": "7JHKZwkorxLsmWGQDcGmszfG8cUG3q28"
          },
          {
            "id": 1558057,
            "name": "Couple hotels",
            "geoCategoryName": "The  best couple-friendly hotels in Puri",
            "freeImageKey": "IJs0mBnYmXqxy0fyRY4a3xxlykFtFKuW"
          }
        ],
        "itineraries": [
          {
            "id": 1633,
            "days": 1
          },
          {
            "id": 1634,
            "days": 2
          },
          {
            "id": 1635,
            "days": 3
          },
          {
            "id": 1636,
            "days": 4
          },
          {
            "id": 1637,
            "days": 5
          }
        ],
        "nearbyAttractions": [
          {
            "id": 104448,
            "geoCategoryName": "Top  things to do and attractions in Kolkata (Calcutta)"
          },
          {
            "id": 104456,
            "geoCategoryName": "Top  things to do and attractions in Hyderabad"
          },
          {
            "id": 104488,
            "geoCategoryName": "Top  things to do and attractions in Varanasi"
          },
          {
            "id": 1586475,
            "geoCategoryName": "Top  things to do and attractions in Dhaka City"
          },
          {
            "id": 1586546,
            "geoCategoryName": "Top  things to do and attractions in Nagpur"
          },
          {
            "id": 104578,
            "geoCategoryName": "Top  things to do and attractions in Bhubaneswar"
          },
          {
            "id": 104589,
            "geoCategoryName": "Top  things to do and attractions in Visakhapatnam"
          },
          {
            "id": 1586732,
            "geoCategoryName": "Top  things to do and attractions in Patna"
          },
          {
            "id": 1586792,
            "geoCategoryName": "Top  things to do and attractions in Raipur"
          },
          {
            "id": 1586940,
            "geoCategoryName": "Top  things to do and attractions in Ranchi"
          },
          {
            "id": 1586953,
            "geoCategoryName": "Top  things to do and attractions in Vijayawada"
          },
          {
            "id": 1586990,
            "geoCategoryName": "Top  things to do and attractions in Chittagong City"
          },
          {
            "id": 1586993,
            "geoCategoryName": "Top  things to do and attractions in Bodh Gaya"
          },
          {
            "id": 1587011,
            "geoCategoryName": "Top  things to do and attractions in Jabalpur"
          },
          {
            "id": 1587020,
            "geoCategoryName": "Top  things to do and attractions in Murshidabad"
          },
          {
            "id": 1587022,
            "geoCategoryName": "Top  things to do and attractions in Warangal"
          },
          {
            "id": 1587086,
            "geoCategoryName": "Top  things to do and attractions in Gaya"
          },
          {
            "id": 1587092,
            "geoCategoryName": "Top  things to do and attractions in Jamshedpur"
          },
          {
            "id": 1587095,
            "geoCategoryName": "Top  things to do and attractions in Rajgir"
          },
          {
            "id": 1587155,
            "geoCategoryName": "Top  things to do and attractions in Howrah"
          },
          {
            "id": 1587159,
            "geoCategoryName": "Top  things to do and attractions in Deoghar"
          },
          {
            "id": 1587161,
            "geoCategoryName": "Top  things to do and attractions in Cox's Bazar"
          },
          {
            "id": 1587213,
            "geoCategoryName": "Top  things to do and attractions in Santiniketan"
          },
          {
            "id": 1587268,
            "geoCategoryName": "Top  things to do and attractions in Digha"
          }
        ],
        "nearbyRestaurants": [
          {
            "id": 74020,
            "geoCategoryName": "Where to eat: the  best restaurants in Kolkata (Calcutta)"
          },
          {
            "id": 74028,
            "geoCategoryName": "Where to eat: the  best restaurants in Hyderabad"
          },
          {
            "id": 74060,
            "geoCategoryName": "Where to eat: the  best restaurants in Varanasi"
          },
          {
            "id": 197745,
            "geoCategoryName": "Where to eat: the  best restaurants in Dhaka City"
          },
          {
            "id": 197822,
            "geoCategoryName": "Where to eat: the  best restaurants in Nagpur"
          },
          {
            "id": 74150,
            "geoCategoryName": "Where to eat: the  best restaurants in Bhubaneswar"
          },
          {
            "id": 74161,
            "geoCategoryName": "Where to eat: the  best restaurants in Visakhapatnam"
          },
          {
            "id": 198017,
            "geoCategoryName": "Where to eat: the  best restaurants in Patna"
          },
          {
            "id": 198078,
            "geoCategoryName": "Where to eat: the  best restaurants in Raipur"
          },
          {
            "id": 198147,
            "geoCategoryName": "Where to eat: the  best restaurants in Midnapore"
          },
          {
            "id": 198230,
            "geoCategoryName": "Where to eat: the  best restaurants in Ranchi"
          },
          {
            "id": 198243,
            "geoCategoryName": "Where to eat: the  best restaurants in Vijayawada"
          },
          {
            "id": 198283,
            "geoCategoryName": "Where to eat: the  best restaurants in Chittagong City"
          },
          {
            "id": 198286,
            "geoCategoryName": "Where to eat: the  best restaurants in Bodh Gaya"
          },
          {
            "id": 198304,
            "geoCategoryName": "Where to eat: the  best restaurants in Jabalpur"
          },
          {
            "id": 198315,
            "geoCategoryName": "Where to eat: the  best restaurants in Warangal"
          },
          {
            "id": 198383,
            "geoCategoryName": "Where to eat: the  best restaurants in Gaya"
          },
          {
            "id": 198391,
            "geoCategoryName": "Where to eat: the  best restaurants in Jamshedpur"
          },
          {
            "id": 198458,
            "geoCategoryName": "Where to eat: the  best restaurants in Howrah"
          },
          {
            "id": 198462,
            "geoCategoryName": "Where to eat: the  best restaurants in Deoghar"
          },
          {
            "id": 198464,
            "geoCategoryName": "Where to eat: the  best restaurants in Cox's Bazar"
          },
          {
            "id": 198582,
            "geoCategoryName": "Where to eat: the  best restaurants in Digha"
          }
        ],
        "nearbySameCategory": [
          {
            "id": 1602795,
            "geoCategoryName": "The  best beaches in and around Dhaka City"
          },
          {
            "id": 109986,
            "geoCategoryName": "The  best beaches in and around Visakhapatnam"
          },
          {
            "id": 1603189,
            "geoCategoryName": "The  best beaches in and around Cox's Bazar"
          }
        ],
        "nearbyTopRankedSameCategory": null,
        "nearbyGeos": [
          {
            "name": "Konark",
            "englishName": "Konark",
            "id": 3369
          },
          {
            "name": "Bhubaneswar",
            "englishName": "Bhubaneswar",
            "id": 444
          },
          {
            "name": "Digha",
            "englishName": "Digha",
            "id": 3129
          },
          {
            "name": "Mandarmani",
            "englishName": "Mandarmani",
            "id": 9024
          },
          {
            "name": "Midnapore",
            "englishName": "Midnapore",
            "id": 959
          },
          {
            "name": "Jamshedpur",
            "englishName": "Jamshedpur",
            "id": 1763
          },
          {
            "name": "Visakhapatnam",
            "englishName": "Visakhapatnam",
            "id": 518
          },
          {
            "name": "Ranchi",
            "englishName": "Ranchi",
            "id": 1177
          },
          {
            "name": "Kolkata (Calcutta)",
            "englishName": "Kolkata (Calcutta)",
            "id": 69
          },
          {
            "name": "Howrah",
            "englishName": "Howrah",
            "id": 2083
          },
          {
            "name": "Belur",
            "englishName": "Belur",
            "id": 7541
          },
          {
            "name": "Raipur",
            "englishName": "Raipur",
            "id": 798
          },
          {
            "name": "Santiniketan",
            "englishName": "Santiniketan",
            "id": 2609
          },
          {
            "name": "Deoghar",
            "englishName": "Deoghar",
            "id": 2121
          },
          {
            "name": "Bijapur",
            "englishName": "Bijapur",
            "id": 1555
          },
          {
            "name": "Bodh Gaya",
            "englishName": "Bodh Gaya",
            "id": 1365
          },
          {
            "name": "Gaya",
            "englishName": "Gaya",
            "id": 1729
          },
          {
            "name": "Murshidabad",
            "englishName": "Murshidabad",
            "id": 1436
          },
          {
            "name": "Rajgir",
            "englishName": "Rajgir",
            "id": 1776
          },
          {
            "name": "Dhaka City",
            "englishName": "Dhaka City",
            "id": 283
          },
          {
            "name": "Mandla",
            "englishName": "Mandla",
            "id": 4238
          },
          {
            "name": "Patna",
            "englishName": "Patna",
            "id": 673
          },
          {
            "name": "Vijayawada",
            "englishName": "Vijayawada",
            "id": 1212
          },
          {
            "name": "Cox's Bazar",
            "englishName": "Cox's Bazar",
            "id": 2134
          },
          {
            "name": "Varanasi",
            "englishName": "Varanasi",
            "id": 122
          },
          {
            "name": "Chittagong City",
            "englishName": "Chittagong City",
            "id": 1356
          },
          {
            "name": "Warangal",
            "englishName": "Warangal",
            "id": 1442
          },
          {
            "name": "Jabalpur",
            "englishName": "Jabalpur",
            "id": 1406
          },
          {
            "name": "Nagpur",
            "englishName": "Nagpur",
            "id": 398
          },
          {
            "name": "Agartala",
            "englishName": "Agartala",
            "id": 909
          }
        ],
        "canShowWeatherLinks": true,
        "geoNames": {
          "en": "Puri",
          "fr": "Puri",
          "ja": "プリ",
          "zh": "普里",
          "ko": "푸리",
          "es": "Puri",
          "pt": "Puri",
          "it": "Puri"
        },
        "geoCategoryLocalizedNames": {
          "en": "The  best beaches in and around Puri",
          "fr": "Les  meilleures plages dans et autour de Puri",
          "ja": "プリの周辺にあるのベストビーチ",
          "zh": "普里及其周边的个最佳海滩",
          "ko": "푸리의 주변에 있는 개의 최고의 해변",
          "es": "Las  mejores playas en y alrededor de Puri",
          "pt": "As  melhores praias em e ao redor de Puri",
          "it": "Le  migliori spiagge in e intorno a Puri"
        }
      },
      "canonicalUrl": "https://wanderlog.com/list/geoCategory/110018/best-beaches-in-and-around-puri",
      "indexable": true,
      "sourceSite": "Wanderlog"
    },
    "page_title": "The 26 best beaches in and around Puri",
    "cached_ts": 1759086059
  }
}