{
  "list_id": "602",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/602/1.jpg",
  "description": "Dive into \"Agra's Captivating Corners: A Photographer's Dream\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160211"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Agra's Captivating Corners: A Photographer's Dream",
  "city_id": "60",
  "subtype": "poi",
  "city": "Agra",
  "created_ts": 1758984327,
  "slug": "agras-captivating-corners-a-photographers-dream-agra-poi-458644",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ6zs0kdRwdDkRdpUClMxcCmQ",
        "generalDescription": "Agra Fort, also known as the Lal Qila or Red Fort, is a historically rich UNESCO World Heritage Site made of stunning red sandstone. This semi-circular fort complex boasts double ramparts and various monuments within its 2.5km length. It has endured attacks and natural disasters over the centuries, showcasing the architectural marvel and Mughal power in Indian history.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.021112,
        "rating": 4.5,
        "numRatings": 145747,
        "sources": [
          {
            "id": "490802",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/places-to-visit-in-agra-in-one-day/",
            "sourceSite": "Web",
            "snippet": "The Agra Fort, a UNESCO World Heritage Site located in the city of Agra, is a monumental testament to the grandeur of the Mughal Empire. Built by Emperor Akbar in 1565, this sprawling red sandstone fortress stands as a symbol of power, resilience, and architectural brilliance. Its imposing double-wall fortifications, which rise over 20 meters in height, enclose a complex of exquisite buildings, including the Jahangiri Mahal, Diwan-i-Aam, Diwan-i-Khas, and Sheesh Mahal, among others.",
            "siteName": "Journey Era",
            "shortName": "9 Best Tourist Places To Visit In Agra In One Day",
            "indexInSource": 2,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "Visiting Agra Fortis a complete guide to the architect of the Mughal era. The big corridors surrounded by the different section which exhibits the royal and elegant lifestyles of Mughal rulers is a full day trip in itself. Diwan-i am, Diwan -e -Khas, Sheesh Mahal, Jahangir Palace, a huge bathtub of Jahangir, The rampart of Agra fort, and many other attractions inside the massive Red stone fort is what will keep you engaged throughout the day.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 1,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923379",
            "type": "webPlacesList",
            "url": "https://chainomad.com/instagram-spots-agra/",
            "sourceSite": "Web",
            "snippet": "The Taj Mahal isn’t the only place in Agra to get Instagram-worthy photos though. Agra Fort was an important defensive stronghold that the ruling dynasties used to maintain control over the city and region. It was originally built by the Mughal emperor, Babur, and was later remodeled with red sandstone by the famous Mughal conqueror, Akbar.",
            "siteName": "Chai Nomad",
            "shortName": "13 Instagram-Worthy Spots in Agra with Examples",
            "indexInSource": 2,
            "iconSiteId": 46771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "Agra Fort is one of the first-ever monuments in India to be declared a UNESCO World Heritage Site in 1983. It was constructed by the great Mughal emperor, Akbar in the 16th century. Initially, it used to be a Rajput fort called ‘Badalgarh’ which was rebuilt into the Agra Fort.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4.5 km from Agra Cantonment Railway Station and 2.5 Km from Taj Mahal, The Agra Fort, also known as the Lal Qila or Red Fort, is situated on the banks of Yamuna River in Agra, It is among the prime places to visit in Agra City.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F37ehaMr6g19hYp2opzfhebPraLnVKl8",
          "VYRZ9tUqi0xAGDrZRdvoraJ6ZiMFWiYT",
          "4CDDRlVnuiXURMDSe3UGv98VPdzhgYzs",
          "L0YOGnOzznZwKzhUVPNvIdOZH17BuYuD",
          "KJAZSg5Y6vS2lSyAlv8El8YhbHCCR8dD",
          "F37ehaMr6g19hYp2opzfhebPraLnVKl8",
          "VYRZ9tUqi0xAGDrZRdvoraJ6ZiMFWiYT",
          "4CDDRlVnuiXURMDSe3UGv98VPdzhgYzs",
          "L0YOGnOzznZwKzhUVPNvIdOZH17BuYuD",
          "KJAZSg5Y6vS2lSyAlv8El8YhbHCCR8dD"
        ],
        "openingPeriods": [],
        "name": "Agra Fort",
        "placeId": "ChIJ6zs0kdRwdDkRdpUClMxcCmQ",
        "internationalPhoneNumber": "+91 562 222 6431",
        "reviews": [
          {
            "rating": 5,
            "text": "Great Place. Only Rs.50/- ticket and worth visiting.\n\nTake a guide if possible since no detail is written inside near the monuments\n\nGuides will start from around Rs.2000/- charge but you may easily negotiate for Rs. 500/-\n\nIf you are a good negotiator and depending on the season, you may get it for even Rs.200/-",
            "author_name": "Bijendra Pratap Singh",
            "relative_time_description": "",
            "time": 1753458713,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Agra Fort, also known as Agra's Red Fort, is a historic Mughal fort in Agra, India. Built in 1565 by Akbar as a military structure, it was later transformed into a palace by Shah Jahan. This 94-acre fort is a UNESCO World Heritage Site, featuring impressive imperial quarters, mosques, and gardens. Notable structures include the Jahangiri Mahal, Khas Mahal, and Mussaman Burj, where Shah Jahan was imprisoned by Aurangzeb. The fort showcases Mughal architecture, blending Islamic and Hindu styles. It's open daily from 6 am to 6 pm, with an entrance fee of Rs 50 for Indians and Rs 600 for foreigners",
            "author_name": "Nellore saikrishna",
            "relative_time_description": "",
            "time": 1749382490,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing Architecture. Grandeur visited!! Only thing is.. we forgot our water bottle..  there is no drinking water facility available inside. It's only near the gate which is far off and the fort area is huge..",
            "author_name": "Swati Patle",
            "relative_time_description": "",
            "time": 1756547631,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tajmahal.gov.in/agrafort.aspx",
        "index": 1,
        "id": "",
        "categories": [
          "Fortress",
          "Sights & Landmarks",
          "Historical place",
          "Architectural Buildings",
          "Castles",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5179,
            "2": 2378,
            "3": 8204,
            "4": 30744,
            "5": 99250
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.179533,
        "address": "Rakabganj, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJbf8C1yFxdDkR3n12P4DkKt0",
        "generalDescription": "Taj Mahal, a 17th-century Mughal-style marble mausoleum located in Agra, India, is a breathtaking symbol of love and architectural mastery. Built by Emperor Shah Jahan in memory of his beloved wife Mumtaz Mahal, it is described as an \"elegy created in marble\" and an \"expression of true love.\" The monument's symmetrical gardens, minarets, and mosque add to its grandeur.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.042142,
        "rating": 4.6,
        "numRatings": 246524,
        "sources": [
          {
            "id": "1923346",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/agra-1026/travel-image/",
            "sourceSite": "Web",
            "snippet": "About Agra: Agra’s greatest claim to fame is as the site of the Taj Mahal , mausoleum of the Indian Mughal empress Mumtaz Mahal, and built by her husband the emperor in her memory. A staggering sight notwithstanding its status as almost a stock image, the poignancy of the white marble architectural masterpiece led poet Rabindranath Tagore to describe the Taj as “a teardrop on the cheek of eternity.” While the rest of the city can feel a bit crowded with souvenir vendors and tour guides longing to help you preserve your memories of the Taj, the Agra Fort , a well preserved red brick structure built by Emperor Akbar, and Mughal gardens await the traveler ready to look a bit deeper. Likewise, an overnight or two will afford the chance to contemplate the Yamuna river while sampling local petha candy or savory snacks called chaat.",
            "siteName": "TRIP.COM",
            "shortName": "Agra Pictures - Agra Travel Photos",
            "indexInSource": 0,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923358",
            "type": "webPlacesList",
            "url": "https://indiastockphoto.com/tips-for-photographing-the-taj-mahal-agra/",
            "sourceSite": "Web",
            "snippet": "The world believes Taj Mahal was built by love but understanding Shah Jahan’s chronicles on the Taj, one could conclude it was grief that built the architectural marvel and it was sorrow that saw it through thirty five years of his life since the demise of his beloved wife. The third wife of Emperor Shah Jahan, Mumtaz was his dearest and their love story is legendary. It is widely believed that she was a devoted consort and content to have more offspring with her husband – tragically she died giving birth to their 14th child.",
            "siteName": "India Stock Photo",
            "shortName": "6 Useful Tips For Photographing The Taj Mahal Agra",
            "indexInSource": 0,
            "iconSiteId": 276474,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923362",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-agra",
            "sourceSite": "Web",
            "snippet": "Home to the world-renowned Taj Mahal, Agra offers a dreamlike setting for couples embarking on their journey into marital bliss. Located on the banks of river Yamuna, the city of love houses the best architectural gems of the Mughal era. Today, we're embarking on a journey through the city's heart, unveiling the most mesmerizing pre-wedding shoot locations in Agra that promise to immortalize your love story against the tapestry of architectural marvels and serene gardens.",
            "siteName": "WeddingBazaar",
            "shortName": "13 Pre-Wedding Shoot Locations In Agra You Need To Save!",
            "indexInSource": 0,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923369",
            "type": "webPlacesList",
            "url": "https://www.wanderlicious.co.uk/taj-mahal-full-guide-and-best-photography-spots/",
            "sourceSite": "Web",
            "snippet": "When I first learnt about the Taj Mahal, I learnt of the great love story – it was built in memory of Mumtaz Mahal, the wife of Mughal Emperor Shah Jahan. He wanted to show his undying love for her in the world’s greatest, most impressive monument. I was told it used to be even more impressive than it is now, with at least 28 gemstones and precious metals laid into the intricate carvings of the walls, but over time thieves stole gems straight out of the walls.",
            "siteName": "Wanderlicious",
            "shortName": "The Taj Mahal Photography Guide and Best spots",
            "indexInSource": 0,
            "iconSiteId": 94828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 6 km from Agra Cantonment Railway Station, Taj Mahal, one of the most popular tourist destinations in the world, is located on the southern bank of the Yamuna River in Agra of Uttar Pradesh State. Taj Mahal was declared as a World Heritage Site by UNESCO in 1983 and it is also counted among the seven wonders of the modern world. It attracts around four million visitors annually.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 3,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923340",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/discover-the-top-10-photography-spots-in-historic-agra-for-stunning-shots-7229231/",
            "sourceSite": "Web",
            "snippet": "Without doubt one of Agra's main attractions is the Taj Mahal which symbolizes both architectural perfection and love for eternity. It allows one to watch as its marble face undergoes several changes as each moment captures your attention differently. The reflective pools and beautiful gardens enclosing this mausoleum will provide enough scenes that depict postcard images.",
            "siteName": "Travel By India.com",
            "shortName": "Discover The Top 10 Photography Spots In Historic Agra For Stunning Shots",
            "indexInSource": 0,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923394",
            "type": "webPlacesList",
            "url": "https://www.bruisedpassports.com/india/5-best-ways-photographing-taj-mahal-agra",
            "sourceSite": "Web",
            "snippet": "You’ve paid the entry fee, walked around the complex of Taj Mahal, marvelled at the intricate carvings on walls, and it’s time to leave. But you don’t have a single photo that does justice to the sheer scale of the Taj Mahal. Fret not – just head to either of the two red mosques (preferably the one on the  that flank the main ivory building inside the Taj Mahal complex.",
            "siteName": "Bruised Passports",
            "shortName": "5 BEST ways of photographing the Taj Mahal, Agra",
            "indexInSource": 0,
            "iconSiteId": 26417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "351357",
            "type": "webPlacesList",
            "url": "https://globetrottingsu.com/taj-mahal-best-travel-photography-guide/",
            "sourceSite": "Web",
            "snippet": "Taj Mahal, one of the new 7 wonders of the World was high on my bucket list for years. Being an Indian, I always felt so embarrassed that I hadn’t seen this wonder ever (I am not accounting the visit when I was 6 months old, which I obviously don’t remember!). So ever since I moved from USA to Singapore, this visit was topmost in my priority list.",
            "siteName": "Globetrotting Su",
            "shortName": "Taj Mahal – Best Travel & Photography Guide",
            "indexInSource": 0,
            "iconSiteId": 19840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923379",
            "type": "webPlacesList",
            "url": "https://chainomad.com/instagram-spots-agra/",
            "sourceSite": "Web",
            "snippet": "The most popular place in Agra to get a photo of yourself is straight in front of the Taj Mahal. There’s a small pool in front of you and a long pool stretching off behind you. Both provide beautiful mirror-like reflections and with the iconic white marble tomb behind you, this shot is a classic for a reason.",
            "siteName": "Chai Nomad",
            "shortName": "13 Instagram-Worthy Spots in Agra with Examples",
            "indexInSource": 0,
            "iconSiteId": 46771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923366",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/prewedding-shoot-locations-in-agra.html",
            "sourceSite": "Web",
            "snippet": "The Taj Mahal is accounted for as the epitome of love and beauty. It is one of the seven wonders of the world and is an example of fine mughalian craftsmanship. Built under the aegis of Shah Jahan for his beloved wife Mumtaz Mahal the Taj Mahal is one of the best  prewedding shoot locations in Agra.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "#15 Beautiful Prewedding Shoot Locations In Agra To Spruce Up Your Romance",
            "indexInSource": 0,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923364",
            "type": "webPlacesList",
            "url": "https://www.aaa.com/tripcanvas/thing-to-do/fullday-private-tour-of-the-best-photography-spots-in-agra-272094P49",
            "sourceSite": "Web",
            "snippet": "The tour starts with a visit to Taj Mahal, a modern Wonder of the World. Apart from learning about History, our guide will show you spots from where you can capture beautiful architecture. Then you visit Red Fort, another Iconic building that offers a breathtaking backdrop for your pictures.",
            "siteName": "aaa.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra, Uttar Pradesh",
            "indexInSource": 0,
            "iconSiteId": 4013,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "The ‘Symbol of Love’ Taj Mahal is on the topmost position of every list containing places to visit in Agra. Crafted with perfection, it took almost 21 years and over 20,000 laborers working day and night. Catching a sight of this architectural marvel is the best thing to do in Agra.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 0,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908959",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-agra-ind-1-23.htm",
            "sourceSite": "Web",
            "snippet": "You've seen it in history books, on postcards, and in social media posts. But now, you've made your way to India, and you finally have the chance to see this bucket list destination in real life. The magnificent structure dates back to the 17th century.",
            "siteName": "planetware.com",
            "shortName": "14 Top-Rated Attractions & Places to Visit in Agra",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923343",
            "type": "webPlacesList",
            "url": "https://sceneloc8.com/instagrammable-spots-in-agra-capture-the-essence-of-indias-heritage/",
            "sourceSite": "Web",
            "snippet": "No visit to Agra is complete without seeing the Taj Mahal, one of the Seven Wonders of the World. Built-in honour of his wife, Mumtaz Mahal, Mughal Emperor Shah Jahan’s ivory-white marble tomb is well-known for its exquisite symmetry and construction.",
            "siteName": "SceneLoc8",
            "shortName": "Capture the Essence of India's Heritage",
            "indexInSource": 0,
            "iconSiteId": 265542,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923339",
            "type": "webPlacesList",
            "url": "https://photographylife.com/photo-spots/sikandra",
            "sourceSite": "Web",
            "snippet": "Sikandra is located in Agra about 15 kilometers from the Taj Mahal.From New Delhi Airport, it will be around 240 km via the Taj Express Highway and will take 4 hours by Taxi. It is a common destination for all who visit the great Taj Mahal.",
            "siteName": "Photography Life",
            "shortName": "Sikandra - Best Photo Spots",
            "indexInSource": 2,
            "iconSiteId": 19899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "One of the seven wonders of the world, the Taj Mahal stands tall at the south bank of the river Yamuna in Agra. Taj Mahal or the “icon of love” is one of the best places to visit in Agra and the most popular tourist destinations in India.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2581642",
            "type": "webPlacesList",
            "url": "https://www.weseektravel.com/taj-mahal-view-point-locations/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "We Seek Travel",
            "shortName": "7 AMAZING Taj Mahal View Point Locations in Agra",
            "indexInSource": 0,
            "iconSiteId": 18075,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331282",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-agra/",
            "sourceSite": "Web",
            "snippet": "The charm of Taj Mahal attracts people from all over the world. It is one of the most beautiful heritage destinations of India. Being one of the seven wonders of the world, this white marble structure resembles paradise on earth.",
            "siteName": "Tour My India",
            "shortName": "15 Best Tourist Places to Visit in Agra | Agra Tour",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "490802",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/places-to-visit-in-agra-in-one-day/",
            "sourceSite": "Web",
            "snippet": "Agra is home to the Majestic Taj Mahal but there is so much more to offer, so even if you are tight for time in Agra this is a great itinerary for the best places to visit in Agra in one day.",
            "siteName": "Journey Era",
            "shortName": "9 Best Tourist Places To Visit In Agra In One Day",
            "indexInSource": 0,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923342",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en-IN/activity/prddha4ub-full-day-private-tour-of-the-best-photography-spots-in-agra-agra/",
            "sourceSite": "Web",
            "snippet": "The tour starts with a visit to Taj Mahal, a modern Wonder of the World. Apart from learning about History, our guide will show you spots from where you can capture beautiful architecture.",
            "siteName": "pelago.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra",
            "indexInSource": 0,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077174",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-agra/",
            "sourceSite": "Web",
            "snippet": "Situated on the banks of Yamuna, the Taj Mahal in Agra is a monumental ode to eternal love. This 17th-century mausoleum was built for Mumtaz Mahal by her husband and Mughal Empe...",
            "siteName": "FabHotels",
            "shortName": "Best Places to visit in Agra: Entry Fee, Timings, Location",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923345",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/full-day-private-tour-of-the-best-photography-spots-in-agra/",
            "sourceSite": "Web",
            "snippet": "Capturing the essence of iconic landmarks like the Taj Mahal and Agra Red Fort, this full-day private tour promises a blend of photography and culture.",
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Full-Day Private Tour Of The Best Photography Spots In Agra",
            "indexInSource": 0,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "999605",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/taj-mahal-viewpoints/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Travel With CG",
            "shortName": "12 Best Taj Mahal Viewpoints in Agra, India",
            "indexInSource": 0,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7wpmODBvur61HMaHaLlC8XKJbPaGZGxz",
          "936kNmtgTnzbPLvOC08Y517avuARSBc2",
          "EBXtymLXR0c2xC0LR2Q6HM3Gv534Mqdp",
          "LUnQ8b49JFKta5Xf53OplPL2c2u1MBuw",
          "qQhPGeHCjoh1EsnF5S9H65vG0ITtmrTh",
          "7wpmODBvur61HMaHaLlC8XKJbPaGZGxz",
          "936kNmtgTnzbPLvOC08Y517avuARSBc2",
          "EBXtymLXR0c2xC0LR2Q6HM3Gv534Mqdp",
          "LUnQ8b49JFKta5Xf53OplPL2c2u1MBuw",
          "qQhPGeHCjoh1EsnF5S9H65vG0ITtmrTh"
        ],
        "openingPeriods": [],
        "name": "Taj Mahal",
        "placeId": "ChIJbf8C1yFxdDkR3n12P4DkKt0",
        "internationalPhoneNumber": "+91 562 222 6431",
        "reviews": [
          {
            "rating": 5,
            "text": "\"An architectural wonder that lives up to all the hype! The intricate details on the walls and the peaceful vibe around the monument are unforgettable. It's a perfect spot for photography, especially at sunset. Highly recommend hiring a guide to learn the fascinating story of this iconic place. A true gem of India!\"",
            "author_name": "Mrugraj Gaigole",
            "relative_time_description": "",
            "time": 1744067903,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's is a magnificent wonder of the world. The lore behind it is most intriguing, as well as the way it was built. For those who haven't seen this wonder in person I would recommend doing so at least once.\n\nHowever, beware of local people and children trying to obsessively sell things within the area. It gets a little annoying, but doesn't take too much away from the wonderful experience.",
            "author_name": "Rohin Mahanta",
            "relative_time_description": "",
            "time": 1755772159,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Truly 1 of 7 wonders of the world. Need to see for yourself to believe it. Amazing architecture and excellent restoration by the government of India. Don't miss visiting it when you're in New Delhi. About 4 hours drive by tourist bus. The R&R is surprisingly very clean and neat.",
            "author_name": "Sahipulhijaiman Sulaiman (Pul)",
            "relative_time_description": "",
            "time": 1743511911,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tajmahal.gov.in/",
        "index": 2,
        "id": "",
        "categories": [
          "Monument",
          "Sights & Landmarks",
          "Historical place",
          "Architectural Buildings",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9406,
            "2": 3617,
            "3": 9451,
            "4": 29795,
            "5": 194144
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.175145,
        "address": "Dharmapuri, Forest Colony, Tajganj, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr2hsvnp3dDkR7UedmEHRvtI",
        "generalDescription": "Gurudwara Guru Ka Taal is a significant religious site in Agra, commemorating the spot where Guru Teg Bahadur Ji surrendered to Aurangzeb. The gurdwara, constructed in the 1970s, holds historical artifacts and features ornate architecture and gardens. It is believed that four out of the ten Sikh gurus have visited this place, making it a popular pilgrimage site.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.967496,
        "rating": 4.7,
        "numRatings": 14190,
        "sources": [
          {
            "id": "908959",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-agra-ind-1-23.htm",
            "sourceSite": "Web",
            "snippet": "Mughals may have spread Islam throughout this part of India, but the region around Agra is also home to a devout Sikh community. Many of them make pilgrimages to Gurudwara Guru ka Tal, a spiritual center near Agra. This peaceful place was built in the 17th century, and modern-day tourists can see the eight towers that remain of the structure's original dozen.",
            "siteName": "planetware.com",
            "shortName": "14 Top-Rated Attractions & Places to Visit in Agra",
            "indexInSource": 5,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "Gurudwara Guru Ka Taal is not as well known as the other places to see in Agra but is worth visiting. The gurdwara is dedicated to the ninth guru of Sikhs who is Shri Guru Tegh Bahadur Ji. The place where it is built is where Shri Guru Tegh Bahadur Ji voluntarily offered his arrest to Aurangzeb.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331282",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-agra/",
            "sourceSite": "Web",
            "snippet": "It is one of the most popular spiritual attractions to explore in Agra. It is a prominent Sikh pilgrimage attraction. It is dedicated to Guru Teg Bahadur Ji who was the ninth of the 10 Sikh Gurus.",
            "siteName": "Tour My India",
            "shortName": "15 Best Tourist Places to Visit in Agra | Agra Tour",
            "indexInSource": 8,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923346",
            "type": "webPlacesList",
            "url": "https://www.trip.com/travel-guide/agra-1026/travel-image/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TRIP.COM",
            "shortName": "Agra Pictures - Agra Travel Photos",
            "indexInSource": 2,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Kd8TmfXgN4N0eP21ixreqUMUboxTaGeR",
          "108AOU6Vsyppv55PeoCn2BiBhsIMYdeU",
          "4Uy0dbWdIGltp9BRNYOpUtYjESIqc2jC",
          "TM9MaA6MY6TBibhFCOHodQKTycpjqGtz",
          "KBVz0fu9UR80EpfR4xQSEWTddUevhrYx",
          "Kd8TmfXgN4N0eP21ixreqUMUboxTaGeR",
          "108AOU6Vsyppv55PeoCn2BiBhsIMYdeU",
          "4Uy0dbWdIGltp9BRNYOpUtYjESIqc2jC",
          "TM9MaA6MY6TBibhFCOHodQKTycpjqGtz",
          "KBVz0fu9UR80EpfR4xQSEWTddUevhrYx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Gurudwara Dukh Niwaran Sahib Guru Ka Taal Agra",
        "placeId": "ChIJr2hsvnp3dDkR7UedmEHRvtI",
        "internationalPhoneNumber": "+91 94574 90804",
        "reviews": [
          {
            "rating": 5,
            "text": "Very peaceful place. Nicely maintained. However the guys serving Langar food were rude while giving food. Some of then throwing the chapati from high above into the dish and some asking to raise both hands and accept it.",
            "author_name": "Hardik Baxi",
            "relative_time_description": "",
            "time": 1739872047,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gurudwara Sahib Guru Ki Taal is a serene and spiritual place that beautifully embodies the essence of faith and community. The architecture is impressive, and the atmosphere is peaceful, making it a perfect spot for reflection and prayer. The sangat (congregation) is warm and welcoming, and the langar (community kitchen) serves delicious meals to all visitors.\n\nIt's a wonderful place to learn about Sikh culture and traditions. The staff is helpful, and they offer guided tours for those interested in understanding the significance of the location. Make sure to spend some time here if you're in Agra-you won't regret it!\"",
            "author_name": "Karan Sharma",
            "relative_time_description": "",
            "time": 1743121121,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting a Gurudwara is always a peaceful and spiritual experience. As soon as I entered, I felt a sense of calmness and positivity. The melodious sound of Gurbani kirtan created a divine atmosphere, filling my heart with devotion.\n\nBefore going inside, I covered my head and washed my hands and feet as a mark of respect. Inside the prayer hall, people sat quietly, listening to the recitation of the holy Guru Granth Sahib Ji. Everyone, irrespective of caste, creed, or religion, sat together on the floor, which made me realize the true meaning of equality.\n\nAfter offering my prayers, I went to the Langar hall, where simple but delicious food was being served to all. The spirit of seva (selfless service) touched me deeply, as people volunteered with smiles on their faces.\n\nThe whole experience taught me lessons of humility, equality, and humanity. A Gurudwara is not just a place of worship but also a symbol of love, service, and unity.",
            "author_name": "Rohit Sagar",
            "relative_time_description": "",
            "time": 1756460727,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Gurudwara",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 320,
            "2": 106,
            "3": 367,
            "4": 1587,
            "5": 11801
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.211622,
        "address": "Chennai - Delhi Hwy, Maharishi Puram Colony, Agra, Uttar Pradesh 282007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJa4NfGi13dDkRcnaUHNvUj04",
        "generalDescription": "Shri Mankameshwar Temple is an ancient Hindu temple dedicated to Lord Shiva, situated near the Jama Masjid in Rawatpara, Agra. It is believed that the Shiva Linga inside the temple was created by Lord Shiva himself. The temple holds great mythological significance, with legends stating that it was built by Lord Ram and prayed at by Goddess Sita. Visitors are drawn to its peaceful atmosphere and beautiful carvings.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.017534,
        "rating": 4.7,
        "numRatings": 6579,
        "sources": [
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 5 km from Agra Cantonment Railway Station and 1 km from Agra Fort, Sri Mankameshwar Temple is an ancient temple located at Rawatpara near the Jama Masjid in Agra. Mankameshwar Temple is one among the ancient temples devoted to Lord Shiva. According to Hindu mythology, it is believed that the Shiva Linga inside the Mankameshwar Temple was created by lord Shiva himself when lord Krishna was born in Mathura.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 16,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "z1SgEjNBuqo3NXpIdgCwmOa2g6nQ3gn2",
          "YjOFk0NmlYW0ssslgl9qL7AUavaiFZIm",
          "T69u2muStiGgVkVzYI2Wd0NexE19umqD",
          "z1SgEjNBuqo3NXpIdgCwmOa2g6nQ3gn2",
          "YjOFk0NmlYW0ssslgl9qL7AUavaiFZIm",
          "T69u2muStiGgVkVzYI2Wd0NexE19umqD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0515"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0515"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0515"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0515"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0515"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0515"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0515"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Shri Mankameshwar Temple, Agra",
        "placeId": "ChIJa4NfGi13dDkRcnaUHNvUj04",
        "internationalPhoneNumber": "+91 98370 30732",
        "reviews": [
          {
            "rating": 5,
            "text": "Lord Shiva, Shri Mankameshwar Temple is situated in Rawatpada. This temple is very old and one of the oldest shiva temple in agra. The area is very crowded and parking is very difficult to find on any day. You can purchase the prasad and deepak from outside the mandir.",
            "author_name": "saurav singh",
            "relative_time_description": "",
            "time": 1740318501,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": ". Peaceful place for worship. There are many shop near temple for god's accessories. Market all over the place. Wholesale or retail both .",
            "author_name": "Deepti Yadav 283 (Deepti yadav 283)",
            "relative_time_description": "",
            "time": 1748837355,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Located near Agra Fort, this is one of the city's oldest temples, dedicated to Lord Shiva. Believed to be established by Lord Shiva himself at the time of Lord Krishna's birth, the temple houses an ancient Shiva Linga and is known for fulfilling devotees' wishes.\n\nThe temple has a peaceful aura, with daily rituals, multiple shrines, and a constant flow of devotees. It gets especially crowded during Mahashivratri and Shravan month.",
            "author_name": "Anchal Verma",
            "relative_time_description": "",
            "time": 1753599838,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 138,
            "2": 52,
            "3": 178,
            "4": 595,
            "5": 5624
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.183664,
        "address": "Daresi Rd, Rawatpara, Sheb Bazar, Mantola, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJLVpWKd5wdDkRfKYlTOV-x5w",
        "generalDescription": "Mehtab Bagh, located in Agra, is a partially restored Mughal-era garden that offers stunning views of the Taj Mahal. This tranquil park features symmetrical landscaping and ample green space for visitors to enjoy. Originally built by Emperor Babur as part of a series of 11 parks along the Yamuna River, Mehtab Bagh fell into disrepair before being reconstructed in the 1990s.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 78.042088,
        "rating": 4.2,
        "numRatings": 6936,
        "sources": [
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 9.5 km from Agra Cantonment Railway Station, Mehtab Bagh is a charbagh complex situated north of the Taj Mahal complex and the Agra Fort on the other side of Yamuna River.The Mehtab Bagh garden was the last of eleven Mughal-built gardens along the Yamuna River; the first being Ram Bagh. The emperor Shah Jahan noted this crescent-shaped flood plain covered with grass around the Yamuna River and found it a great location to view the Taj Mahal from some distance. He then conceptualized it as a pleasure garden filled with moonlight and name it Mehtab Bagh during 1631 to 1635.Mehtab Bagh is a 25 acre garden, square in shape, measures about 300 x 300 m and is perfectly aligned with the Taj Mahal on the opposite bank.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 12,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923342",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en-IN/activity/prddha4ub-full-day-private-tour-of-the-best-photography-spots-in-agra-agra/",
            "sourceSite": "Web",
            "snippet": "We have specifically included Mehtab Bagh in the end as to give travelers another glimpse of Taj at the time of sunset. The view of The Taj Mahal from here is surreal, where you can white Taj in saffron lit twilight sky, and the magnificent reflection of Taj in the Yamuna river. Considered to be the site for the Black Taj Mahal, whose construction never saw the light of the day due to rift in the Royal Family, later it was converted to the gardens, this is the last garden of the Mughal era in Agra.",
            "siteName": "pelago.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra",
            "indexInSource": 4,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923362",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-agra",
            "sourceSite": "Web",
            "snippet": "Situated across the Yamuna River, Mehtab Bagh offers the Taj Mahal's splendour from a different perspective. The lush greenery, tranquil water bodies and unobstructed view of the Taj Mahal at sunset make it a romantic haven for capturing intimate moments against the changing hues of the sky. If you're looking to escape the crowds, then visit this pre-wedding shoot location in Agra during the early morning hours.",
            "siteName": "WeddingBazaar",
            "shortName": "13 Pre-Wedding Shoot Locations In Agra You Need To Save!",
            "indexInSource": 2,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908959",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-agra-ind-1-23.htm",
            "sourceSite": "Web",
            "snippet": "The Taj Mahal almost seems to extend across the Yamuna River at Mehtab Bagh (Moonlight Garden), a square garden complex measuring 300 meters on each side. It's the only remaining park in a series of nearly a dozen Mughal-built gardens in the area. The park has some pretty flowering trees and bushes–a stark improvement from its state in the mid-1990s, when the site was just a mound of sand.",
            "siteName": "planetware.com",
            "shortName": "14 Top-Rated Attractions & Places to Visit in Agra",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923379",
            "type": "webPlacesList",
            "url": "https://chainomad.com/instagram-spots-agra/",
            "sourceSite": "Web",
            "snippet": "If you prefer to keep your feet on land but still want a more unique view of the Taj, then check out the Mehtab Bagh. It’s a garden complex on the north side of the Yamuna River, which has unobstructed views of the backside of the Taj Mahal. With the river in the foreground and the Taj Mahal in the distance, it offers a different perspective than you’d see on the grounds of the Taj.",
            "siteName": "Chai Nomad",
            "shortName": "13 Instagram-Worthy Spots in Agra with Examples",
            "indexInSource": 1,
            "iconSiteId": 46771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923394",
            "type": "webPlacesList",
            "url": "https://www.bruisedpassports.com/india/5-best-ways-photographing-taj-mahal-agra",
            "sourceSite": "Web",
            "snippet": "These gardens, right opposite the Taj Mahal, are perfect spot for clicking the Taj Mahal during the day. Legend has it that Shah Jahan thought of the gardens as the perfect place for viewing the Taj Mahal and absorbing the beauty of the mausoleum. He was right because the gardens offer a great vantage point for absorbing the beauty of the Taj Mahal.",
            "siteName": "Bruised Passports",
            "shortName": "5 BEST ways of photographing the Taj Mahal, Agra",
            "indexInSource": 1,
            "iconSiteId": 26417,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "999605",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/taj-mahal-viewpoints/",
            "sourceSite": "Web",
            "snippet": "Dusshera Ghat is much closer to the Taj than Mehtab Bagh, which takes a lot of time to go to, and is far away, on the other side of the Yamuna. If you only have limited time in Agra, then I recommend going here for another perspective of the Taj. Besides, it is where you can get the only running boat from (more on that below).",
            "siteName": "Travel With CG",
            "shortName": "12 Best Taj Mahal Viewpoints in Agra, India",
            "indexInSource": 1,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "One of the most visited tourist gardens in Agra, Mehtab Bagh, is a tranquil park which should be on your bucket list while planning a visit to Agra. Mehtab Bagh offers the most outstanding views of the grand mausoleum and is the best spot to click that perfect picture you can show off. It is the most crowded place at sunset.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 3,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923340",
            "type": "webPlacesList",
            "url": "https://travel.india.com/guide/destination/discover-the-top-10-photography-spots-in-historic-agra-for-stunning-shots-7229231/",
            "sourceSite": "Web",
            "snippet": "If you want a peaceful view of Taj Mahal away from crowds, move towards Mehtab Bagh which is situated near Yamuna River giving panoramic views of the monument. It was here during sunset especially as light fades out that turning golden then reflected into Yamuna River ideal for long exposure or reflections shots.",
            "siteName": "Travel By India.com",
            "shortName": "Discover The Top 10 Photography Spots In Historic Agra For Stunning Shots",
            "indexInSource": 2,
            "iconSiteId": 100916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331282",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-agra/",
            "sourceSite": "Web",
            "snippet": "Located in the western banks of River Yamuna and spreaded over 300 acres, Mehtab Bagh is a popular heritage tourist attraction to explore in Agra. It is said that the Mughal emperor Babur built 11 pleasure gardens and this Bagh is the last of them. You can also view the Taj Mahal from this beautiful garden.",
            "siteName": "Tour My India",
            "shortName": "15 Best Tourist Places to Visit in Agra | Agra Tour",
            "indexInSource": 2,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "Mehtab Bagh in Agra stands at the North of the Taj Mahal and Agra Fort along the bank of river Yamuna. This is one of the many hidden places to visit in Agra. The garden is a char bagh which is a quadrilateral garden layout inspired by the four gardens of paradise mentioned in the Quran.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923366",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/prewedding-shoot-locations-in-agra.html",
            "sourceSite": "Web",
            "snippet": "Situated on the banks of the river Yamuna the Mehtab Bagh is one of the last Mughal gardens. Providing the aesthetical backdrop of the Taj Mahal, a shoot at Mehtab Bagh accentuates the beauty of the pictures. The Mehtab bagh also houses the ruins of the black Taj.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "#15 Beautiful Prewedding Shoot Locations In Agra To Spruce Up Your Romance",
            "indexInSource": 2,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "490802",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/places-to-visit-in-agra-in-one-day/",
            "sourceSite": "Web",
            "snippet": "The Mehtab Bagh is probably one of my favorite places to visit in Agra in one day. The entrance fee was only a couple of dollars but you look straight across the Yamuna River at the Taj Mahal. In fact, I thought this was a better view than from in the Taj Mahal.",
            "siteName": "Journey Era",
            "shortName": "9 Best Tourist Places To Visit In Agra In One Day",
            "indexInSource": 4,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923370",
            "type": "webPlacesList",
            "url": "https://www.whyweseek.com/photo-tips-taj-mahal/",
            "sourceSite": "Web",
            "snippet": "Many people go there to get shots of the Taj Mahal from across the Yamuna River at sunset. We’re here to tell you that unless you have a long lens (at least 100mm) this isn’t necessarily worth it. It costs 200 rupees per person.",
            "siteName": "Why We Seek",
            "shortName": "Photo Tips for Visiting the Taj Mahal in Agra, India",
            "indexInSource": 2,
            "iconSiteId": 393,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1077174",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-agra/",
            "sourceSite": "Web",
            "snippet": "Conceived long before the Taj Mahal came into the picture, the powerful emperor Babur built the Charbagh famously called Mehtab Bagh. Located north of the Taj complex, this must...",
            "siteName": "FabHotels",
            "shortName": "Best Places to visit in Agra: Entry Fee, Timings, Location",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923343",
            "type": "webPlacesList",
            "url": "https://sceneloc8.com/instagrammable-spots-in-agra-capture-the-essence-of-indias-heritage/",
            "sourceSite": "Web",
            "snippet": "Located directly across from the Taj Mahal along the Yamuna River, Mehtab Bagh is an expansive garden that offers one of the best views of the monument.",
            "siteName": "SceneLoc8",
            "shortName": "Capture the Essence of India's Heritage",
            "indexInSource": 3,
            "iconSiteId": 265542,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923345",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/full-day-private-tour-of-the-best-photography-spots-in-agra/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Full-Day Private Tour Of The Best Photography Spots In Agra",
            "indexInSource": 2,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "351357",
            "type": "webPlacesList",
            "url": "https://globetrottingsu.com/taj-mahal-best-travel-photography-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Globetrotting Su",
            "shortName": "Taj Mahal – Best Travel & Photography Guide",
            "indexInSource": 2,
            "iconSiteId": 19840,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923364",
            "type": "webPlacesList",
            "url": "https://www.aaa.com/tripcanvas/thing-to-do/fullday-private-tour-of-the-best-photography-spots-in-agra-272094P49",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "aaa.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra, Uttar Pradesh",
            "indexInSource": 3,
            "iconSiteId": 4013,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2581642",
            "type": "webPlacesList",
            "url": "https://www.weseektravel.com/taj-mahal-view-point-locations/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "We Seek Travel",
            "shortName": "7 AMAZING Taj Mahal View Point Locations in Agra",
            "indexInSource": 1,
            "iconSiteId": 18075,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vc2qQ7JMQa09BJMuSNOvliIPUcnUiQDa",
          "vAlx7lAnWGVH1RGDv4KCJJrKUudy1gWL",
          "Pxo8zRFeMyfY3Y1H7uDFA1zXZUV9vT62",
          "fGQ0zRudBMLfKmunqjFHVpvueYhgsTZ5",
          "hTefjBncIkDvj1wgNlGd4ZzsaH2mBl2w",
          "vc2qQ7JMQa09BJMuSNOvliIPUcnUiQDa",
          "vAlx7lAnWGVH1RGDv4KCJJrKUudy1gWL",
          "Pxo8zRFeMyfY3Y1H7uDFA1zXZUV9vT62",
          "fGQ0zRudBMLfKmunqjFHVpvueYhgsTZ5",
          "hTefjBncIkDvj1wgNlGd4ZzsaH2mBl2w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Mehtab Bagh",
        "placeId": "ChIJLVpWKd5wdDkRfKYlTOV-x5w",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is Mehtab Bagh .. you can see Very nice and stunning views of taj mahal from here. Separate entry tickets for point view and garden .. please take change with you or else use phone pe.. Luggage was not allowed inside you have to leave in vehicles please keep the place clean. Spend as much time as u can and see the beauty of taj mahal and also the garden.",
            "author_name": "vijay k",
            "relative_time_description": "",
            "time": 1749198105,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our evening at Mehtab Bagh with friends was the absolute highlight of our Agra visit-a perfectly serene and breathtaking alternative to the crowds at the Taj Mahal. Located directly across the Yamuna River, this charbagh (Mughal garden) offers the most stunning and uninterrupted panoramic view of the Taj Mahal, especially as the sun begins to set and the white marble glows in the golden light. It was the ideal spot for our group to relax, take incredible photos, and simply soak in the majestic beauty of one of the world's wonders in a peaceful, unhurried atmosphere. The gardens themselves are well-maintained and spacious, giving us plenty of room to stroll, sit on the lawns, and enjoy the reflective ambiance away from the noise. Whether you're a photography enthusiast, a history lover, or just looking for a memorable place to unwind with friends, Mehtab Bagh delivers a magical and almost surreal experience. It's the perfect way to end a day in Agra-calm, beautiful, and utterly unforgettable. Highly recommended for anyone wanting to see the Taj Mahal from a unique and picture-perfect perspective!",
            "author_name": "India Agra Tours",
            "relative_time_description": "",
            "time": 1756663940,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A hidden gem with historical significance, this place offers a breathtaking view of Taj Mahal. Visit during sunset for a better experience (most probably it remains open from sunrise to sunset), food is not allowed inside",
            "author_name": "Sunayana Basu",
            "relative_time_description": "",
            "time": 1741572737,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tajmahal.gov.in/travel-information.aspx",
        "index": 5,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 362,
            "2": 282,
            "3": 769,
            "4": 1691,
            "5": 3833
          }
        },
        "minMinutesSpent": 240,
        "latitude": 27.180049,
        "address": "1, MEHTAB BAGH, Nagla Devjit, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJh1sDaLlxdDkRlpksWadEoqI",
        "generalDescription": "The Red Fort of Agra, built by Akbar, stands as a testament to the grandeur of Mughal architecture. This historical monument took eight years to construct and is made of red sandstone. The complex includes palaces belonging to Akbar, Jehangir, and Shah Jehan. Visitors can marvel at the intricate carvings, expansive courtyards, and well-preserved palaces that offer insight into the opulent lifestyle of the Mughal emperors.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.021112,
        "rating": 4.5,
        "numRatings": 145394,
        "sources": [
          {
            "id": "1923364",
            "type": "webPlacesList",
            "url": "https://www.aaa.com/tripcanvas/thing-to-do/fullday-private-tour-of-the-best-photography-spots-in-agra-272094P49",
            "sourceSite": "Web",
            "snippet": "Then you visit Red Fort, another Iconic building that offers a breathtaking backdrop for your pictures. Akbar tomb is a rusty old building but having the maximum influence of Persian architecture. The lush garden in the complex gives a beautiful landscape for your pictures.",
            "siteName": "aaa.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra, Uttar Pradesh",
            "indexInSource": 1,
            "iconSiteId": 4013,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923345",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/full-day-private-tour-of-the-best-photography-spots-in-agra/",
            "sourceSite": "Web",
            "snippet": "Capturing the essence of iconic landmarks like the Taj Mahal and Agra Red Fort, this full-day private tour promises a blend of photography and culture.",
            "siteName": "Veronika\\'s Adventure",
            "shortName": "Full-Day Private Tour Of The Best Photography Spots In Agra",
            "indexInSource": 1,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5z2IxUnEtZl0kLA4NbdpuYQC6SjHHDeK",
          "UeVZLytuvBiZ5TeH4zFMCWOXGW1Nnqgh",
          "ofsprOx4HMxzEyZTtVLSJjbv70SSZZGh",
          "l9fyHrcSMWuTXk7OjgwqQUu6VSuwkySs",
          "5z2IxUnEtZl0kLA4NbdpuYQC6SjHHDeK",
          "UeVZLytuvBiZ5TeH4zFMCWOXGW1Nnqgh",
          "ofsprOx4HMxzEyZTtVLSJjbv70SSZZGh",
          "l9fyHrcSMWuTXk7OjgwqQUu6VSuwkySs"
        ],
        "openingPeriods": [],
        "name": "Agra Fort",
        "placeId": "ChIJh1sDaLlxdDkRlpksWadEoqI",
        "internationalPhoneNumber": "+91 562 222 6431",
        "reviews": [
          {
            "rating": 5,
            "text": "Agra Fort is not just a monument, it's a walk through time. The moment I entered, I could feel the powerful energy of the Mughal Empire still alive in its massive red sandstone walls. The fort is huge and beautifully maintained, with grand gateways and a perfect mix of strong defense structures and royal elegance.",
            "author_name": "VINU K VARGHESE",
            "relative_time_description": "",
            "time": 1750787213,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great Place. Only Rs.50/- ticket and worth visiting.\n\nTake a guide if possible since no detail is written inside near the monuments\n\nGuides will start from around Rs.2000/- charge but you may easily negotiate for Rs. 500/-\n\nIf you are a good negotiator and depending on the season, you may get it for even Rs.200/-",
            "author_name": "Bijendra Pratap Singh",
            "relative_time_description": "",
            "time": 1753458713,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We took the metro from Tej east metro and arrived here in less than 10 minutes. We arrived at 8 am and there wasn't any line. We got through security (remember: don't take any good items. Water is ok) pretty well...Guides will pester you. If you want one, then go ahead. They will offer only an hour. After an hour they will leave you alone to wander around Agra Fort. We did not hire a guide. We did most research online and there was some information provided. A good walking shoe will be helpful. This place will be a challenge for those who find it challenging to climb stairs. However, you can see most of the fort in a wheelchair. We spent 90 minutes here and covered other sites in Agra. You can buy tickets online too. If you went to Taj Mahal a day before, don't throw the Taj tickets away because you will get a reduced price at Agra. It is worth a visit... As a foreigner, you will pay a foreign price while nationals will pay a lower price. You can also see the Taj Mahal from Agra fort. Don't forget to bring a long lens camera with you.",
            "author_name": "Ravi Lal",
            "relative_time_description": "",
            "time": 1742463191,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tajmahal.gov.in/agrafort.aspx",
        "index": 6,
        "id": "",
        "categories": [
          "Fortress",
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5170,
            "2": 2374,
            "3": 8188,
            "4": 30670,
            "5": 98950
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.179533,
        "address": "Rakabganj, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJX3T24xtxdDkRpJ5MbdiOqHA",
        "generalDescription": "Taj Nature Walk is a serene 70-hectare wooded park located near the Taj Mahal in Agra. It offers paved walking trails, picnic spots, and viewpoints with peaceful views of the iconic monument. Developed by the Social Forestry Division of Agra, this nature reserve provides a tranquil escape from the bustling city. Visitors can enjoy quiet walks and admire diverse flora and fauna while taking in scenic vistas of the Taj Mahal from different angles along the trail.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 78.048388,
        "rating": 4.3,
        "numRatings": 2755,
        "sources": [
          {
            "id": "1923362",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-agra",
            "sourceSite": "Web",
            "snippet": "Immersed in the tranquillity of nature, the Taj Nature Walk is the ideal retreat for pre-wedding photoshoots. The winding pathways, blooming flora and the distant silhouette of the Taj Mahal offer a picturesque setting for capturing candid moments amidst the peacefulness of nature. Taj Nature Walk, with its symmetrical charm and scenic allure, has become a popular pre-wedding shoot location in Agra, especially for couples seeking the soothing whispers of nature.",
            "siteName": "WeddingBazaar",
            "shortName": "13 Pre-Wedding Shoot Locations In Agra You Need To Save!",
            "indexInSource": 3,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "Located at a distance of half a kilometer away from the Taj Mahal, the Taj Nature Walk is the green belt located on the shores of river Yamuna. The 9 km long trail is a less explored spot and is one of the unique things to do in Agra. The area is rich in a variety of flora and fauna; you can spot hyena, blue bulls, jackals, kingfishers, and various butterflies and birds.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 7,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923366",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/prewedding-shoot-locations-in-agra.html",
            "sourceSite": "Web",
            "snippet": "A peaceful wooden park, the Taj nature walk is situated near the beautiful Taj Mahal. Spread over a sprawling area of 70 hectare the Taj Nature walk is a perfect blend of nature and history. Enhance the beauty of your pictures as you get your prewedding shoot done amid nature with the backdrop of the Taj Mahal.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "#15 Beautiful Prewedding Shoot Locations In Agra To Spruce Up Your Romance",
            "indexInSource": 3,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "Taj Nature Walk has been developed by the Social Forestry Division of Agra. The trail serves as a great place to enjoy amazing views of the Taj Mahal. It also has many watchtowers along the trail from where you can view the Taj Mahal from different angles.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 9,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "999605",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/taj-mahal-viewpoints/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Travel With CG",
            "shortName": "12 Best Taj Mahal Viewpoints in Agra, India",
            "indexInSource": 3,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "k2EStGh43nYqG7W9WQYIdbXHQU2MNi5C",
          "K6f5sfDUEPzlj3Gn20IlJGcEcilyz1ab",
          "QRSkGWAVItn7TO4Z4rDaDSrrtrCbfOXc",
          "PhkQUTrJbhb3e004AtE6jBuAHuqGDeaw",
          "k2EStGh43nYqG7W9WQYIdbXHQU2MNi5C",
          "K6f5sfDUEPzlj3Gn20IlJGcEcilyz1ab",
          "QRSkGWAVItn7TO4Z4rDaDSrrtrCbfOXc",
          "PhkQUTrJbhb3e004AtE6jBuAHuqGDeaw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Taj Nature Walk",
        "placeId": "ChIJX3T24xtxdDkRpJ5MbdiOqHA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "it is a good complex, worth the walk, or the ride! is well done overall! definitely worth a visit, it's more for the view and to walk around. nothing really to complain about,  it a huge amount of information which is actually a nice and suitable decision for this particular occasion!",
            "author_name": "Luca Mills",
            "relative_time_description": "",
            "time": 1740145228,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Taj Nature Walk in Agra is a hidden gem that offers a tranquil escape from the bustling city and a unique perspective of the Taj Mahal. The lush greenery, well-maintained trails, and vibrant flora and fauna make it a refreshing experience for nature enthusiasts. The park's serene atmosphere, coupled with occasional glimpses of the Taj Mahal from different vantage points, is truly breathtaking. It's a perfect spot for a peaceful morning or evening stroll, photography, or simply unwinding amidst nature. The chirping birds and fresh air add to the charm, making it a must-visit for those who appreciate the beauty of both nature and history.",
            "author_name": "A Y U S H",
            "relative_time_description": "",
            "time": 1733506259,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Taj nature walk cost 150 rupees for foreigners and 50 rupees for nationals. It would have been great if there was someone who wiped the benches inside the park so we could sit and enjoy the peaceful tranquility of nature. Some signage would help . Nature has lots of wild birds especially peacocks dancing around. There were three monkeys but they didn't bother us. Some areas of the walks are a bit scary especially where personal security is concerned. Although my wife and I did not feel threatened, someone alone may feel afraid. I don't think there are any security cameras. I am not trying to discourage you from visiting this place. I am just sharing my thoughts and feelings. It took us an hour to walk around. You can see the Taj Mahal at two view points. There are also tracks between bushes which later connect to the main concrete tracks. There is a canteen inside but it is closed. There is a playground for kids and a grass field for picnics. I don't know if you can take food inside but photography cameras are forbidden. Cellphone is ok.  I think the best time is early morning or late afternoon.",
            "author_name": "Ravi Lal",
            "relative_time_description": "",
            "time": 1742618167,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 135,
            "2": 66,
            "3": 258,
            "4": 617,
            "5": 1678
          }
        },
        "minMinutesSpent": 45,
        "latitude": 27.170179,
        "address": "East Gate Of Taj, Taj East Gate Rd, Paktola, Tajganj, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyVafWtRwdDkR9Apwulu_0u0",
        "generalDescription": "Anguri Bagh is a historical courtyard located within the Agra Fort complex, built by Mughal Emperor Shah Jahan in 1637. The garden is situated in front of the Khas Mahal and features a formal charbagh-style layout with tanks, fountains, and hammams.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 78.023027,
        "rating": 4.4,
        "numRatings": 1083,
        "sources": [
          {
            "id": "331282",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-agra/",
            "sourceSite": "Web",
            "snippet": "Known as the Garden of Grapes, Anguri Bagh is the top traveling places to visit in Agra. decked with red sandstone in south, north and west and attractive Khas Mahal on the east side makes it an enchanting tourist destination to visit. It used to be a place for the leisure strolls of the royal ladies of the Mughal empire.",
            "siteName": "Tour My India",
            "shortName": "15 Best Tourist Places to Visit in Agra | Agra Tour",
            "indexInSource": 7,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "A landscape of verdant greenery awaits you in the sprawling gardens of Anguri Bagh that is located in Khas Mahal in Agra Fort.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HBuqvvRWiAwhSMP3Py2A672wlj7qmAVu",
          "UY3bFHQf7bN6ZNeH7Uupyd3awfqrRENe",
          "6V7QAM2QmrN9wAIEnh5vJauSSj1xTqdx",
          "2f5MM7GbLOSa9Yl5VOPMG8oMGKixYP72",
          "o8TCEs4CUapYDieAl1JUwmFxQd9mFLQm",
          "HBuqvvRWiAwhSMP3Py2A672wlj7qmAVu",
          "UY3bFHQf7bN6ZNeH7Uupyd3awfqrRENe",
          "6V7QAM2QmrN9wAIEnh5vJauSSj1xTqdx",
          "2f5MM7GbLOSa9Yl5VOPMG8oMGKixYP72",
          "o8TCEs4CUapYDieAl1JUwmFxQd9mFLQm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Anguri Bagh",
        "placeId": "ChIJyVafWtRwdDkR9Apwulu_0u0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Anguri Bagh – The Royal Mughal Garden!\n\n📍 Location: Inside Agra Fort, Uttar Pradesh\n\n🌿 Significance: Built by Emperor Shah Jahan in 1637 as a private retreat, famous for its lush greenery and symmetrical design.\n\n🎭 Architecture: A charbagh-style garden with intricate pathways, water channels, and fountains, once filled with grapevines and fragrant flowers.\n\n🏰 Royal Connection: Part of Khas Mahal, where Mughal queens and princesses relaxed amidst nature.\n\n🎟 Entry Fees: Included in the Agra Fort ticket.\n\n🔎 How to Reach? Inside Agra Fort, just 2.5 km from the Taj Mahal and 1.5 km from Agra Cantt Railway Station.\n\nA serene escape within the fort, offering a glimpse into the luxurious Mughal lifestyle!",
            "author_name": "Varad Challawar (Hide_n_tech)",
            "relative_time_description": "",
            "time": 1740489804,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "“The Mughal Secret Garden You Didn't Know You Needed”\n\nTucked quietly inside Agra Fort, Anguri Bagh is where symmetry meets serenity.\n\nOnce a royal retreat for Mughal queens, this garden isn't just about grapes (yes, “Anguri” means grapes) - it's about grace. The geometric flower beds, the marble fountains, and that breathtaking view of the white pavilions around it... you'll forget the chaos outside.\n\nStand at the center, close your eyes - you can almost hear the veiled laughter of the royal zenana and the splash of fountains long silenced by time.\n\nPerfect spot for: ✅ Jaw-dropping photos\n✅ That calm, meditative moment\n✅ Imagining you're in a Mughal fairytale\n\n📍Tip: Visit early morning for the best light and the least crowd.\n\nThis isn't just a garden. It's poetry in marble and grass.\n\n#AnguriBagh #HiddenGemOfAgra #MughalRetreat #ZenanaVibes #AgraFortDiaries",
            "author_name": "Subhajit Bag",
            "relative_time_description": "",
            "time": 1753081811,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Located just opposite to the Deewan-I-Aam of Shah Jahan, Anguri bagh was known for rich harvesting of grapes and flowers. You will be able to see amazing symmetry structure. There is a fountain in the middle. This garden was preserved for relaxation of royal ladies.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1740651397,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 24,
            "3": 88,
            "4": 247,
            "5": 680
          }
        },
        "minMinutesSpent": 45,
        "latitude": 27.178411,
        "address": "52HF+966, Agra Fort, Rakabganj, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJJdQjUx94dDkRFTbTtKTpyy4",
        "generalDescription": "The Tomb of Akbar, also known as the Tomb of Akbar the Great, is a magnificent 17th-century Mughal mausoleum located in the Sikandra suburb. This opulent structure was commissioned by Emperor Akbar and serves as his final resting place. The tomb is a tribute to his revered status and Muslim faith, showcasing stunning architecture made of marble and red sandstone. The entrance features a striking gateway adorned with minarets and intricate geometric and floral patterns.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 77.950509,
        "rating": 4.4,
        "numRatings": 5996,
        "sources": [
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "Located in the outskirts of Agra and spread over 119 acres of land, it is the place where the most renowned emperor of the Mughal kingdom rests in peace. The tomb was built in the 16th century, and the splendid Mughal Gardens surround the Tomb. It was built with a combination of marble and sandstone with intricate floral designs and calligraphy.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 2,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923342",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en-IN/activity/prddha4ub-full-day-private-tour-of-the-best-photography-spots-in-agra-agra/",
            "sourceSite": "Web",
            "snippet": "The Mughal Empire was at its peak under the Emperor Akbar The great, there are few kings from the Indian history who have the impact as great as Akbar. This monument is spread across 119 acres most of which is open ground. The Tomb was planned by Akbar himself which was later completed by his son, Jahangir.",
            "siteName": "pelago.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra",
            "indexInSource": 2,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923364",
            "type": "webPlacesList",
            "url": "https://www.aaa.com/tripcanvas/thing-to-do/fullday-private-tour-of-the-best-photography-spots-in-agra-272094P49",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "aaa.com",
            "shortName": "Full-Day Private Tour of the Best Photography Spots in Agra in Agra, Uttar Pradesh",
            "indexInSource": 2,
            "iconSiteId": 4013,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IMSfgQgULU4ZrcS9MRNoTT0WydqqBoRe",
          "qtcQOckW3tmkWOB1n8vAU2ehADc7wjk4",
          "98Hk7IxcIJRKhRZcpoOzFOea1bIPLmS0",
          "Q14TLdesO5EVtmSxTTnpmoPUbGxaEov8",
          "urRDzkuzldBS78p079tGAWnYCRrBqdCe",
          "IMSfgQgULU4ZrcS9MRNoTT0WydqqBoRe",
          "qtcQOckW3tmkWOB1n8vAU2ehADc7wjk4",
          "98Hk7IxcIJRKhRZcpoOzFOea1bIPLmS0",
          "Q14TLdesO5EVtmSxTTnpmoPUbGxaEov8",
          "urRDzkuzldBS78p079tGAWnYCRrBqdCe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Tomb of Akbar",
        "placeId": "ChIJJdQjUx94dDkRFTbTtKTpyy4",
        "internationalPhoneNumber": "+91 1800 200 8335",
        "reviews": [
          {
            "rating": 5,
            "text": "The Tomb of Akbar the Great, located in Sikandra, Agra, is a remarkable example of Mughal architecture that seamlessly blends grandeur, artistry, and serenity. Constructed between 1605 and 1613 by Akbar's son, Emperor Jahangir, this magnificent mausoleum was planned and partially built by Akbar himself during his lifetime. Unlike other Mughal tombs, Akbar's tomb stands out for its unique blend of Hindu, Islamic, Buddhist, and Jain architectural influences - a reflection of the emperor's inclusive philosophy.\n\nSet within a vast garden complex spread across 119 acres, the tomb is approached through a majestic southern gateway built of red sandstone and adorned with intricate white marble inlay work. Four white marble minarets rise from the corners of this gateway, reminiscent of the ones seen later in the Taj Mahal.\n\nThe main tomb structure, built of deep red sandstone, is decorated with exquisite geometric and floral carvings. The façade is a marvel of detailed craftsmanship, with calligraphy panels and lattice screens showcasing the finesse of Mughal artisanship. In stark contrast to the ornate exterior, the central chamber where Akbar is believed to rest is surprisingly simple - perhaps in keeping with the emperor's belief in humility and spiritual introspection.\n\nSurrounding the tomb are several subsidiary structures, including the tombs of Akbar's daughters and other family members, adding historical depth to the site. Peacocks and deer wander freely in the gardens, lending the place an almost ethereal charm. Today, Akbar's tomb remains not only a monument to an emperor, but a symbol of syncretic heritage and peaceful repose.",
            "author_name": "Neelanjan Chakraborty",
            "relative_time_description": "",
            "time": 1745172904,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I am into photography, i visited here somewhere around 6:30 AM. It took hardly 10 mins for me to get the ticket which i purchased online and kept my bag at the locker and reach the entrance on Sunday. Hardly there was any crowd that time other than the locals. The place is very calm and peaceful. I was there for some 2-3 hours relaxing and exploring the place, clicking photographs.\nThe place will offer you parking facilities, eating points outside the monument, water facilities, public toilets, lockers obviously for keeping bags and they will give the key to you once you lock it.",
            "author_name": "Mehul",
            "relative_time_description": "",
            "time": 1753583870,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Akbar's Tomb is an amazing historical place. The architecture is truly majestic, with beautiful gardens and peaceful surroundings. A must-visit for history lovers and anyone visiting Agra. Very well maintained and gives a glimpse into the Mughal era.",
            "author_name": "Aryan Yadav",
            "relative_time_description": "",
            "time": 1756020723,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 226,
            "2": 106,
            "3": 474,
            "4": 1405,
            "5": 3784
          }
        },
        "minMinutesSpent": 60,
        "latitude": 27.220556,
        "address": "Tomb of Akbar The Great Area, Sikandra, Agra, Uttar Pradesh 282007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJDxzl3d9wdDkR32mgK7WhrFA",
        "generalDescription": "Striking views across the Yamuna River to the iconic Taj Mahal, from a lookout backed by gardens.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.04215,
        "rating": 4.4,
        "numRatings": 985,
        "sources": [
          {
            "id": "999605",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/taj-mahal-viewpoints/",
            "sourceSite": "Web",
            "snippet": "Taj View Point ADA is a newly opened site on the bank of river Yamuna near Mehtab Bagh. It is a few hundred metre long stretch with some benches providing a panoramic view of the Taj away from the typical crowds. The best thing about visiting this Taj Mahal viewpoint is that it is open even at night.",
            "siteName": "Travel With CG",
            "shortName": "12 Best Taj Mahal Viewpoints in Agra, India",
            "indexInSource": 2,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8fxZReqBWQETkgYy6os5vjmVEbhAXcVK",
          "OuUxy8gXeYClSXG8Hyb0aX2xGY3lw5aW",
          "Mn0Pslx5DZmS51H3QKyPJyVAEAl5nxQU",
          "8fxZReqBWQETkgYy6os5vjmVEbhAXcVK",
          "OuUxy8gXeYClSXG8Hyb0aX2xGY3lw5aW",
          "Mn0Pslx5DZmS51H3QKyPJyVAEAl5nxQU"
        ],
        "openingPeriods": [],
        "name": "Taj View Point ADA",
        "placeId": "ChIJDxzl3d9wdDkR32mgK7WhrFA",
        "internationalPhoneNumber": "+91 562 251 0070",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice viewpoint of the backside of the Taj Mahal. It gets a bit crowded - but when we went it was doable. From the car parking you can walk 10-15 min or take a tuktuk (50). The entry was 50 per person as well if I remember correctly.",
            "author_name": "Michael",
            "relative_time_description": "",
            "time": 1733969492,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Views from here is not bad if you do not want to go to the Taj Mahal. Getting here requires a tuktuk from the carpark, which you will need to tip!",
            "author_name": "Javier Tan",
            "relative_time_description": "",
            "time": 1741105986,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Better view from the back.\nFrom the parks just the a walk to the site, weather permitting. It's a comfortable walk.\nSunrise or sunset are the best time view.",
            "author_name": "Rahul Sharma",
            "relative_time_description": "",
            "time": 1744561217,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.adaagra.org.in/",
        "index": 10,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 57,
            "2": 30,
            "3": 80,
            "4": 163,
            "5": 657
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.178318,
        "address": "Forest Colony, Tajganj, Agra, Uttar Pradesh 282006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJz4VXEH1xdDkRSNBgf1lW-D8",
        "generalDescription": "Mughal Garden is a stunning feature surrounding the Taj Mahal, inspired by Persian gardens and designed in the Charbagh style. It boasts an impressive avenue of trees arranged by their scientific names, adding to the beauty of the complex. This historic garden was established in 1528 by Mughal ruler Babur and has an interesting history, including being a place where Emperor Akbar proposed to his third wife, who was a gardener there.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.042141,
        "rating": 4.4,
        "numRatings": 711,
        "sources": [
          {
            "id": "1077174",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/best-places-to-visit-in-agra/",
            "sourceSite": "Web",
            "snippet": "After taking a tour of the minarets, tombs and the entire monument, you can sit at the Mughal Garden or just take a stroll along it. A reflection of the concept of a ‘Paradise G...",
            "siteName": "FabHotels",
            "shortName": "Best Places to visit in Agra: Entry Fee, Timings, Location",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DUGaSpH9cC66dn03ml7iOFKR9cZGkyCK",
          "PAlQlJDTQ8iq43kP48huuCDJYdmFu8uC",
          "5EeqeZaJZnBVFdkJgCzdxNyQ97led2la",
          "DUGaSpH9cC66dn03ml7iOFKR9cZGkyCK",
          "PAlQlJDTQ8iq43kP48huuCDJYdmFu8uC",
          "5EeqeZaJZnBVFdkJgCzdxNyQ97led2la"
        ],
        "openingPeriods": [],
        "name": "Mughal Garden",
        "placeId": "ChIJz4VXEH1xdDkRSNBgf1lW-D8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The green corridor full of eye catching trees and grass increases the beauty of the Taj Mahal.   There is a queue of fountains which makes it more pleasant. It is maintained very well by authorities. You will get amazing clicks with great backgrounds.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1740890507,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The garden in front of the Taj Mahal is called Charbagh.\n\nIt follows the Persian \"Charbagh\" (Four Gardens) layout, symbolizing paradise as described in Islamic traditions.\n\nThe garden is divided into four symmetrical sections by raised pathways and water channels representing the four rivers of paradise.\n\nOriginally filled with lush greenery, fountains, and fruit-bearing trees, it was designed to create a tranquil and heavenly ambiance around the Taj Mahal.\n\nIt offers a reflective pool in the center, mirroring the image of the Taj Mahal.\n\nThis Mughal garden concept was inspired by Babur's Persian influences and can also be seen in other Mughal structures like Humayun's Tomb in Delhi.",
            "author_name": "Indranil Bhattacharjee",
            "relative_time_description": "",
            "time": 1743319974,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The world-famous Taj Mahal needs no introduction and visiting this stunning \"Symbol of Love\" is an experience of a lifetime. Every day this mausoleum attracts lakhs of visitors from all over the world. The entry fee is kept at ₹50 for Indians (for garden only), but if you book it online by scanning the QR code then you will get some discount. The East Gate is the most convenient and organised gate to enter the Taj. Security protocols are at par with airports. The garden offers a mesmerising view of the grand monument. Photographers are available inside, who can shoot your photos in DSLR in various poses and give you the option to choose either soft copies or hard copies or both. The delivery time of photos is also unbelievably quick. The Taj can be cherished from different parts of the garden and each zone offers a different view. When the sun ☀️ rays fall on the Taj, if offers a heavenly sight to the spectators. Hence, sunrise & sunset are the best times to visit this place. Make sure to visit the Taj Museum too, which is situated in the garden premises and it doesn't cost extra. Highly recommended to visit this extraordinary UNESCO World Heritage site.🏩",
            "author_name": "Samrat Chattopadhyay",
            "relative_time_description": "",
            "time": 1743070326,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 63,
            "2": 12,
            "3": 28,
            "4": 93,
            "5": 515
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.173663,
        "address": "52FR+FV6, Dharmapuri, Forest Colony, Tajganj, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJRbhBTdRwdDkRBXuj9MjRvcI",
        "generalDescription": "Nestled within the Agra Fort, Jahangir Palace, also known as Jahangir Mahal, is a significant Mughal architectural marvel. This Islamic palace served as the residence for Rajput wives of Akbar and later became the abode of Mughal empress Nur Jahan. Built by Emperor Akbar in the 16th century for his son Jahangir, this red sandstone palace showcases a fusion of Hindu and Islamic design elements.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.023159,
        "rating": 4.5,
        "numRatings": 388,
        "sources": [
          {
            "id": "1923379",
            "type": "webPlacesList",
            "url": "https://chainomad.com/instagram-spots-agra/",
            "sourceSite": "Web",
            "snippet": "Within Agra Fort, the Jahangir Palace was the residence of the wives of Akbar and has many places to take photos. There are so many imposing archways made of red sandstone that would make for amazing portraits.",
            "siteName": "Chai Nomad",
            "shortName": "13 Instagram-Worthy Spots in Agra with Examples",
            "indexInSource": 3,
            "iconSiteId": 46771,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DvTwWjAi7obQrzZIxpJ7H26D04qUptGW",
          "lGkausfSysL8Dgp37lOTsshreFNQ2Muy",
          "duuVzvUH2515LClIgYgxSFTsTfZkQ6JO",
          "nrxqK0n3i84bHdC94aaJaoZvdrKfqyYN",
          "tV0NWmnNsGe09P3LCv8kdZI9KtUtQpfa",
          "DvTwWjAi7obQrzZIxpJ7H26D04qUptGW",
          "lGkausfSysL8Dgp37lOTsshreFNQ2Muy",
          "duuVzvUH2515LClIgYgxSFTsTfZkQ6JO",
          "nrxqK0n3i84bHdC94aaJaoZvdrKfqyYN",
          "tV0NWmnNsGe09P3LCv8kdZI9KtUtQpfa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Jahangir Palace",
        "placeId": "ChIJRbhBTdRwdDkRBXuj9MjRvcI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jahangir palace is considered amongst the most popular tourist attraction in Agra was built by Akbar for his son, Jahangir for his private residence. It also served as the main residence of Nur Jahan, wife of Jahangir. This palace catch your eyes immediately when you enter the Agra fort.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1740657545,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The palace is at the southern end of the fort complex. It is in really good condition and looks fantastic, especially in late afternoon when the sunlight directly hits the front of the building. One of the first things you will see to the right of you as you walk up the ramp into the fort, and it is absolutely someplace you should take some time to explore.",
            "author_name": "Gunnar Caya",
            "relative_time_description": "",
            "time": 1731589478,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting this fort makes you feel part of the history. This fort is very well maintained. At the entry guides will be behind you. They asked Rs 1800 at the entry saying that it is huge. We almost fell for it but resisted as my son was not keen. if you take it outside. We resisted temptation and walked in. After the gates, another guide agreed at one third of the cost outside.\n\nI strongly recommend that you take a guide to explain everything. One key part is that even though it looks massive from outside, only 25% of it is actually available for tourists. The remaining fort is under the army. The fort is very well maintained and a must visit place",
            "author_name": "Atul S",
            "relative_time_description": "",
            "time": 1700244448,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Museum",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 5,
            "2": 5,
            "3": 22,
            "4": 98,
            "5": 258
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.177737,
        "address": "52HF+37V, Rakabganj, Fort, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJHRn4rRh4dDkRoisDbV0bLw0",
        "generalDescription": "Sikandra Fort, located in Agra, is a stunning example of the fusion of Hindu and Islamic architecture. The fort's red sandstone structure is well-preserved, featuring high walls adorned with intricate designs. Adjacent to Emperor Akbar's tomb, the fort showcases phenomenal designs and a rich history. Visitors can explore its magnificent darwazas, tombs, and impressive red facade. The well-maintained garden adds to the grandeur of this historical site.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.950424,
        "rating": 4.4,
        "numRatings": 2357,
        "sources": [
          {
            "id": "1923366",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/prewedding-shoot-locations-in-agra.html",
            "sourceSite": "Web",
            "snippet": "The opulent Sikandra fort is a 17th-century Mughal mausoleum that is also known as Akbar's tomb. The Mughal emperor got his tomb made while he was alive as his resting place. The beautiful architecture is made from sandstone and white marble.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "#15 Beautiful Prewedding Shoot Locations In Agra To Spruce Up Your Romance",
            "indexInSource": 6,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "261050",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-agra",
            "sourceSite": "Web",
            "snippet": "The fort is known for its magnificent gates, tombs, and red sandstone designs which makes it one of the most visited tourist places in Agra. The fort is also known for its architecture which is a blend of Islamic and Hindu designs.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NZsfOvK84RgiT1J08StuYVNoab1Hct8k",
          "Tu41j0FCgVR1VlRchXwFvoTDI9GdsGIr",
          "sIqSWfJM4GL4dpb0x4hoe8ZpFCpmfL69",
          "RR6G4yio2bWOx7yqw497tBeZKvlB1cCz",
          "NZsfOvK84RgiT1J08StuYVNoab1Hct8k",
          "Tu41j0FCgVR1VlRchXwFvoTDI9GdsGIr",
          "sIqSWfJM4GL4dpb0x4hoe8ZpFCpmfL69",
          "RR6G4yio2bWOx7yqw497tBeZKvlB1cCz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Sikandra Fort",
        "placeId": "ChIJHRn4rRh4dDkRoisDbV0bLw0",
        "internationalPhoneNumber": "+91 522 406 1369",
        "reviews": [
          {
            "rating": 5,
            "text": "Some people call it as Tomb of Akbar. A bit confused in google map. Too many name.\n\nSmall and easy to walk. 30mins can covered.\n\nNot many people.",
            "author_name": "Jasminelcf",
            "relative_time_description": "",
            "time": 1747008860,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting Sikandra Fort in Agra was a wonderful and serene experience. This majestic mausoleum, built for Emperor Akbar, beautifully blends Mughal and Hindu architectural styles, making it unique and visually stunning. The intricate carvings, symmetrical design, and peaceful gardens surrounding the fort create a tranquil ambiance.\n\nWhat I loved most was the attention to detail in the architecture and the sense of history that pervades the site. The grand entrance gate and the well-preserved interiors reflect the rich cultural heritage of the Mughal era.\n\nThe fort is not overly crowded, allowing ample time to explore and appreciate its beauty. Sikandra Fort is a must-visit for history buffs and anyone who appreciates art and architecture. It's a great place to connect with Agra's royal past!",
            "author_name": "A Y U S H",
            "relative_time_description": "",
            "time": 1733501928,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting Sikandra Fort in Agra was a wonderful and serene experience. This majestic mausoleum, built for Emperor Akbar, beautifully blends Mughal and Hindu architectural styles, making it unique and visually stunning. The intricate carvings, symmetrical design, and peaceful gardens surrounding the fort create a tranquil ambiance.\n\nWhat I loved most was the attention to detail in the architecture and the sense of history that pervades the site. The grand entrance gate and the well-preserved interiors reflect the rich cultural heritage of the Mughal era.\n\nThe fort is not overly crowded, allowing ample time to explore and appreciate its beauty. That place is really so much astonishing not only in the sense of knowing more about the history but also it's beautiful too.\nWe can't capture the beaut of edifice which are there. Provide great source of knowledge to reconstruct the past of Mughal special the political scenario.You could see this sight in about an hour if you'd like, but more time could be spent there comfortably thanks to some shaded benches and the wonderful scenery. here u also see deer in feild ground .Sikandra Fort is a must-visit for history buffs and anyone who appreciates art and architecture. It's a great place to connect with Agra's royal past!",
            "author_name": "Sanjeev Chaudhary",
            "relative_time_description": "",
            "time": 1739352471,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 67,
            "2": 36,
            "3": 209,
            "4": 597,
            "5": 1449
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.221006,
        "address": "6XC2+C53, Tomb of Akbar The Great Area, Sikandra, Agra, Uttar Pradesh 282007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJG1U_ZrZxdDkRxVY7WuB6qJA",
        "generalDescription": "Diwan-I-Am is a significant structure located within the Red Fort complex in Agra. It is an audience hall built with red sandstone and features intricate arched colonnades. The hall was used for public audiences, celebrations, and public prayers. The architecture includes cloisters on three sides of a rectangular courtyard, with white lime polished arches and a triple arched royal canopy adorned with lavish pietra dura ornamentation.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.02239,
        "rating": 4.5,
        "numRatings": 330,
        "sources": [
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 4.5 km from Agra Cantonment Railway Station and 2.5 km from Taj Mahal, the Diwan-i-Am or Hall of Audience is situated close to Machchhi Bhawan inside the Agra Fort.Diwan-i-Am was built by Shah Jahan during the years 1628-35 AD. It was the place where the Mughal emperor Shah Jahan (1628-1658) and his successors met general public and heard their complaints. The massive hall has a flat roof and is divided into three sections.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 5,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "908978",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/destinations/agra/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Hailed as one of the UNESCO world heritage sites, Diwan-i-Aam is one of the most beautiful places to visit in Agra. It is famous as the place where Shah Jehan used to have his meetings with the public and heard their problems. It is a stunning specimen of architecture and fascinates everyone.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "20 Places to Visit in Agra, Tourist Places & Top Attractions",
            "indexInSource": 11,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JLTsZTSSLcGo7nxJjoHtFeGKsg2ZFqoL",
          "6hDi70yzXu38n8ub347WxQgI0gSHgLVZ",
          "u7OmeEwIwPdqfHz9Uqq6JI6HLmP46WwA",
          "JLTsZTSSLcGo7nxJjoHtFeGKsg2ZFqoL",
          "6hDi70yzXu38n8ub347WxQgI0gSHgLVZ",
          "u7OmeEwIwPdqfHz9Uqq6JI6HLmP46WwA"
        ],
        "openingPeriods": [],
        "name": "Diwan-I-Am",
        "placeId": "ChIJG1U_ZrZxdDkRxVY7WuB6qJA",
        "internationalPhoneNumber": "+91 1800 200 8335",
        "reviews": [
          {
            "rating": 5,
            "text": "Diwan-I-Aam is basically a big spacious hall in which Mughal emperor Shah Jahan held public meetings to attend and solve their problems. This place contains many structured pillars. It has a central position at some height on which emperor used to sit and address their audience. This is an architectural marvel. From the place of emperor, he was able to see everyone despite of having so many pillars in the hall.",
            "author_name": "Milan Patel",
            "relative_time_description": "",
            "time": 1740651785,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Diwan-i-Khas: Jewel of Mughal Architecture, is situated within Agra Fort in Uttar Pradesh, India, stands as a magnificent testament to Mughal architectural brilliance. This exquisite hall embodies the artistic sophistication and grandeur that characterized the empire at its height.\n\nBuilt in 1635 during Emperor Shah Jahan's reign, Diwan-i-Khas served as a private audience hall where the emperor received foreign ambassadors, nobles, and dignitaries to discuss matters of state. Beyond its political function, the hall's opulent design showcases the Mughal court's seamless blend of elegance and authority.\n\nThe structure features two distinct sections, an outer columned hall and an inner chamber called Tambi Khana. The outer hall captivates visitors with its intricately carved marble pillars adorned with semi-precious stone inlays. These pillars display vibrant floral patterns, a signature element of Mughal decorative art that celebrates nature's beauty.\n\nOpen on three sides with five graceful arches supported by ornate double columns, the hall creates an airy atmosphere. This thoughtful design allows natural light to flood the space while providing uninterrupted views of the surroundings, perfectly suited to its royal purpose.\n\nThe hall's flat wooden ceiling, originally embellished with gold and silver leaf, represents one of its most striking features. This sumptuous decoration would have reflected sunlight, creating a dazzling effect throughout the space. Though time has diminished some of this splendor, remnants of the intricate work continue to mesmerize visitors. The interior walls feature delicate floral inlay work and Persian inscriptions that add cultural and artistic depth.\n\nDiwan-i-Khas holds profound historical significance beyond its architectural beauty. Emperor Shah Jahan conducted official ceremonies here, received foreign envoys, and made decisions that shaped the empire's future. The hall also hosted cultural gatherings, highlighting the court's patronage of the arts.\n\nOne of the hall's most famous associations is with the legendary Peacock Throne. This extraordinary creation, encrusted with precious gems, originally resided in Diwan-i-Khas before being moved to Delhi's Red Fort. This connection further enhances the hall's historical importance.\n\nLocated within Agra Fort, a UNESCO World Heritage Site renowned for its massive red sandstone walls, Diwan-i-Khas benefits from the fort's rich historical context. The fort served as the primary residence of Mughal emperors until the capital relocated to Delhi. Within this complex, Diwan-i-Khas occupies a strategic position near the emperor's quarters, offering visitors insight into Mughal governance and lifestyle.\n\nThe hall's setting enhances its charm. From its open arches, visitors enjoy serene views of the Yamuna River and glimpses of the Taj Mahal in the distance. This harmonious integration of natural beauty and architectural refinement creates a peaceful atmosphere.\n\nSurrounding Diwan-i-Khas are verdant gardens and peaceful courtyards that contrast beautifully with Agra Fort's imposing architecture. These green spaces invite contemplation of the site's rich historical and cultural significance.\n\nWalking through Diwan-i-Khas transports visitors to an era of imperial splendor. Its detailed craftsmanship and historical importance leave a lasting impression, providing a window into Shah Jahan's reign and the Mughal era's cultural heritage.\n\nDiwan-i-Khas transcends being merely an architectural wonder; it stands as a living monument to the artistry, diplomacy, and luxury of the Mughal Empire, an essential destination for history enthusiasts, architecture admirers, and anyone seeking connection with India's illustrious past.",
            "author_name": "A J Bashha",
            "relative_time_description": "",
            "time": 1740713677,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "One of the interesting points in Agra Fort. Very beautiful architecture, with multiple arches, imposing place where the emperor sat when he gave audiences.",
            "author_name": "Paul Ciprian",
            "relative_time_description": "",
            "time": 1751038343,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 2,
            "3": 26,
            "4": 81,
            "5": 214
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.17902,
        "address": "52HC+JX2, Unnamed Road, Agra Fort, Rakabganj, Agra, Uttar Pradesh 282003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJTYpdvo1xdDkRe5QKEygy6VY",
        "generalDescription": "The Taj Mahal Mosque is a grand Mughal prayer hall constructed from red sandstone, featuring intricate tiles, octagonal minarets, and white marble domes. Positioned to the left of the Taj Mahal, it offers a breathtaking view of the monument with its symmetrical arches. The mosque's elaborate details and vibrant colors are truly captivating.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.040729,
        "rating": 4.5,
        "numRatings": 320,
        "sources": [
          {
            "id": "1923369",
            "type": "webPlacesList",
            "url": "https://www.wanderlicious.co.uk/taj-mahal-full-guide-and-best-photography-spots/",
            "sourceSite": "Web",
            "snippet": "As soon as we entered, we made a beeline for the Mosque Taj Mahal. From the mosque on the left side of the Taj Mahal, you can capture a stunning view of the monument with the symmetry of the arches framing the shot. The intricate details of the mosque itself are also a sight to behold and the colours are something else.",
            "siteName": "Wanderlicious",
            "shortName": "The Taj Mahal Photography Guide and Best spots",
            "indexInSource": 3,
            "iconSiteId": 94828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iEhU0doXgs1vml3H3X2zLLMf5u09ruOj",
          "BZKtctN7tbgnlksYK2JPBxdLWhskXils",
          "p335EwlqLagiNGBKl8HTw31fjkfowKus",
          "iEhU0doXgs1vml3H3X2zLLMf5u09ruOj",
          "BZKtctN7tbgnlksYK2JPBxdLWhskXils",
          "p335EwlqLagiNGBKl8HTw31fjkfowKus"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Taj Mahal Mosque",
        "placeId": "ChIJTYpdvo1xdDkRe5QKEygy6VY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The mosque on the side of the Taj Mahal complex, constructed in red sandstone, offers a serene contrast to the white marble beauty of the Taj. Built for the purpose of religious prayers, it has a stunning prayer hall adorned with intricate carvings and Quranic inscriptions. The simplicity and elegance of the mosque, along with its symmetrical design, echo the grandeur of Mughal architecture.",
            "author_name": "Binindita Das",
            "relative_time_description": "",
            "time": 1729008340,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "best sunrise views of the Taj Mahal come from here. so many photographers come here to take photos. views are stunning. so good",
            "author_name": "Priyanka S",
            "relative_time_description": "",
            "time": 1722399980,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "At a time here pred tha slath but now it be closed. No body have permission to enter in this.",
            "author_name": "Hasan",
            "relative_time_description": "",
            "time": 1728188805,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Mosque"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 18,
            "2": 6,
            "3": 13,
            "4": 49,
            "5": 233
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.175029,
        "address": "52GR+279, Dharmapuri, Forest Colony, Tajganj, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJH98iJYBxdDkRE9Js4IRG4Mw",
        "generalDescription": "Grand edifice used as the Taj Mahal guest house & party space during the late 18th & 19th centuries.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 78.043547,
        "rating": 4.5,
        "numRatings": 528,
        "sources": [
          {
            "id": "1923369",
            "type": "webPlacesList",
            "url": "https://www.wanderlicious.co.uk/taj-mahal-full-guide-and-best-photography-spots/",
            "sourceSite": "Web",
            "snippet": "For a shot that captures the grandeur of the Taj Mahal, head to Mehmaan Khana, the guest house located on the west side of the monument. Take a photo in the archway to perfectly frame the Taj Mahal in all its glory. There’s usually a lot of free space to photograph here (at least, if you go early), so enjoy this little Taj Mahal photography spot.",
            "siteName": "Wanderlicious",
            "shortName": "The Taj Mahal Photography Guide and Best spots",
            "indexInSource": 4,
            "iconSiteId": 94828,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jYK2bKiL5vggaBY6k5Ce7GvON2WJySfW",
          "iJLEfFWdYeOIsRElDHAQxqeZyiHg1Tp3",
          "vB6lNxfQwFMGhdqO0TInDrJi0r4NSetM",
          "jYK2bKiL5vggaBY6k5Ce7GvON2WJySfW",
          "iJLEfFWdYeOIsRElDHAQxqeZyiHg1Tp3",
          "vB6lNxfQwFMGhdqO0TInDrJi0r4NSetM"
        ],
        "openingPeriods": [],
        "name": "Mehmaan khana",
        "placeId": "ChIJH98iJYBxdDkRE9Js4IRG4Mw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Agra, the 16-17th century capital of the Mughals, is home to monuments such as the Taj Mahal and the Agra Fort. The Taj Mahal attracts 7-8 million tourists annually. About 0.8 million foreign tourists visit it.\nAgra Cantt. railway station has tourist information counter, computerized reservation counters, (Indrail Passes are available), waiting room, retiring room, vegetarian and non-vegetarian refreshment rooms, water coolers, water wending machines and book stall.\n\nMehmaan khana the entrance of the Taj Mahal.\n\nThe Taj Mahal was built in the 17th century by Emperor Shah Jahan for his beloved wife Mumtaz, who passed away at 37 years old.Mumtaz Mahal died shortly after delivering her fourteenth child in 1631. The Taj Mahal complex is situated on a platform on the banks of the Yamuna River..\n\n• It was constructed using white marble.​\n• It has a rectangular base having minarets on all four corners.​\n• The gates have arches.​\n• It has a big dome with lotus motif on its top.​\n• The walls are adorned with carvings of verses from the Quran. It has a variety of beautiful floral patterns​.\n\nThe base structure is a large multi-chambered cube with chamfered corners, forming an eight-sided structure that is approximately 57.3 metres long on each of the four long sides. The building has four identical sides with arch-shaped doorways, topped by a large dome and finial. Each side of the iwan is framed with a 33-metre high vaulted archway with two similarly shaped arched balconies stacked on either side. The onion-shaped dome sits on a 12-metre high cylindrical drum with an inner diameter of 18.4 metres.\n\nTaj Mahal complex is believed to have been completed in its entirety in 1653, it was said to have cost 32 million Indian rupees then (or, about four hundred thousand USD). Some say, it would take around $ 70 billion if you were to construct it today.\n\nConstruction of the mausoleum was completed in 1648, but work continued on other phases of the project for another five years. The mausoleum is constructed of white marble inlaid with semi-precious stones, while red sandstone was used for other buildings in the complex, similar to other Mughal-era buildings. The construction project employed more than 20,000 workers and artisans under the guidance of a board of architects led by Ustad Ahmad Lahori, the emperor's court architect.The most impressive in the Taj Mahal complex next to the tomb, is the main gate which stands majestically in the centre of the southern wall of the forecourt. The gate is flanked on the north front by double arcade galleries.\n\nThe design represents the finest and most sophisticated example of Indo-Islamic and Mughal architecture. In 1983, the Taj Mahal was recognized as \"the jewel of Islamic art in India and one of the universally admired masterpieces of the world's heritage.\"",
            "author_name": "Jannette W",
            "relative_time_description": "",
            "time": 1737203801,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Gorgeous monument. Beautiful Architecture. Best time to visit is early morning n evening.",
            "author_name": "Hari Krishnan",
            "relative_time_description": "",
            "time": 1745759730,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Mehmaan Khana at the Taj Mahal is an often-overlooked gem that significantly enhances the overall experience of visiting this world-famous monument. Located on the eastern side of the Taj Mahal complex, the Mehmaan Khana, or \"Guest House,\" offers a fascinating glimpse into the grandeur and hospitality of the Mughal era.\n\nArchitecturally, the Mehmaan Khana mirrors the design elegance of the Taj Mahal, constructed with the same pristine white marble and intricate inlay work that characterizes the main mausoleum. The symmetry and meticulous craftsmanship are evident in every detail, from the exquisite lattice screens (jalis) to the elegant arches and domes. This building, like the Taj itself, exemplifies the perfect blend of Persian and Indian architectural styles that is a hallmark of Mughal architecture.\n\nHistorically, the Mehmaan Khana served as a place to accommodate guests who came to pay their respects at the Taj Mahal. Its purpose underscores the Mughals' renowned tradition of hospitality and their penchant for creating spaces that are not only functional but also aesthetically stunning.\n\nVisiting the Mehmaan Khana provides a quieter, more contemplative experience compared to the main mausoleum, allowing visitors to fully appreciate the intricate artistry and serene environment. It's a place where you can take a moment to sit and reflect, soaking in the ambiance of a bygone era while enjoying a unique perspective of the Taj Mahal.\n\nIn summary, the Mehmaan Khana at the Taj Mahal is a must-see for anyone wanting to delve deeper into the history and architectural brilliance of the Mughal period. It enriches the visit to the Taj Mahal, offering an added layer of beauty and historical context that should not be missed.",
            "author_name": "Tanzeel Khan",
            "relative_time_description": "",
            "time": 1717955612,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Historical landmark",
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 6,
            "3": 32,
            "4": 92,
            "5": 382
          }
        },
        "minMinutesSpent": null,
        "latitude": 27.175038,
        "address": "52GV+2C7, Dharmapuri, Forest Colony, Tajganj, Agra, Uttar Pradesh 282001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJfY3unh14dDkRWNRcQl7cGFs",
        "generalDescription": "The Tomb of Mariam-Uz-Zamani is a Mughal mausoleum in Agra, originally a Lodi Dynasty pavilion. Built by Emperor Jahangir in 1627 to honor his mother, Queen Mariam-Uz-Zamani, it showcases a blend of traditional and distinctive architectural styles. Located near Fatehpur Sikri on the Delhi-Agra National Highway, it's just a kilometer away from Akbar's tomb.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.942721,
        "rating": 4,
        "numRatings": 884,
        "sources": [
          {
            "id": "490828",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/uttar-pradesh/agra/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 11 km from Agra Cantonment Railway Station and 1.5 km from Akbar's Tomb, The Tomb of Mariam-uz-Zamani is the mausoleum of Jodha Bai, the Hindu consort of the Mughal Emperor Akbar, located on the left side of Agra-Mathura road, to the west of Akbar's tomb in Sikandra.The tomb was built by Jahangir in memory of his mother Mariam-uz-Zamani and was located near Akbar's Tomb as per the last wish expressed by her. The structure was originally a baradari under Sikander Lodi who built it in AD 1495. It was later modified into Mughals tomb by reconstructing the 4 facades of the building in Mughal style.",
            "siteName": "Trawell.in",
            "shortName": "26 Best Places to Visit in Agra, Things to Do & Sightseeing (2024)",
            "indexInSource": 10,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "109788",
            "type": "webPlacesList",
            "url": "https://www.lih.travel/things-to-do-in-agra/",
            "sourceSite": "Web",
            "snippet": "Reviews of Mariam- Uz- Zamani Tomb – 3.9 Rating by 466 Reviewers. Jahangir built the tomb of Mariam-Uz-Zamani in memory of his mother. Her tomb is the most closest to the tomb of Akbar and is believed to be the most beloved wife of Akbar.",
            "siteName": "LIH.Travel",
            "shortName": "21 Top Things to do in Agra in 2020 with Reviews, Photos & Price",
            "indexInSource": 5,
            "iconSiteId": 8193,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aPkH4re7u8acaFQWvQKFcDtitKkWJ1fZ",
          "fRlXehjluNgGYbjctujLMGqheHdr5kGW",
          "VfwlnRoYjqnAl1oikkpdjmJmcUm4wiUc",
          "UrS9xu6nTXifWC4AexbGwYI3GZGZl89j",
          "aPkH4re7u8acaFQWvQKFcDtitKkWJ1fZ",
          "fRlXehjluNgGYbjctujLMGqheHdr5kGW",
          "VfwlnRoYjqnAl1oikkpdjmJmcUm4wiUc",
          "UrS9xu6nTXifWC4AexbGwYI3GZGZl89j"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Tomb of Mariam-UZ-Zamani",
        "placeId": "ChIJfY3unh14dDkRWNRcQl7cGFs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Tomb of Mariam (Akbar's mother). Completely Hidden and lowkey, almost no crowd on weekdays, very tranquil place to sit or walk and enjoy the birds chirping. It's very close to Akbar's Tomb, just across the same road, 50-100m inside in the left.\nYou have to take the ticket online (there is a counter here, but the guy sitting there will tell you the same thing 🤣).",
            "author_name": "Pratyush",
            "relative_time_description": "",
            "time": 1757790314,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Sometimes, the most memorable places aren't the ones on every postcard - they're the ones you stumble upon, tucked away from the chaos of traffic and tour groups. That's exactly how I felt visiting Mariam's Tomb in Agra. No crowds. No rush. Just birdsong, early morning sun, and the slow, graceful unfolding of Mughal history.\n\nIt's a little tricky to find - the road leading up to it is narrow and a bit bumpy, and honestly, not many locals seemed to know about it when I asked for directions. But that almost added to its hidden-gem charm. When I finally reached the gates, I was greeted by stillness - not the eerie kind, but the kind that wraps around you like a shawl. Peaceful, understated, and timeless.\n\nThe tomb belongs to Mariam-uz-Zamani, also known as Harka Bai - a Rajput princess from Amber (modern-day Jaipur), and one of the most important women in the Mughal Empire. She was the wife of Emperor Akbar and the mother of Jahangir (Salim), and yet, her tomb is devoid of the pomp and spectacle that marks other royal Mughal monuments. And that's what makes it even more touching - there's quiet dignity here, an elegance that doesn't shout.\n\nInterestingly, this wasn't always a tomb. It was originally a pleasure pavilion built by Sultan Sikander Lodi in 1495 AD, well before the Mughals arrived. It was only in 1623 AD, during Jahangir's reign, that the structure was transformed into a tomb for his mother. The original baradari (12-doored pavilion) now houses over 40 chambers on the ground floor, many with faint remnants of painted plaster walls - ghostly, but beautiful in their decay.\n\nThe central cenotaph of Mariam rests on the ground floor, but climb up to the upper level, and you'll find a marble cenotaph open to the sky, as if deliberately designed to invite the heavens in.\n\nThe architecture is classic Mughal but not overbearing - red sandstone façades, adorned with finely carved geometric patterns, and topped with octagonal corner towers, each crowned with delicate chhatris (pavilions). It's restrained, tasteful, and deeply harmonious with the lush gardens that surround it.\n\nI went in the early morning, and I highly recommend you do the same. The sunrise light hits the sandstone just right, giving it a soft, amber glow. The only sounds were my footsteps, the rustle of trees, and the occasional cooing of pigeons.\n\nWhat struck me most was how well-maintained the site was, despite being relatively unknown. It felt like a little slice of forgotten history, lovingly preserved for those who take the trouble to look for it. I spent nearly an hour just sitting under one of the shady trees, reading and soaking in the atmosphere.\n\nBut a word of caution: While the monument's remoteness and quiet is its greatest aspect, please be aware of people, especially young adult boys, hanging around the inside of the monument in small groups, apparently doing nothing much. I found one such group sitting on the stairs leading to the tomb in the basement, and there was something about them I did not like, because of which I did not go ahead and went out instead. If you are with family, especially young children, women or girls, I would suggest you err on the side of caution, despite there being 1-2 guards I saw at the entrance to the monument.",
            "author_name": "Aditya Malaviya",
            "relative_time_description": "",
            "time": 1744101556,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "\"Mariam's Tomb is a lovely place to visit, and it doesn't take much time to explore. There's no rush, so it's perfect for a peaceful visit. I recommend going in the morning to enjoy the beautiful sunrise. It's a serene spot worth visiting.\"",
            "author_name": "Swapnil Karande",
            "relative_time_description": "",
            "time": 1735577305,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Historical place",
          "Monument",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 78,
            "2": 39,
            "3": 125,
            "4": 217,
            "5": 429
          }
        },
        "minMinutesSpent": 240,
        "latitude": 27.215334,
        "address": "6W8V+43Q, Mathura Rd, near Pathwari Mandir, Kailash Mode, Sikandra, Agra, Bainpur Mustkil, Uttar Pradesh 282007, India",
        "travel_time": null
      }
    ]
  }
}