{
  "list_id": "615",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/615/1.jpg",
  "description": "Dive into \"Architectural Wonders of Amritsar\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/97377"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Architectural Wonders of Amritsar",
  "city_id": "384",
  "subtype": "poi",
  "city": "Amritsar",
  "created_ts": 1759044932,
  "slug": "architectural-wonders-of-amritsar-amritsar-poi-bd36ed",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ7aP4Ka98GTkRW7ecFnY5Acs",
        "generalDescription": "Jallianwala Bagh is a public garden in Amritsar, India, known for its memorial to the tragic massacre of 13 April 1919. The garden features an eternal flame-shaped memorial and serves as a significant historical site. It is part of the Heritage Mile along with the Golden Temple and the Partition Museum.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 74.880165,
        "rating": 4.6,
        "numRatings": 99266,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "Situated near the renowned Golden Temple of Amritsar, the Jallianwala Bagh is a famous public garden serving as a solemn memorial to honour the memory of the peaceful celebrators who fell victim to the British forces' massacre. This tragic event left a profound impact on the nation, and following India's independence, a memorial was erected to commemorate the innocent lives lost during this devastating incident. Today, the massacre memorial has been transformed into a serene and picturesque park near the Taj Hotel in Amritsar.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 1,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253138",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/historical-places-in-amritsar",
            "sourceSite": "Web",
            "snippet": "Located near the famous Golden Temple of Amritsar, the Jallianwala Bagh is a public garden which houses a memorial to commemorate the massacre of peaceful celebrators by the British forces. The tragic incident had left a deep scar on the country, and a memorial was constructed post the independence for the innocents who lost their li (Read More)ves in this devastating incident. Established by the government of India in 1951, the massacre memorial was inaugurated by Dr Rajendra Prasad on 13th April 1961.",
            "siteName": "Holidify",
            "shortName": "20 Historical Places in Amritsar for a Peek into the Past",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh in Amritsar stands as a poignant reminder of India’s freedom struggle and the atrocities suffered by people at the hands of colonial rulers. In 1919, the British forces, under the supervision of General Dyer, viciously launched an open fire on an unarmed and peaceful gathering of Indian men, women, and children at this walled garden. The incident left hundreds dead and a deep scar on Amritsar’s history.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh in Amritsar is a public garden that serves as a poignant reminder of one of India’s most tragic chapters in the freedom struggle. Parts of Jallianwala Bagh were restored and recreated years after the massacre, but bullet marks on some of the walls here keep memories of the incident alive. The memorial to the Flame of Liberty is now located in the garden.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 1,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IEUXLlFYlnQMUxaaCLf1AiLwU7HDjj5x",
          "BtRx3IzdnlOtnSxktHEOlYs1YSqPJSWP",
          "ZLl2YTFMW901YvYzUaOktwuV8vkulMHN",
          "iOxpsGnyiOwIASenVPbazlSq2AetRBRG",
          "dgGebxtbO3lxSXu5PPyPt6LwPtNttmYe",
          "IEUXLlFYlnQMUxaaCLf1AiLwU7HDjj5x",
          "BtRx3IzdnlOtnSxktHEOlYs1YSqPJSWP",
          "ZLl2YTFMW901YvYzUaOktwuV8vkulMHN",
          "iOxpsGnyiOwIASenVPbazlSq2AetRBRG",
          "dgGebxtbO3lxSXu5PPyPt6LwPtNttmYe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Jallianwala Bagh",
        "placeId": "ChIJ7aP4Ka98GTkRW7ecFnY5Acs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Its a historic place worth visiting..\n\nBut its very crowded.. people keep pushing each other  for reasons best known to them..\n\nIt was very hot when we had visited... there is a huge park..\nAll the ancient historic marks like bullet traces and all, etc  are well marked...",
            "author_name": "Ankur Kandoi",
            "relative_time_description": "",
            "time": 1755489261,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Utterly beautiful place with heroic stories of our freedom fighter. I promise you goosebumps if you go as per the map and read the prints available on the walls. Good source of knowledge for every age group, defines the cruelty of the British rulers.\nThe only concern here is the safety, a lot of pickpocket boards signify that safety is surely weak point. So take care of your belongings and enjoy the journey of India's freedom.\nPS : Make sure you visit Halls one by one as per the instructions on the map.",
            "author_name": "Ankur Vashist",
            "relative_time_description": "",
            "time": 1755412740,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very overwhelming experience! They should maybe make the experience a bit more interactive(audiobook) and likes. Because for those who don't know about historical facts; it's not that informative. Otherwise very well maintained and warm and hospitable staff!",
            "author_name": "RUTVIK DEORE",
            "relative_time_description": "",
            "time": 1756752359,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Memorial park",
          "Nature & Parks",
          "Gardens",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2061,
            "2": 1320,
            "3": 5254,
            "4": 17248,
            "5": 73413
          }
        },
        "minMinutesSpent": 90,
        "latitude": 31.62074,
        "address": "Golden Temple Rd, Amritsar, Punjab, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMUfgLgB9GTkR557ZQn3IwfE",
        "generalDescription": "The Golden Temple, located in Amritsar, is a deeply spiritual and enriching experience that visitors will cherish forever. The serene atmosphere and sense of peace within the complex are striking from the moment you enter. The temple's gleaming golden facade is breathtaking, especially when reflected in the surrounding holy tank. It offers an immersive journey into Sikh culture and spirituality, with Guru ka Langar serving simple meals to thousands of devotees daily.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 201369,
        "sources": [
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Golden Temple, Sri Harmandir Sahib or Sri Darbar Sahib – call it by whatever name you may, but there’s no denying that this shrine is one of the holiest places in the country and world’s most prominent religious site for the Sikh community. Situated in the heart of Amritsar, the Golden Temple traces its origin to the 16 th century. After suffering a series of demolitions till 1809, it was reconstructed in marble and copper by Maharaja Ranjit Singh.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kkihjVzgXGh2CTqTk8ogWwoyXGBo29UA",
          "AIZnupyyd3Q0W8daD0NlPcOagXnPqu4m",
          "VvwAVJkU9LX2UpsMQbMmNEVaLgN1HKzC",
          "kkihjVzgXGh2CTqTk8ogWwoyXGBo29UA",
          "AIZnupyyd3Q0W8daD0NlPcOagXnPqu4m",
          "VvwAVJkU9LX2UpsMQbMmNEVaLgN1HKzC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJMUfgLgB9GTkR557ZQn3IwfE",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "As soon as you enter, you feel a sense of calm and peace. The sound of the Gurbani (spiritual songs) and the positive atmosphere make it a very soulful experience.\n\nTips:\n1.) Cover your head before entering (scarves are available at the gate).\n2.) Avoid rush hours if you want a peaceful visit - early mornings or late evenings are best. Avoid weekends as well as there is too much rush.\n3.) Wear modest clothing and be respectful of the sacredness.\n\nA visit to the Golden Temple is not just sightseeing - it's an experience that stays with you. Whether you are religious or not, this place fills you with peace and positivity.",
            "author_name": "yatin gupta",
            "relative_time_description": "",
            "time": 1752510697,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Visited July 29, 2025 – Day 26 in India.\n\nOne of my lifelong dreams was to visit the Golden Temple. While planning our trip, my kind husband made space in our itinerary to fly from Delhi to Amritsar just for a day so we could experience it as a family. I was overjoyed to be sharing this moment with him and our daughters, aged 5 and 7.\n\nWe started at the tourist information center where a helpful woman answered all our questions. I asked her and our local driver if photography was allowed, and both said yes. When I first saw the temple, it was everything I had hoped for. It shimmered in the soft morning light, floating peacefully in the sacred pool. The gold covered walls reflected on the water beautifully. I felt awe and deep gratitude. Loved, loved, loved that moment.\n\nAs we walked closer, I was taking photos when a volunteer suddenly and harshly scolded me. It was upsetting, especially after being told it was okay. Still, I let it go and moved on.\n\nMy husband and I had to stand in separate lines, me with the kids in the women's line, and him in the men's. That's when things became overwhelming. The crowd was intense and unrelenting. My daughters were scared. A kind woman nearby told me I could move forward since I had young children and even tried to help, but the pushing from others continued without any regard for them. Both my girls started crying. It was chaotic and traumatic. When we finally got inside the temple, I hoped for a quiet moment to pray, but volunteers rushed us along. They were impatient and dismissive. There was no chance to pause or reflect.\n\nMy girls and I stepped outside to wait for my husband. We weren't inside the temple, just in the outer area. I got a message about weather at our next destination and quickly replied. Another volunteer came over and scolded me again for using my phone. I put it away immediately, but his tone was unnecessarily harsh.\n\nWhile waiting, we saw a father supporting his son, who looked like he was going to faint from the heat and crowd. The boy looked pale and unwell. I gave the dad some wet wipes, others brought water, and thankfully the boy recovered. It was clear how intense and poorly managed the crowd was.\n\nBy the time my husband came out, we were all emotionally drained. I had looked forward to the langar for years, but we couldn't stay. We left without visiting it. I had hoped to experience peace and spiritual connection, but sadly, that wasn't the case.\n\nWhile the Golden Temple is stunning and full of history and devotion, I wish the volunteers had been more compassionate and mindful, especially toward families and small children. I still cherish the moment I first saw it, and I respect what the temple represents. But the experience left us shaken.\n\nThree stars for the beauty, the significance, and the dream that finally came true, even if it didn't unfold the way I imagined.",
            "author_name": "Foodieextreme Foodieextreme",
            "relative_time_description": "",
            "time": 1755425382,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Golden Temple, also known as Sri Harmandir Sahib, is a sacred site in Sikhism located in Amritsar, Punjab, India. Its stunning golden dome and serene surroundings make it a breathtakingly beautiful place. The temple is a symbol of equality, peace, and spirituality, welcoming people from all walks of life.",
            "author_name": "Ashutosh Shakya",
            "relative_time_description": "",
            "time": 1755687664,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 2,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2626,
            "2": 911,
            "3": 2039,
            "4": 9807,
            "5": 185691
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJn_rZOjRlGTkRiEkP0aJj8tA",
        "generalDescription": "Located in Amritsar, the Shri Durgiana Temple is a Hindu place of worship situated in the middle of a sacred lake. The temple features a stunning gilded dome and intricate silver gates. It is dedicated to the Hindu gods Vishnu and Lakshmi, despite being located in an area known for Sikh holy sites. What sets this temple apart is its unique architectural style, blending Hindu and Sikh influences.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.867436,
        "rating": 4.7,
        "numRatings": 7134,
        "sources": [
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "Durgiana Temple is an ancient temple dedicated to the goddess Durga in Amritsar. Durgiana Temple, modeled after the Golden Temple, is also known as the Silver Temple due to its marble walls and massive silver doors. With its half-gold, half-marble facade, the domed structure resembles the Golden Temple—even though it’s located in the middle of a sacred lake.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 5,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Sri Ram Tirath Ashram | #8 of 12 Historical Places in Amritsar. One of the most prominent temples in Amritsar, Durgiana Temple is dedicated to Goddess Durga. Built by Guru Harsai Mal Kapoor in 1921, this renowned shrine is modeled after the Golden Temple and situated in the middle of a lake.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 4,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "The Durgiana Temple, situated in Amritsar, is a Hindu temple devoted to Goddess Durga. In addition to Goddess Durga, the temple houses idols of Mata Shitla, Lord Hanuman, and Lakshmi Narain. Interestingly, the temple's architecture bears a striking resemblance to the Golden Temple.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 6,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QurVy8VVZ2AgOWR1vhN6OXXECrDpISyn",
          "WTbHdaIaUzMCPoDh0NC7caYWildfIkQ3",
          "LhupFXX4hQfmpqNr1vN14N3OpJe0MxmK",
          "TKJjP9yxpRRUWIYaV3AizkTJG0uIEo34",
          "AR3kUtDiwEpalBi6Q8txIzdqPoaNHje9",
          "QurVy8VVZ2AgOWR1vhN6OXXECrDpISyn",
          "WTbHdaIaUzMCPoDh0NC7caYWildfIkQ3",
          "LhupFXX4hQfmpqNr1vN14N3OpJe0MxmK",
          "TKJjP9yxpRRUWIYaV3AizkTJG0uIEo34",
          "AR3kUtDiwEpalBi6Q8txIzdqPoaNHje9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1230"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Shri Durgiana Temple, Amritsar",
        "placeId": "ChIJn_rZOjRlGTkRiEkP0aJj8tA",
        "internationalPhoneNumber": "+91 183 255 0800",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the popular tourist destinations of Amritsar after Golden temple, Jallianwallah Bagh and Attari border. It is not far the railway station and bus stand. It has some uncanny similarities to the Golden temple .",
            "author_name": "Vedantam Subash",
            "relative_time_description": "",
            "time": 1743345541,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shri Durgiana Temple is a magnificent spiritual landmark in Amritsar, located near Hathi Gate Chowk. Often referred to as the \"Silver Temple\" due to its intricately carved silver doors, this temple is dedicated to Goddess Durga and exudes peace and divinity.\n\nThe temple's serene setting, surrounded by a holy water tank, mirrors the architectural style of the Golden Temple. It's a place where one can feel a deep spiritual connection while admiring the stunning artistry of its structure.\n\nConveniently located near other key attractions, Shri Durgiana Temple is a must-visit for devotees and tourists alike. Whether it's for prayer, reflection, or simply to appreciate its beauty, this temple offers a truly enriching experience.",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1747040801,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌟 Durgiana Temple – The Golden Temple's Lesser-Known Twin! 🏰✨\n\nAmritsar may be famous for the Golden Temple, but just a short rickshaw ride away sits its Hindu doppelgänger (double) -the dazzling Durgiana Temple! Think golden domes, a shimmering lake, and architecture so grand even the rain couldn't dull its sparkle. ☔🌥️\n\nBuilt in 1921, this temple is dedicated to Goddess Durga, along with Lakshmi (Goddess of Wealth 💰) and Vishnu (The Preserver 🙌). And here's the fun part-it looks strikingly similar to the Golden Temple. 💛\n\nThe holy sarovar (water tank)💦 adds to the magic, where devotees cleanse their souls. Durgiana Temple holds its own with devotion, charm, and a peaceful vibe that makes you want to stay a little longer.✨🙏\n\n#DurgianaTemple #GoldenGlow #HinduHeritage #AmritsarVibes",
            "author_name": "Robert Walshe",
            "relative_time_description": "",
            "time": 1740985303,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://durgianamandir.in/",
        "index": 3,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 105,
            "2": 39,
            "3": 249,
            "4": 1020,
            "5": 5721
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.627227,
        "address": "near, Hathi Gate Chowk, near Durgiana Mandir, opp. golbagh, Hathi Gate, Goal Bagh, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJA5rC0LJkGTkR6-nesxPbNSA",
        "generalDescription": "Gobindgarh Fort, a historic fortress dating back to the 17th century, is a significant part of Amritsar's heritage. Spanning across 43 acres, this fort offers visitors an immersive experience through infotainment shows such as light and sound displays, a museum showcasing its history, and exhibitions. The fort also hosts cultural performances including bhangra and gatka shows.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 74.860054,
        "rating": 4.3,
        "numRatings": 15056,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "Amidst the numerous historical sites in Amritsar, Gobindgarh Fort holds a prominent position with its remarkable history spanning over two-and-a-half centuries. Presently, the fort has been transformed into a vibrant living heritage museum. Visitors are drawn to its main attractions, which include an ancient warfare museum, a coin museum, a bustling haat bazaar, captivating whispering walls, and the Sher e Punjab, a 7D show depicting the life of Maharaja Ranjit Singh.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 4,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "The Gobindgarh Fort, which is nearly 260 years old, was built by Gujar Singh Bhangi, a local chieftain, and was later taken over by Maharaja Ranjit Singh. The Government of Punjab designated this location as a historical site in 1964. Before it was opened to the public in 2017, the fort was under the command of the Indian Army and was only used for military purposes.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 3,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Among the many historical places in Amritsar, Gobindgarh Fort stands out due to its glorious history of over two-and-a-half centuries. Built by Gujjar Singh Bhangi in the 18 th century, the majestic fort had seen much bloodshed over time and eventually came under the control of the Indian army. Today, the fort has been converted into a live heritage museum.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MFU8MzIh4dK72p38wojLoHXiHn0ahFrz",
          "kmJggJlSrJLg4yGFqUzQETDfjpbP4m71",
          "hpibFcawBA3ND3c5w2d5hlKSxvPl1d8u",
          "TBLQEkkeDA4CFj99ySOfVYbZSZOdCB23",
          "MFU8MzIh4dK72p38wojLoHXiHn0ahFrz",
          "kmJggJlSrJLg4yGFqUzQETDfjpbP4m71",
          "hpibFcawBA3ND3c5w2d5hlKSxvPl1d8u",
          "TBLQEkkeDA4CFj99ySOfVYbZSZOdCB23"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Gobindgarh Fort",
        "placeId": "ChIJA5rC0LJkGTkR6-nesxPbNSA",
        "internationalPhoneNumber": "+91 82890 21218",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best place to visit while you're in Amritsar; apart from Golden Temple, Jalianwala, etc. Very well maintained and clean, peaceful, good management. You have to buy tickets first from a counter which is on the opposite side of the road; just a little bit ahead. Do ask them about all the tickets because there are different tickets and different things are covered under each one. The 7D show was very overwhelming for me as I'm a history buff and I admire Sher-E-Punjab Maharaja Ranjit Singh a lot. Punjabi folk dance- Bhangra was also very good and energetic. There are 2-3 food joints inside the fort. Do visit while you're in Amritsar!!",
            "author_name": "RUTVIK DEORE",
            "relative_time_description": "",
            "time": 1756809309,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Gobindgarh Fort is a historical fort that has significant cultural and historical importance.\n\nTicket price is too much i.e Rs. 310 /- per head including 7D show.\n\nIt was constructed in 1760 by Maharaja Ranjit Singh, the founder of the Sikh Empire and a key figure in Punjab's history. The fort served as a military stronghold and was strategically significant due to its location. It was named after Guru Gobind Singh, the tenth guru of the Sikhs, symbolizing the reverence and respect for Sikh history and heritage.\n\nThe fort played a crucial role during the British colonial period, serving as a military base for British troops. It witnessed various battles and played a crucial part in the defense of Amritsar.\n\nThe architecture of Gobindgarh Fort exhibits a blend of Indo-Saracenic and Mughal styles, characterized by robust walls, bastions, and impressive gateways. The fort covers an area of approximately 43 acres and houses several structures, including the iconic Saragarhi Memorial, which pays tribute to the soldiers who fought bravely in the Battle of Saragarhi in 1897.\n\nIn recent years, Gobindgarh Fort has undergone significant restoration and renovation efforts, transforming it into a cultural and tourist hub. The Punjab government has developed it into a site that showcases the rich heritage and culture of Punjab. Visitors can explore its historical features, including museums, interactive exhibits, and live demonstrations of traditional Punjabi music and dance.\n\nThe fort is also home to the \"Walled City of Amritsar\" project, which aims to preserve the cultural essence and history of Amritsar while providing an engaging experience for tourists. Various events, cultural programs, and festivals are held within the fort, making it a vibrant center of activity.\n\nThe best attractions are below...\n💥💥  Light and Sound Show:  One of the popular attractions at Gobindgarh Fort is the light and sound show that narrates the fort's history and the broader context of Punjab's cultural heritage.\n\n💥💥 Museums : The fort houses several exhibitions, including displays of arms and armor, artifacts from the Sikh empire, and exhibits that reflect the culture and traditions of Punjab.\n\n💥💥 Dining and Shopping : The fort features food courts and shops that offer local cuisine and handicrafts, making it a complete experience for visitors.\n\nGobindgarh Fort is a testament to the rich history and culture of Punjab. Its significance goes beyond mere architecture; it serves as a reminder of the region's historical struggles, achievements, and vibrant culture. Today, it stands not only as a monument of historical importance but also as a vibrant space for learning, exploration, and celebration of Punjabi heritage. Visiting Gobindgarh Fort is a must for anyone seeking to understand the historical and cultural fabric of Amritsar and Punjab as a whole.",
            "author_name": "Bharath Raj",
            "relative_time_description": "",
            "time": 1742883490,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Views are excellent and insta friendly. Charges a lot but fort is not being maintained properly. Trying hard to find a tap or toilet.",
            "author_name": "Nishikant Mishra",
            "relative_time_description": "",
            "time": 1755412021,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.fortgobindgarh.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Fortress",
          "Historical landmark",
          "Tourist information center",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 641,
            "2": 432,
            "3": 1494,
            "4": 3777,
            "5": 8712
          }
        },
        "minMinutesSpent": 150,
        "latitude": 31.626903,
        "address": "Old Cantt Road, Vijay Chowk, inside Lohgarh Chowk, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ706D-at8GTkREbgjaMGeoLE",
        "generalDescription": "The Amritsar Heritage Walk & Golden Temple Tour offers a slow-paced guided heritage walk through the old city's passages and narrow streets, showcasing delicious food, amazing architecture, and hidden gems. Visitors can also take part in the Amritsar Village Tour to experience local Punjabi village activities like milking cows and preparing food in a clay oven. The tour provides insight into the lifestyle of Punjab's countryside.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 74.877757,
        "rating": 4.7,
        "numRatings": 1065,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "If you are wondering about things to do in Amritsar, the Amritsar Heritage Walk is a must-try. It is a curated tour of the old city, meticulously arranged by the Punjab Heritage and Tourism Promotion Board. Spanning approximately 4 km, this guided walk takes about 2.5 hours to traverse.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 8,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "REkxzH81UUwd5IQpCMpDBWwikC1hXdlZ",
          "Jaqdn1G1lcwizWXdI39hqyUORCIFcInw",
          "wjzktKBiqA5VlcmpExd1ATXbyYCICYo5",
          "REkxzH81UUwd5IQpCMpDBWwikC1hXdlZ",
          "Jaqdn1G1lcwizWXdI39hqyUORCIFcInw",
          "wjzktKBiqA5VlcmpExd1ATXbyYCICYo5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Amritsar Heritage Walk & Golden Temple Tour",
        "placeId": "ChIJ706D-at8GTkREbgjaMGeoLE",
        "internationalPhoneNumber": "+91 98156 43953",
        "reviews": [
          {
            "rating": 5,
            "text": "When you are here, you will feel like you are in a foreign country, the ambience the lighting and work of the street , the unformity in the name of board of the shops  and the golden temple. Eveything is unique. You would just love to walk in the evening along this street and go for shopping. Whenever you visit, golden temple, never miss to spend an evening in the heritage walk",
            "author_name": "Rahul Kunjumon",
            "relative_time_description": "",
            "time": 1643535529,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beginning at the old Town Hall building, which now houses the Partition Museum, going towards Jallianwala Bagh and then up to the Golden Temple is considered as Heritage street. It is one of the oldest streets of Amritsar in Punjab, India.",
            "author_name": "smrutiranjan jena",
            "relative_time_description": "",
            "time": 1732521466,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Amritsar Heritage Walk & Golden Temple Tour is a beautifully curated experience that delves into the heart of Amritsar's rich history and culture. Starting from the iconic Town Hall, right in front of Brothers Dhaba, this tour takes you through narrow lanes filled with stories of the past, showcasing the architectural marvels and historical landmarks of the city.\n\nThe walk is an absolute delight for history enthusiasts, offering insights into the vibrant traditions of Punjab. The highlight is, of course, the Golden Temple, where you can immerse yourself in the serene atmosphere and marvel at the magnificent architecture. The detailed explanations provided by the guide enhance the overall experience, making it not just a walk but a journey through time.\n\nA must-try experience for anyone visiting Amritsar, as it combines the spiritual essence of the Golden Temple with the cultural richness of the city. This tour is well-organized and leaves you with unforgettable memories of Amritsar's heritage.",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1747041316,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.amritsarheritagewalk.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Heritage preservation",
          "Hiking area",
          "Tour operator",
          "Travel agency"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 9,
            "3": 44,
            "4": 176,
            "5": 817
          }
        },
        "minMinutesSpent": 150,
        "latitude": 31.62585,
        "address": "Town Hall, In front of Brothers Dhaba(Restaurant), Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ20x9m6t8GTkRJAn8D3mZsBE",
        "generalDescription": "The Partition Museum in Amritsar is a historical museum that documents the 1947 partition of India and Pakistan through a collection of photos, documents, and artifacts. It offers an exhaustive set of items providing insights into the country's history. The museum showcases various artifacts dating back to prehistoric and BC ages, as well as exhibits from ancient history and handicraft works. A visit to this museum is a must for those interested in delving into the rich history of the region.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 74.878983,
        "rating": 4.6,
        "numRatings": 19297,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "The Partition Museum focuses on the hardships and narratives of soldiers who bore the brunt of the partition's aftermath. Constructed by the Arts and Cultural Heritage Trust within Amritsar's Town Hall, this museum curates a collection of newspaper clippings, donated items, and photographs that provide a glimpse into the times of partition. Visiting this museum will evoke strong emotions for one's country and its citizens.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 2,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lafeCXfS8t5keeAZ3SCrTVnE7xcVThQb",
          "O8YwfnhiqdaTSDJXNcv5zAuu4jokbqmG",
          "e6ADrGuGRE3h0xMCf6A1ixGSGfnQKNK8",
          "BcxJ4IGoCwelHJ67maPes5IJdz30TM4t",
          "lafeCXfS8t5keeAZ3SCrTVnE7xcVThQb",
          "O8YwfnhiqdaTSDJXNcv5zAuu4jokbqmG",
          "e6ADrGuGRE3h0xMCf6A1ixGSGfnQKNK8",
          "BcxJ4IGoCwelHJ67maPes5IJdz30TM4t"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "The Partition Museum",
        "placeId": "ChIJ20x9m6t8GTkRJAn8D3mZsBE",
        "internationalPhoneNumber": "+91 81300 01947",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the Partition Museum was a deeply moving experience, preserving the stories of resilience and history with remarkable depth. After the visit, we explored the nearby open seating eateries, enjoying delicious food and chai in a lively atmosphere.\n\nLater, my wife and I took a night walk through the beautifully lit alleyways, where chandeliers overhead created a royal entrance-like ambiance. The blend of history, culture, and an elegant setting made it a truly unforgettable evening in Amritsar.",
            "author_name": "paras suri",
            "relative_time_description": "",
            "time": 1742758565,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amritsar has a rich history during India's independence struggle and ruins of partition are still visible here. Although it hosts many other museums, this is very special and makes you cry if you truly feel what the people who lived life that time went through.\n\nI like the building architecture, neat and clean, close proximity to golden temple and Jallianwala baug.\n\nIf you take the hall gate road then it will land in the entry point of this museum.\n\nTicket rate is reasonable Rs 20 for adults (Indian) Rs. 200 for foreigners.\nVisit in day time for museum and night time to see the hanging lights, fountain, building Beauty emerge due to illumination.\n\nThis museum showcases the role of the city during independence, partition time , what happened after partition, muslim -sikh riots , stories where people separated by borders and never meet again due to situation, the people who lost loved ones, people who did not find their loved ones , mass migration etc.",
            "author_name": "pratik potpose",
            "relative_time_description": "",
            "time": 1745679567,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Deeply Moving Experience. The Partition Museum offers a powerful and emotional journey through one of the most significant and tragic chapters of Indian history. Through personal stories, artifacts, and visuals, it brings to life the pain, resilience, and human spirit of 1947. A must-visit for anyone seeking to understand the true impact of the Partition.",
            "author_name": "Avantika Nimbalkar",
            "relative_time_description": "",
            "time": 1752500271,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.partitionmuseum.org/",
        "index": 6,
        "id": "",
        "categories": [
          "Historical place museum",
          "Museums",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 343,
            "2": 194,
            "3": 1066,
            "4": 4038,
            "5": 13667
          }
        },
        "minMinutesSpent": 60,
        "latitude": 31.625694,
        "address": "Hall Rd, Town Hall, Katra Ahluwalia, Amritsar, Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJp-J1B6l8GTkRxpbM2UhkvSI",
        "generalDescription": "The Central Sikh Museum, also known as Ajaib Ghar, is a significant attraction in Amritsar that offers a deep dive into the history and culture of the Sikh community. Established by SGPC in 1958, this museum houses a remarkable collection of large paintings depicting Sikh history in English, Hindi, and Punjabi. Visitors can explore ancient arms, manuscripts, and portraits that showcase the struggles and triumphs of the Sikh people throughout history.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.877097,
        "rating": 4.6,
        "numRatings": 458,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "It showcases an impressive collection of paintings depicting Sikh gurus, saints, warriors, and influential Sikh leaders who have significantly contributed to the growth of the Sikh religion. The museum also houses various historical items, such as coins, ancient weapons, and manuscripts. Additionally, it boasts a well-curated library.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 7,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "RFbUVLxyCnSOz5jArdIlQvxWH1DWRkZb",
          "O9nFYSfsSruwRX7BX1GkoqEDfKjLRyN2",
          "49I3z6DACsCKx9W9F5hFury1LzkPb1vN",
          "RFbUVLxyCnSOz5jArdIlQvxWH1DWRkZb",
          "O9nFYSfsSruwRX7BX1GkoqEDfKjLRyN2",
          "49I3z6DACsCKx9W9F5hFury1LzkPb1vN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Central Sikh Museum",
        "placeId": "ChIJp-J1B6l8GTkRxpbM2UhkvSI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "everyone is so welcoming, the museum is really nice and well put together. It might not be the largest museum, but is still worth visiting, it also helps provide some basic knowledge for outsiders , then they can go away and do further research about any questions they have. Really great, although it's not big I would recommend a visit !",
            "author_name": "Luca Mills",
            "relative_time_description": "",
            "time": 1740144662,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful museum that commemorated the Sikh community. The art is very beautiful and true. Some is violent so may not be suitable for kids. Really talented artists made the artwork here. Easy to find. Staff is very friendly and helpful!! The museum is free of cost to all people. Come see this beautiful museum at the Golden Temple! Good vibes here.",
            "author_name": "Peace “Earthling” Art",
            "relative_time_description": "",
            "time": 1687604541,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Golden Temple in Amritsar is truly a breathtaking and spiritual experience. From the moment you step onto the premises, the serene atmosphere and the stunning golden structure reflecting on the sacred pool leave you in awe. The temple, also known as Harmandir Sahib, is not just a religious site but a symbol of equality, peace, and service.\n\nOne of the highlights is the Langar (community kitchen), where volunteers serve free meals to thousands of people every day regardless of caste, creed, or background. It's humbling to witness such generosity and unity in action.\n\nThe temple complex is immaculately maintained, and the volunteers are incredibly welcoming. Even during peak hours, there's a calm flow of devotees and visitors. Visiting at night is a magical experience-the golden structure glows beautifully under the lights, mirrored in the still waters of the Amrit Sarovar.\n\nSecurity is tight but respectful, and cleanliness is a top priority. The audio chants and spiritual energy make it more than just a tourist destination-it's a place to reflect and feel connected.\n\nHighly recommend visiting at least once in your life, whether for spiritual reasons or simply to experience the incredible culture and hospitality of the Sikh community.",
            "author_name": "Wasim Bhat",
            "relative_time_description": "",
            "time": 1744617790,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Heritage museum",
          "Museums",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 7,
            "3": 18,
            "4": 59,
            "5": 363
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.620709,
        "address": "Golden Temple Rd, Atta Mandi, Katra Ahluwalia, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXcb5z25lGTkRliTb9uBajDM",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.88394,
        "rating": 4.9,
        "numRatings": 69,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "With over a decade of expertise, Forming Spaces is considered one of the top architects in Amritsar. In accordance with the demands, preferences, and financial abilities of their clients, the team will draft, design, and/or assist in the execution of architectural plans, interior designs, and full renovations.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 10,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "x971B6vCTkWuVrH2dUEPioHlmMSXYI6F",
          "VnNurfm1p0SFztzi6dNQh1JBbOTc3pD2",
          "3Nch6ekCdhoU8OwrpzQYH2IAlpCjQ4Ot",
          "x971B6vCTkWuVrH2dUEPioHlmMSXYI6F",
          "VnNurfm1p0SFztzi6dNQh1JBbOTc3pD2",
          "3Nch6ekCdhoU8OwrpzQYH2IAlpCjQ4Ot"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Forming spaces architects - Best affordable residential and commercial architects and interior designer in Amritsar Punjab",
        "placeId": "ChIJXcb5z25lGTkRliTb9uBajDM",
        "internationalPhoneNumber": "+91 79737 18234",
        "reviews": [
          {
            "rating": 5,
            "text": "I was blown away by the exceptional service and expertise of Forming Spaces! From the initial consultation to the final design, they exceeded my expectations in every way.\n\nTheir ability to listen to my needs, combined with their creative vision and attention to detail, resulted in a stunning design that brought my dream home to life.\n\nWhat impressed me most was their dedication to staying within my budget and ensuring that every aspect of the project was completed on time.\n\nIf you're looking for an architect near you who is talented, professional, and reliable, look no further! Forming Spaces is the perfect choice.\n\nThank you for creating a home that I love and cherish!\"",
            "author_name": "Poonam Saroj",
            "relative_time_description": "",
            "time": 1721111684,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We hired Forming Spaces for our office renovation. Their team delivered a stunning commercial space that perfectly balances functionality and aesthetics. Truly the top architects in Amritsar.",
            "author_name": "Satyam Sagar",
            "relative_time_description": "",
            "time": 1728418831,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best architect and interior designers in amritsar. They are extremely good and taniqsh ji known well what they do.",
            "author_name": "Hussan Sandhu",
            "relative_time_description": "",
            "time": 1740905019,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.formingspacesarchitects.in/",
        "index": 8,
        "id": "",
        "categories": [
          "Architect",
          "Architectural designer",
          "Interior architect office",
          "Interior Decorator",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 4,
            "5": 65
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.661079,
        "address": "Sco-716, Bhagat Kabir Marg, opp. Shiva tiles emporium, Avatar Avenue, Medical Enclave, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyy2KyKl8GTkRzc-vglFS7i4",
        "generalDescription": "Akal Takht Sahib, also known as Akal Bunga, is a significant religious site for Sikhs. Established in 1606, it is one of the five takhts in Sikhism and serves as a place for seeking justice. Situated next to the Golden Temple in Amritsar, it houses ancient Sikh scriptures and books. There is no entry fee to visit this sacred place, which is open from 5 AM to 10 PM daily.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.875421,
        "rating": 4.8,
        "numRatings": 1430,
        "sources": [
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "Akal Takht, one of the five sacred seats of power in the Sikh religion, means ‘throne of the timeless one.’ The seat is located inside the Golden Temple, and the holy book, Granth Sahib, is kept here at night. It is an important part of the Golden Temple and was built by Guru Hargobind Singh Ji, the sixth Sikh guru. Akal Takht translates as a “symbol of political sovereignty.” The original structure stood 3.5 meters tall, but the current structure is a five-story structure with marble walls and a gold-coated dome.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 7,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Located right opposite the Golden Temple, the Akal Takht represents one of the five seats of power and religious authority in Sikhism. This place was established by Guru Hargobind Ji to symbolize political sovereignty and justice and to address the earthly concerns of the Sikh. Like the Golden Temple, the Akal Takht also suffered damage during the course of history.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "Positioned directly opposite the Golden Temple, the Akal Takht holds significant importance as one of the five seats of power and religious authority in Sikhism. Guru Hargobind Ji established this place to embody political sovereignty and justice, aiming to address the earthly matters of the Sikh community.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 3,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f0oIoIj33XVWb9nKbsy3susPgih6Zcoj",
          "DlKpQ56V4tkbPh4qaSFWkpNVUOWuQ6WV",
          "l55akENdV1wFmVffRm8vL60lgTjq2zdb",
          "f0oIoIj33XVWb9nKbsy3susPgih6Zcoj",
          "DlKpQ56V4tkbPh4qaSFWkpNVUOWuQ6WV",
          "l55akENdV1wFmVffRm8vL60lgTjq2zdb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0300"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0300"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0300"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0300"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0300"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0300"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0300"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sri Akal Takht Sahib",
        "placeId": "ChIJyy2KyKl8GTkRzc-vglFS7i4",
        "internationalPhoneNumber": "+91 183 254 0820",
        "reviews": [
          {
            "rating": 5,
            "text": "The first and the most important t The first and the most important takht was established by Guru Hargobind in 1609: Akal Takht (the Throne of the Timeless God), located just opposite the gate of Harmandir Sahib (The Golden Temple), in Amritsar. While the Harmandir Sahib, or Golden Temple, represents Sikh spiritual guidance, the Akal Takht symbolizes the dispensing of justice and temporal activity. It is the highest seat of temporal authority of the Khalsa and the seat of the Sikh religion's earthly authority. There, the Guru held his court and decided matters of military strategy and political policy. Later on, the Sikh Nation (Sarbat Khalsa) took decisions here on matters of peace and war and settled disputes between the various Sikh groups. Jarnailsinh Bhindranwale occupied it in 1984. To make Akaltakht free from Jarnailsinh Bhindranwale and his followers, Indian Army attacked on them. This was damaged and rebuilt.",
            "author_name": "Ashutosh N. Mistry",
            "relative_time_description": "",
            "time": 1734279446,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Akal Takht Sahib is right in front of the Golden Temple The view of Harmandir Sahib is visible from akal Takht Sahib.Sitting here you can chant Waheguru Mantra comfortably.The heart gets comfort and peace.",
            "author_name": "Jagjeet Singh",
            "relative_time_description": "",
            "time": 1743655144,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "[No description needed]\nKeep in mind: *Shoes and luggage rooms are free\n*Free head clothes are available in front of the luggage room (No need to buy)\n*There's a museum inside the temple fort (Must visit)\n*Try to reach as early as possible.\n*Respect the religion",
            "author_name": "Kashinathan K",
            "relative_time_description": "",
            "time": 1744901534,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sgpc.net/",
        "index": 9,
        "id": "",
        "categories": [
          "Gurudwara",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 4,
            "3": 14,
            "4": 90,
            "5": 1291
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.620631,
        "address": "JVCG+753, Harmandir Sahib, Golden Temple Rd, Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJF-Y7Cal8GTkRBsCNE5ZWNkc",
        "generalDescription": "Fountain Golden Temple, also known as Guru ka Langar, offers a unique experience to visitors. It is home to the largest free kitchen globally, serving simple yet delicious meals to hundreds of thousands of devotees daily. The best time to visit is in the morning when the Guru Granth Sahib is brought into the inner sanctum. In addition to this spiritual experience, visitors can enjoy beautiful evening views and shop for traditional Punjabi products like fulkari and soot.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.877355,
        "rating": 4.8,
        "numRatings": 85,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "Whether referred to as the Golden Temple, Sri Harmandir Sahib, or Sri Darbar Sahib, there is no denying the profound sanctity of this shrine, which holds a sacred position in the country and the world for the Sikh community. Located in the heart of Amritsar, this majestic temple's origins can be traced back to the 16th century. Moreover, you can book accommodation at the Taj Palace Amritsar and get a glimpse of this temple.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 0,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "The Golden Temple, also known as Sri Harmandir Sahib, is the holiest Sikh temple in the world. It is located in the heart of Amritsar, or Amrit Sarovar, a beautiful body of water that gives the city its name. It was built in the 16th century but was not completed until 1764.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 0,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VOCBUmCpy32Yc2qohVOKITZKoVIkWbbo",
          "Gu45dc0W9y1QSKCnJ23oBzEWj9OrL7ig",
          "oINroPKzijDRfCl7SerWzdwwEcwifHz0",
          "VOCBUmCpy32Yc2qohVOKITZKoVIkWbbo",
          "Gu45dc0W9y1QSKCnJ23oBzEWj9OrL7ig",
          "oINroPKzijDRfCl7SerWzdwwEcwifHz0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Fountain Golden Temple",
        "placeId": "ChIJF-Y7Cal8GTkRBsCNE5ZWNkc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful To Watch in Evening here Are Some Snaps",
            "author_name": "Shubham Sawant",
            "relative_time_description": "",
            "time": 1555946467,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "FAQs and answers about the Golden Temple in Amritsar:\nGeneral Information:\n* 1.  Q: What is the Golden Temple also known as?\n* A: It is also known as Sri Harmandir Sahib or Darbar Sahib.\n* 2.  Q: Where is the Golden Temple located?\n* A: It is located in Amritsar, Punjab, India.\n* 3.  Q: Why is the Golden Temple important?\n* A: It is the holiest Gurdwara (Sikh temple) and a significant pilgrimage site for Sikhs worldwide.\n* 4.  Q: Who built the Golden Temple?\n* A: The construction of Sri Harmandir Sahib was initiated by Guru Arjan Dev Ji, the fifth Sikh Guru.\n* 5.  Q: What is the Sarovar?\n* A: The Sarovar is the holy pool that surrounds the Golden Temple.\nVisiting the Golden Temple:\n* 6.  Q: Is the Golden Temple open to people of all faiths?\n* A: Yes, the Golden Temple welcomes people of all religions, castes, and creeds.\n* 7.  Q: What are the dress code requirements for visiting the Golden Temple?\n* A: Visitors must cover their heads, remove their shoes, and dress respectfully.\n* 8.  Q: What are the best times to visit the Golden Temple?\n* A: Early morning and late evening are considered particularly serene times to visit.\n* 9.  Q: Is photography allowed inside the Golden Temple complex?\n* A: Photography is generally allowed in the outer areas, but restrictions may apply within the inner sanctum.\n* 10. Q: What is Langar?\n* A: Langar is a free community kitchen that serves meals to all visitors, regardless of their background.\n* 11. Q: Are there facilities for disabled people?\n* A: Yes, the Golden Temple provides facilities for disabled visitors.\nHistorical and Cultural Significance:\n* 12. Q: What is the significance of the Golden Temple's four entrances?\n* A: They symbolize the openness of Sikhism to all people from all directions.\n* 13. Q: Why is the Golden Temple covered in gold?\n* A: The gold plating was added in the 19th century by Maharaja Ranjit Singh.\n* 14. Q: What is the Guru Granth Sahib?\n* A: It is the holy scripture of Sikhism, which is enshrined within the Golden Temple.\n* 15. Q: What is the Akal Takht?\n* A: The Akal Takht is one of the five Takhts (seats of temporal authority) of Sikhism, located within the Golden Temple complex.\nPractices and Ceremonies:\n* 16. Q: What is Kirtan?\n* A: Kirtan is the singing of hymns from the Guru Granth Sahib.\n* 17. Q: What is the Prakash ceremony?\n* A: It is the morning ceremony when the Guru Granth Sahib is brought into the Golden Temple.\n* 18. Q: What is the Sukhasan ceremony?\n* A: It is the evening ceremony when the Guru Granth Sahib is taken to its resting place.\n* 19. Q: What is \"Seva\"?\n* A: Seva means selfless service, and it is a core principle in Sikhism, often performed by volunteers at the Golden Temple.\nTravel and Logistics:\n* 20. Q: How do I get to Amritsar?\n* A: Amritsar is well-connected by air, rail, and road.\n* 21. Q: Are there accommodations available near the Golden Temple?\n* A: Yes, there are numerous hotels and guesthouses in the vicinity.\n* 22. Q: Is it safe to visit the Golden Temple?\n* A: Yes, it is generally considered a very safe place to visit.\n* 23. Q: What languages are spoken at the golden temple?\n* A: Primarily Punjabi, but Hindi and English are also spoken.\n* 24. Q: What are some of the historical events that have taken place at the Golden Temple?\n* A: The golden temple has been the sight of many historical events, including attacks, and restorations.",
            "author_name": "P jagan",
            "relative_time_description": "",
            "time": 1742943236,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A place where you can find persons from... all the casts... all the regions... all the faiths..",
            "author_name": "Ranjeet Singh Bhatia",
            "relative_time_description": "",
            "time": 1720194986,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Gurudwara"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 3,
            "4": 3,
            "5": 77
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.621121,
        "address": "JVCG+CWX, Golden Temple Rd, Jallan Wala Bagh, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJV64MfF5jGTkRqv-G8d7f5qw",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.879541,
        "rating": 4.8,
        "numRatings": 78,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "One of the top architectural firms in Amritsar, Sachin Arora Architects, is well-known for its outstanding design skills. It has completed over 1000 projects with an incredible rate of success. The company’s strength is its partnerships with a range of specialists, which allow them to provide their valued clients with the best possible solutions.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 4,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uReQ6SBpGHxAWjHaNDlKzmYtE6CoOkB4",
          "IpGaI9rqigDmSPAFcT5wUFd9GJ0X9ysv",
          "ns5KAgdDmxbaWsfn68ES5xPJ6Ho3YRXI",
          "OpHC8YE8Tt06OzQnUxeZoHK8taN8Ik6n",
          "uReQ6SBpGHxAWjHaNDlKzmYtE6CoOkB4",
          "IpGaI9rqigDmSPAFcT5wUFd9GJ0X9ysv",
          "ns5KAgdDmxbaWsfn68ES5xPJ6Ho3YRXI",
          "OpHC8YE8Tt06OzQnUxeZoHK8taN8Ik6n"
        ],
        "openingPeriods": [],
        "name": "Sachin Arora Architects",
        "placeId": "ChIJV64MfF5jGTkRqv-G8d7f5qw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "They say if the foundation your house is strong then it would last long but I say if Architect of your house is right then your house will not only last long but keep looking young forever.\n\nFor our home design ( Impact Gardens), we chose Sachin Arora Architect's services. Before finalizing with him, we enquired with 8 Architects and I believe working with him was our best decision.\n\nHe listens to your requirements patiently and very aptly provides the options to choose. Sometimes, we have insisted on certain requirements which might not fit very well with the theme/ project/ budget, but he had solution for every requirements of ours.\n\nSachin ji has a quality through his 22 years of experience where he reads the mind of his customer very well. Every meeting with him has been a fulfilling experience for us.\n\nWe had no rework on our house construction project thanks to his detailed drawings and the interior design looks stunning thanks to his great design team.\n\nIf you are thinking of making your dream home then you must meet Sachin Arora Architect otherwise you might miss on your spectacular dream home.\n\nThink Twice 😉",
            "author_name": "Jodhbir Singh",
            "relative_time_description": "",
            "time": 1707839698,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "\"Sachin Arora Architects exceeded my expectations with their innovative designs and attention to detail. Their ability to understand client needs and provide elegant solutions is truly commendable. Highly recommended for anyone looking for\ntop-notch architectural services!\"",
            "author_name": "Smart Route Cargo",
            "relative_time_description": "",
            "time": 1747126748,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good work nd excellent designs",
            "author_name": "Shanky Singh",
            "relative_time_description": "",
            "time": 1733465540,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://sachinaroraarchitects.com/",
        "index": 11,
        "id": "",
        "categories": [
          "Architect",
          "Interior designer",
          "Landscape architect",
          "Urban planning department",
          "Vastu consultant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 2,
            "3": 0,
            "4": 1,
            "5": 72
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.648542,
        "address": "Studio: SCO12, Blessings City, Radisson Blu - Le Meridien, 301, First Floor Ganpati Towers, Lawrence Road, Road, Ajnala Rd, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB9x2VlVjGTkR7dMwtM3FI50",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.891025,
        "rating": 4.8,
        "numRatings": 62,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "As a leading architectural firm in Amritsar, ArchiDes is committed to giving its customers new insights into what surrounds them by designing spaces that are uplifting. They offer project leadership and oversight, engineering design, and architectural design consulting services. ArchiDes has created apartments, healthcare facilities, office spaces, and business centers with glory, showcasing a wide portfolio.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 2,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7suWgZw4jNF8IGJvmJS8pHsWfFwvZyza",
          "iH2ICEtVthlyQ41mGFLnOH3cX6nUFiIr",
          "GlxFlcvkPxLk0sCvRAfFWNDTEqjv6xti",
          "7suWgZw4jNF8IGJvmJS8pHsWfFwvZyza",
          "iH2ICEtVthlyQ41mGFLnOH3cX6nUFiIr",
          "GlxFlcvkPxLk0sCvRAfFWNDTEqjv6xti"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Archides",
        "placeId": "ChIJB9x2VlVjGTkR7dMwtM3FI50",
        "internationalPhoneNumber": "+91 183 227 4192",
        "reviews": [
          {
            "rating": 5,
            "text": "Completely professional from taking goals in mind, creative in giving multiple design options we would not have thought of, considerations, great attention to detail and impeccable workmanship.We were extremely pleased with the project results as well as the process. Greatly appreciate the planning and forethought that took place before the project began. It made everything flow smoothly.",
            "author_name": "Muskan Arora",
            "relative_time_description": "",
            "time": 1533104084,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amit Arora gave us some great tips for the different spaces in the home we are building. He helped us figure out what look we are going for and how to make the most of the space. We liked him so much that we hired him and his team on for the project!",
            "author_name": "Omkar C",
            "relative_time_description": "",
            "time": 1534686890,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We are very happy with Amit's work. He had been very meticulous ; taking care of even the smallest details. He always made sure we are on the same page. Finished work on time. We will definitely recommend him for any interior work.",
            "author_name": "suyash madan",
            "relative_time_description": "",
            "time": 1534749486,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Architect",
          "Architecture firm",
          "Interior architect office",
          "Interior construction contractor",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 2,
            "4": 7,
            "5": 52
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.64463,
        "address": "F-7/575, Mall Rd, Kashmir Avenue, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJA392j9BkGTkRvNVbTFHi-iI",
        "generalDescription": "Located opposite the Khalsa College, Punjab Naatshala hosts a Punjabi play called Saka Jallianwala Bagh once a month. The play, staged since June 2019, is written by Jatinder Brar and directed by Jaswant Mintu. It's an engaging two-hour show suitable for all ages. The college itself is known for its valuable educational facilities and beautiful campus.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.835512,
        "rating": 4.4,
        "numRatings": 1615,
        "sources": [
          {
            "id": "444930",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/historical-places-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Founded in 1892, Khalsa College ranks among the top historical places in Amritsar due to its extensive 300-acre campus and majestic architecture which resembles a colossal castle. The college building is a brilliant example of the Indo-Saracenic style of architecture. Apart from its architectural beauty, this age-old educational institution has gained historical importance for its significant role in the country’s freedom struggle.",
            "siteName": "FabHotels",
            "shortName": "12 Best Historical Places in Amritsar with Timings, Entry Fee",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "Khalsa College is one of Amritsar’s oldest colleges, founded to preserve and promote Punjabi culture and heritage. This 127-year-old college remains a place of learning and reform, with the primary goal of eradicating social evils through education. Khalsa College, which sits on 300 acres of land, is a sight to behold with its red-sandstone exterior and bright red domes, a stunning example of Indo-Saracenic architecture.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 4,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ETtZKWlg4HjiSIi5XYnfKIzK2OK9eJLB",
          "VJUysVmqcu2u0svWczIVEyXzwJXwG1T6",
          "ETtZKWlg4HjiSIi5XYnfKIzK2OK9eJLB",
          "VJUysVmqcu2u0svWczIVEyXzwJXwG1T6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          }
        ],
        "name": "Khalsa College",
        "placeId": "ChIJA392j9BkGTkRvNVbTFHi-iI",
        "internationalPhoneNumber": "+91 183 501 5511",
        "reviews": [
          {
            "rating": 5,
            "text": "Khalsa College, the premier-most institute of higher learning, was established by the leaders of the Singh Sabha Movement in 1892. They were inspired by the lofty ideals of the great Gurus. They planned it to be a growing institution which would strive forever to achieve high degree of excellence of mind and body for the welfare of the youth.The architectural grandeur of its buildings and layout of its campus clearly demonstrate the will of the founders Khalsa College, claims pre-eminence not only for its glorious past, but also because of its visionary outlook towards the future. It finds inspiration in the lofty ideals of the Great Gurus who have always advocated a progressive attitude of mind, giving up all that is dogmatic, according due value to intelligence and logic.",
            "author_name": "Prem Nath Soni",
            "relative_time_description": "",
            "time": 1733331844,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Historic architecture. Khalsa College in Amritsar, Punjab, is a historic institution renowned for its stunning architecture and cultural heritage. Established in 1892, the college's grand buildings and meticulously maintained grounds reflect its rich legacy, making it a visually captivating and inspiring place. The campus, with its lush greenery and majestic structures, undoubtedly deserves a 7 out of 10 for its aesthetic and historical significance.\n\nHowever, despite its impressive exterior, Khalsa College struggles to deliver a high-quality academic experience. The education level at the institution leaves much to be desired, with outdated curricula and teaching methods that do not meet modern standards. Students often find themselves yearning for more rigorous academic challenges and better learning resources. Consequently, the college scores only a 4 out of 10 in terms of educational quality.\n\nIn summary, Khalsa College is a jewel in terms of its physical and historical presence, offering an environment rich in heritage and beauty. However, to truly honor its legacy and provide a well-rounded educational experience, significant improvements in academic standards and teaching methods are essential.",
            "author_name": "Shivam Singh",
            "relative_time_description": "",
            "time": 1721662201,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you are in Amritsar then please see this ancient architectural marvel although I am not sure how one can enter this place but it's beautiful.\n\nI guess many films have been shot here as well. This Khalsa College spreads around 3 km alongside GT road and appears not to be less than a kings palace.",
            "author_name": "pratik potpose",
            "relative_time_description": "",
            "time": 1745774648,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.khalsacollege.edu.in/",
        "index": 13,
        "id": "",
        "categories": [
          "Private college"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 109,
            "2": 20,
            "3": 99,
            "4": 256,
            "5": 1131
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.63397,
        "address": "Grand Trunk Rd, Putligarh, Amritsar, Punjab 143002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJH1t6FmVjGTkRi-zyTZCFFbM",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.888224,
        "rating": 4.8,
        "numRatings": 54,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Walia Architects & Engineers One of the best interior design and architecture firms in Amritsar with over 18 years of experience. They provided the greatest possible interior design and architecture planning in the Amritsar area.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 8,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NkY1H9irTNdWOxunbDs376GuD9S3pCyW",
          "mRgCw5ZJ0bXH42S8p5vGy5UKyzwFB6bU",
          "xQfssH5GUw9fKRuMCpG8s5fwpeSfnWnx",
          "NkY1H9irTNdWOxunbDs376GuD9S3pCyW",
          "mRgCw5ZJ0bXH42S8p5vGy5UKyzwFB6bU",
          "xQfssH5GUw9fKRuMCpG8s5fwpeSfnWnx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1500"
            }
          }
        ],
        "name": "WALIA ENGINEERS",
        "placeId": "ChIJH1t6FmVjGTkRi-zyTZCFFbM",
        "internationalPhoneNumber": "+91 75792 51313",
        "reviews": [
          {
            "rating": 5,
            "text": "We concern with them for our fire noc and structure  design  and trust me they are really  helpful  in that even their team memes were really helpful  we are definitely  looking forward to work with them",
            "author_name": "rajesh Puri",
            "relative_time_description": "",
            "time": 1599893467,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I heartily thankfull to Walia hi for designing my home which I never dreamt of most importantly they complete our house on time. I am so proud of my decision for choosing Walia engineerings & architecture for designing my home. Excellent coordination between all teams. I strongly recommend to all that uh must visit there place for your dream house n you will never regret on this",
            "author_name": "Deepak Mahajan",
            "relative_time_description": "",
            "time": 1591538252,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I am basically from Gurdasspur. and we recently want to make our project in Amritsar successful and than I meet Mr. Jaskirat through one of my friend . trust me i am really happy and relaxed that i end up by meet him. he is really good in nature and as professional. they has rally good team who always helped me in my project . if uh were looking for architect then uh must meet Jaskirat.",
            "author_name": "Akarshit Mahajan",
            "relative_time_description": "",
            "time": 1617206833,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Civil engineering company"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 1,
            "4": 1,
            "5": 50
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.638986,
        "address": "4 Barkat Singh Market, Batala Rd, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJcz7FWUtjGTkRETH_3Az56BY",
        "generalDescription": "The Maharaja Ranjit Singh Panorama in Amritsar is a popular tourist spot, surrounded by other attractions like the Amritsar International Cricket Stadium and the Amritsar Club. It's located near various famous localities such as Near Railway Station, Kashmir Avenue, and Bharat Nagar. There are several accommodation options nearby including Hotel Ivory Grand, Mehra Inn, and Hyatt Amritsar.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.878498,
        "rating": 4.4,
        "numRatings": 260,
        "sources": [
          {
            "id": "1820895",
            "type": "webPlacesList",
            "url": "https://www.tajhotels.com/en-in/blog/travel-inspiration/10-iconic-landmarks-of-amritsar",
            "sourceSite": "Web",
            "snippet": "While the Maharaja Ranjit Singh Museum might not fit the classification of a historical attraction based solely on its establishment date of 1977, it undoubtedly earns its place among the most significant heritage sites to explore in Amritsar. The museum's distinction lies in its location, housed within one of Maharaja Ranjit Singh's summer palaces. This beautiful building hosts an unparalleled collection that showcases the Maharaja's legacy, featuring century-old manuscripts, coins, paintings, arms and armour, traditional attire, and much more.",
            "siteName": "Taj Hotels",
            "shortName": "Golden Heritage: 10 Iconic Landmarks of Amritsar",
            "indexInSource": 5,
            "iconSiteId": 518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253131",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8523-15-places-to-visit-in-amritsar-for-travelling-architect/",
            "sourceSite": "Web",
            "snippet": "The Maharaja Ranjit Singh Museum was originally the summer palace of Maharaja Ranjit Singh, the first king of the Sikh Empire, and later it was converted into a museum in 1977. It is a treasure trove of Sikh history, art, and architecture from the 18th and 19th centuries AD. The museum provides insight into the life of Maharaja Ranjit Singh, the Sikh monarch.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "15 Places to Visit in Amritsar for Travelling Architect",
            "indexInSource": 2,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6Yke0FDBZRo0P9EScJI5Bx8RdtpXXrrr",
          "vXpJSUb49E9IsIyLhaeXE4gfnavoLWMS",
          "jhWTonFN8IKnGS7088pjwPNycBMiLGWN",
          "Z8AGTyqeB4NiLv0kTzMjWoumL1CgHwYA",
          "6Yke0FDBZRo0P9EScJI5Bx8RdtpXXrrr",
          "vXpJSUb49E9IsIyLhaeXE4gfnavoLWMS",
          "jhWTonFN8IKnGS7088pjwPNycBMiLGWN",
          "Z8AGTyqeB4NiLv0kTzMjWoumL1CgHwYA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Maharaja Ranjit Singh Panaroma",
        "placeId": "ChIJcz7FWUtjGTkRETH_3Az56BY",
        "internationalPhoneNumber": "+91 91550 38321",
        "reviews": [
          {
            "rating": 5,
            "text": "Situation around lush green park, great place to go for a walk. Clean facility, well lit and spacious. ₹10 entry and you got to remove footwear. Shows the life of Maharaja Ranjeet Singh through paintings and models.",
            "author_name": "Mridul Lanjekar",
            "relative_time_description": "",
            "time": 1749005103,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The entry fees is ₹10 only when you enter the museum hall, you will see a couple of paintings and mini architecture depicting the stories of Maharana Maharaja Ranjit Singh. When you go to the first floor, there is a proper Panna Roma view of the bar.\n\nThe first floor panorama room is not ventilated as well as there is no air conditioner which makes it very hot during summers and humid during rainy season. I would not recommend anyone to stay there for more than 10 minutes.",
            "author_name": "Sheraf Ansari",
            "relative_time_description": "",
            "time": 1724411239,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good place to visit . The facilities are good. Ample car parking facility. It highlights the life and times of maharaja Ranjit singhji.\nThe figurines are detailed . Entry ticket is just Rs 10.",
            "author_name": "Somnath Poduval",
            "relative_time_description": "",
            "time": 1740551035,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Museum",
          "History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 4,
            "3": 16,
            "4": 68,
            "5": 163
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.640215,
        "address": "Company Garden, opposite Ranjit Singh Panorma, Maharaja Ranjit Singh Nagar, Company Bagh, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJWVuRDP9jGTkRMZQb4jQr4dk",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.884158,
        "rating": 5,
        "numRatings": 37,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Living Nest Architects is an Amritsar-based architectural firm that offers consulting services in the areas of architectural landscaping and organizing, engineering layout, interior design, urban development, and architecture. This  organization has finished projects involving private homes, clinics, corporate buildings, educational institutions, theaters, and business infrastructure. They are committed to providing services that are in accordance with the needs of customers.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 6,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OtvO0nFwtJeQtAbU60dyFx6Kto597nwn",
          "r1bVaeHKCDTAjlZnGhtR7J16dZ6Z4yBW",
          "OtvO0nFwtJeQtAbU60dyFx6Kto597nwn",
          "r1bVaeHKCDTAjlZnGhtR7J16dZ6Z4yBW"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Living Nest Architects",
        "placeId": "ChIJWVuRDP9jGTkRMZQb4jQr4dk",
        "internationalPhoneNumber": "+91 96468 48500",
        "reviews": [
          {
            "rating": 5,
            "text": "Living Nest Architects is the best interior designer in Amritsar! Their creativity and attention to detail are outstanding. They transformed my space beautifully, blending functionality with modern design. The team is professional, approachable, and truly understands client needs. Highly recommend them for anyone looking to elevate their interiors!",
            "author_name": "Sahil Seth",
            "relative_time_description": "",
            "time": 1727776468,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of my friend had suggested me to get my home designed from Living Nest Architects citing them as best architects in Amritsar and she was hands down right they did outstanding work good quality about them is they listen to client and incorpate their ideas and bring to the table that we like I'd recommend them highly",
            "author_name": "Manwinder kaur",
            "relative_time_description": "",
            "time": 1746430091,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Living Nest Architect is the best in Amritsar!! Their attention to detail and innovative designs truly stand out. They took my vision and turned it into a reality, creating a space that is both functional and beautiful. Highly recommend them for anyone seeking top-notch architectural expertise!",
            "author_name": "Akash Sharma",
            "relative_time_description": "",
            "time": 1728561348,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Architect",
          "Architects association",
          "Architecture firm",
          "Interior designer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 36
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.645069,
        "address": "60F, FIRST FLOOR Circular Road, next to KHANNA SURGICALS, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXwT_b5BkGTkRXqVmLDEmx-0",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.862706,
        "rating": 5,
        "numRatings": 10,
        "sources": [
          {
            "id": "1820900",
            "type": "webPlacesList",
            "url": "https://adecorclan.com/best-architects-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Leading architectural practice in Amritsar, Kamal Associates is led by architect Kamal Kumar. They have a group of knowledgeable individuals working in many architectural fields for many years. All of their architectural needs are met under one roof by this organization.",
            "siteName": "Adecorclan",
            "shortName": "Best Architects in Amritsar",
            "indexInSource": 1,
            "iconSiteId": 264251,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hLg4mq3dAdqlXSErjCYBFLLdTBohuYEc",
          "hLg4mq3dAdqlXSErjCYBFLLdTBohuYEc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Kamal & Associates",
        "placeId": "ChIJXwT_b5BkGTkRXqVmLDEmx-0",
        "internationalPhoneNumber": "+91 98888 17860",
        "reviews": [
          {
            "rating": 5,
            "text": "It has been a wonderful experience working with Kamal & Associates. The designing, architectural knowledge and utilisation of resources and space Is always apt. Thanks for all the help and timely completion of Project",
            "author_name": "Fayaz Ahmad",
            "relative_time_description": "",
            "time": 1709965479,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent services . Very cooperative and mr kamal is a very nice person and his staff is well trained ..",
            "author_name": "Harmeet Singh",
            "relative_time_description": "",
            "time": 1723633309,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Experience Architectural Services",
            "author_name": "Singh Simra",
            "relative_time_description": "",
            "time": 1729672711,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://kamalassociatesasr.com/",
        "index": 17,
        "id": "",
        "categories": [
          "Architecture firm"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 10
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.650098,
        "address": "Aneja Tower, B - Block, Ranjit Avenue, Amritsar, Punjab 143001, India",
        "travel_time": null
      }
    ]
  }
}