{
  "list_id": "614",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/614/1.jpg",
  "description": "Dive into \"Capturing Amritsar: A Photogenic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160342"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Amritsar: A Photogenic Journey",
  "city_id": "384",
  "subtype": "poi",
  "city": "Amritsar",
  "created_ts": 1759044472,
  "slug": "capturing-amritsar-a-photogenic-journey-amritsar-poi-600e8d",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ9U2tFgB9GTkRtbNTmX93MH0",
        "generalDescription": "When visiting the iconic Golden Temple in Amritsar, don't miss out on a culinary gem just a short stroll away—Bharawan da Dhaba. This beloved eatery has been delighting locals and travelers alike since 1912. Known for its winter specialty, the creamy saag made from fresh mustard leaves is a must-try, especially when paired with hearty corn-flour rotis.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 201369,
        "sources": [
          {
            "id": "471614",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-amritsar-ind-1-24.htm",
            "sourceSite": "Web",
            "snippet": "The definitive top attraction in Amritsar is the Golden Temple, a two-story structure covered in real gold and surrounded by a 5.1-meter-deep manmade lake. But not merely a tourist site, this legendary religious shrine is one of the most sacred places in the world for Sikhs, many of whom make a pilgrimage to the temple at least once in their lifetimes. To enter the Gurdwara complex, where the Golden Temple resides, you'll need to cover your hair, remove your shoes, and step through a small stream of running water to cleanse your feet.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Places to Visit in Amritsar",
            "indexInSource": 0,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Throughout the year, this beautiful place attracts many tourists’ eye and attention. This religious place speaks for its beautiful architecture and the peaceful and relaxing surroundings. The Sarovar surrounding the temple enhances its beauty and charm.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8IoFYkjA3oNEa9JpojHGFfDo3XTM3Ywt",
          "WBo9fBDkvoHQ67blzDnjaGKztyQ44nSZ",
          "Kp8ws6dd52pX7NbNwVSUmbOGXNX50csQ",
          "8IoFYkjA3oNEa9JpojHGFfDo3XTM3Ywt",
          "WBo9fBDkvoHQ67blzDnjaGKztyQ44nSZ",
          "Kp8ws6dd52pX7NbNwVSUmbOGXNX50csQ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJ9U2tFgB9GTkRtbNTmX93MH0",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "Golden Temple in Amritsar is a truly peaceful and beautiful place. The main temple surrounded by the holy water looks amazing, especially during early morning or evening. The entire area is very clean and well maintained. Langar (free food) is served 24/7 and the volunteers are very humble and kind. You have to cover your head and walk barefoot inside, which adds to the spiritual feeling. There is usually a long queue but it moves quickly. Around the temple, there are many shops and local food stalls. At night, the temple looks magical with all the lights. It's a must-visit if you're in Amritsar, not just for religious reasons but also for the peaceful atmosphere.",
            "author_name": "TANMAY SAMANTA",
            "relative_time_description": "",
            "time": 1749899255,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Divine Experience Beyond Boundaries\nA place filled with divinity, peace, and compassion-truly a charming spiritual haven to cherish forever. Even though I don't belong to the Sikh faith, I felt an incredible sense of belonging and warmth throughout my visit.\n\nOne of the respectful customs here is to keep your head covered at all times while inside the premises, a beautiful reminder of humility and reverence.\n\nThe atmosphere is serene, the people are welcoming, and the entire experience is one of deep inner calm. A must-visit, regardless of your faith-this place embraces every soul that steps in.",
            "author_name": "Chiragi Jadav",
            "relative_time_description": "",
            "time": 1753856083,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Sri Harmandir Sahib in Amritsar was one of the most peaceful and memorable experiences for our family. Also known as the Golden Temple, this holy place is full of positive energy and spiritual vibes. The moment we stepped inside, we felt a deep sense of calm and peace. The shining golden structure in the middle of the holy water looked beautiful, especially during sunrise and sunset.\n\nThe place is very well maintained and organized, even though it gets crowded. Everyone was helpful, and the management handled everything smoothly. We stood in line for darshan, and it was worth the wait. The divine atmosphere, the sound of Gurbani, and the kind nature of the people made us feel blessed.\n\nWe also had the langar (free community meal), and it was simple yet very tasty. The idea that everyone sits together and eats, no matter their background, is really touching. My kids also enjoyed and learned a lot about Sikh culture.\n\nIf you are visiting Amritsar with family, Sri Harmandir Sahib is a must-visit. It's not just a religious place, but a place where you feel peace, love, and unity.",
            "author_name": "Suraj Pawar",
            "relative_time_description": "",
            "time": 1752772507,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 1,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2631,
            "2": 911,
            "3": 2041,
            "4": 9829,
            "5": 185957
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMUfgLgB9GTkR557ZQn3IwfE",
        "generalDescription": "The Golden Temple, located in Amritsar, is a deeply spiritual and enriching experience that visitors will cherish forever. The serene atmosphere and sense of peace within the complex are striking from the moment you enter. The temple's gleaming golden facade is breathtaking, especially when reflected in the surrounding holy tank. It offers an immersive journey into Sikh culture and spirituality, with Guru ka Langar serving simple meals to thousands of devotees daily.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 201369,
        "sources": [
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "The Golden Temple is the most prominent gem of Amritsar that possesses the significant religious prospect for Sikhism. The Harminder Sahib Gurudwara, famously known as the Golden Temple is one of the major attractions in the city. The architecture of the Golden Temple is mesmeriing and the Sarovar that sorrounds the Temple makes it even more attractive.",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 0,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923935",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-amritsar?srsltid=AfmBOorvPjgzyX_e4qf6-gG_X514wAInL3QlTEFqYjywZa_5Nbn33frh",
            "sourceSite": "Web",
            "snippet": "Also known as Sri Harmandir Sahib, Golden Temple is considered to be the most important pilgrimage site amongst Sikhs and will leave you in awe with its jaw-dropping gold and marble edifice.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Amritsar in 2024",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kkihjVzgXGh2CTqTk8ogWwoyXGBo29UA",
          "AIZnupyyd3Q0W8daD0NlPcOagXnPqu4m",
          "VvwAVJkU9LX2UpsMQbMmNEVaLgN1HKzC",
          "kkihjVzgXGh2CTqTk8ogWwoyXGBo29UA",
          "AIZnupyyd3Q0W8daD0NlPcOagXnPqu4m",
          "VvwAVJkU9LX2UpsMQbMmNEVaLgN1HKzC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJMUfgLgB9GTkR557ZQn3IwfE",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "As soon as you enter, you feel a sense of calm and peace. The sound of the Gurbani (spiritual songs) and the positive atmosphere make it a very soulful experience.\n\nTips:\n1.) Cover your head before entering (scarves are available at the gate).\n2.) Avoid rush hours if you want a peaceful visit - early mornings or late evenings are best. Avoid weekends as well as there is too much rush.\n3.) Wear modest clothing and be respectful of the sacredness.\n\nA visit to the Golden Temple is not just sightseeing - it's an experience that stays with you. Whether you are religious or not, this place fills you with peace and positivity.",
            "author_name": "yatin gupta",
            "relative_time_description": "",
            "time": 1752510697,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Visited July 29, 2025 – Day 26 in India.\n\nOne of my lifelong dreams was to visit the Golden Temple. While planning our trip, my kind husband made space in our itinerary to fly from Delhi to Amritsar just for a day so we could experience it as a family. I was overjoyed to be sharing this moment with him and our daughters, aged 5 and 7.\n\nWe started at the tourist information center where a helpful woman answered all our questions. I asked her and our local driver if photography was allowed, and both said yes. When I first saw the temple, it was everything I had hoped for. It shimmered in the soft morning light, floating peacefully in the sacred pool. The gold covered walls reflected on the water beautifully. I felt awe and deep gratitude. Loved, loved, loved that moment.\n\nAs we walked closer, I was taking photos when a volunteer suddenly and harshly scolded me. It was upsetting, especially after being told it was okay. Still, I let it go and moved on.\n\nMy husband and I had to stand in separate lines, me with the kids in the women's line, and him in the men's. That's when things became overwhelming. The crowd was intense and unrelenting. My daughters were scared. A kind woman nearby told me I could move forward since I had young children and even tried to help, but the pushing from others continued without any regard for them. Both my girls started crying. It was chaotic and traumatic. When we finally got inside the temple, I hoped for a quiet moment to pray, but volunteers rushed us along. They were impatient and dismissive. There was no chance to pause or reflect.\n\nMy girls and I stepped outside to wait for my husband. We weren't inside the temple, just in the outer area. I got a message about weather at our next destination and quickly replied. Another volunteer came over and scolded me again for using my phone. I put it away immediately, but his tone was unnecessarily harsh.\n\nWhile waiting, we saw a father supporting his son, who looked like he was going to faint from the heat and crowd. The boy looked pale and unwell. I gave the dad some wet wipes, others brought water, and thankfully the boy recovered. It was clear how intense and poorly managed the crowd was.\n\nBy the time my husband came out, we were all emotionally drained. I had looked forward to the langar for years, but we couldn't stay. We left without visiting it. I had hoped to experience peace and spiritual connection, but sadly, that wasn't the case.\n\nWhile the Golden Temple is stunning and full of history and devotion, I wish the volunteers had been more compassionate and mindful, especially toward families and small children. I still cherish the moment I first saw it, and I respect what the temple represents. But the experience left us shaken.\n\nThree stars for the beauty, the significance, and the dream that finally came true, even if it didn't unfold the way I imagined.",
            "author_name": "Foodieextreme Foodieextreme",
            "relative_time_description": "",
            "time": 1755425382,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Golden Temple, also known as Sri Harmandir Sahib, is a sacred site in Sikhism located in Amritsar, Punjab, India. Its stunning golden dome and serene surroundings make it a breathtakingly beautiful place. The temple is a symbol of equality, peace, and spirituality, welcoming people from all walks of life.",
            "author_name": "Ashutosh Shakya",
            "relative_time_description": "",
            "time": 1755687664,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 2,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2626,
            "2": 911,
            "3": 2039,
            "4": 9807,
            "5": 185691
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJoVsCCwBlGTkRc70llEj4p-8",
        "generalDescription": "Nestled in the vibrant city of Amritsar, Punjab, the Golden Temple, also known as Shri Harmandir Sahib or Darbar Sahib, stands as a beacon of spirituality and beauty. This revered gurudwara is not only a significant pilgrimage site for Sikhs but also an architectural marvel that captivates visitors with its stunning design. With four entrances symbolizing inclusivity, the Golden Temple warmly welcomes individuals from all walks of life to experience its serene atmosphere and profound holiness.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 201369,
        "sources": [
          {
            "id": "1923952",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-amritsar",
            "sourceSite": "Web",
            "snippet": "This spiritual centre's glittering Amrit Sarovar waters and towering grandeur make love a superb photo subject. Golden Temple's ethereal beauty at sunrise and sunset can make a pre-wedding shoot location in Amritsar out of the world.",
            "siteName": "vsnapu.com",
            "shortName": "8 Best Pre-wedding Shoot Locations in Amritsar 2025",
            "indexInSource": 0,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oEl9dXzXafS4GVzHz4fXAHdURZyhpwou",
          "S4rtzYHgaEbzKqIgfmlAhQ62Zu1cLYD7",
          "TnIK1BZnHhu3rG68vRHAP9ru2wHkAoOX",
          "oEl9dXzXafS4GVzHz4fXAHdURZyhpwou",
          "S4rtzYHgaEbzKqIgfmlAhQ62Zu1cLYD7",
          "TnIK1BZnHhu3rG68vRHAP9ru2wHkAoOX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJoVsCCwBlGTkRc70llEj4p-8",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "Golden Temple in Amritsar is a truly peaceful and beautiful place. The main temple surrounded by the holy water looks amazing, especially during early morning or evening. The entire area is very clean and well maintained. Langar (free food) is served 24/7 and the volunteers are very humble and kind. You have to cover your head and walk barefoot inside, which adds to the spiritual feeling. There is usually a long queue but it moves quickly. Around the temple, there are many shops and local food stalls. At night, the temple looks magical with all the lights. It's a must-visit if you're in Amritsar, not just for religious reasons but also for the peaceful atmosphere.",
            "author_name": "TANMAY SAMANTA",
            "relative_time_description": "",
            "time": 1749899255,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Divine Experience Beyond Boundaries\nA place filled with divinity, peace, and compassion-truly a charming spiritual haven to cherish forever. Even though I don't belong to the Sikh faith, I felt an incredible sense of belonging and warmth throughout my visit.\n\nOne of the respectful customs here is to keep your head covered at all times while inside the premises, a beautiful reminder of humility and reverence.\n\nThe atmosphere is serene, the people are welcoming, and the entire experience is one of deep inner calm. A must-visit, regardless of your faith-this place embraces every soul that steps in.",
            "author_name": "Chiragi Jadav",
            "relative_time_description": "",
            "time": 1753856083,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Sri Harmandir Sahib in Amritsar was one of the most peaceful and memorable experiences for our family. Also known as the Golden Temple, this holy place is full of positive energy and spiritual vibes. The moment we stepped inside, we felt a deep sense of calm and peace. The shining golden structure in the middle of the holy water looked beautiful, especially during sunrise and sunset.\n\nThe place is very well maintained and organized, even though it gets crowded. Everyone was helpful, and the management handled everything smoothly. We stood in line for darshan, and it was worth the wait. The divine atmosphere, the sound of Gurbani, and the kind nature of the people made us feel blessed.\n\nWe also had the langar (free community meal), and it was simple yet very tasty. The idea that everyone sits together and eats, no matter their background, is really touching. My kids also enjoyed and learned a lot about Sikh culture.\n\nIf you are visiting Amritsar with family, Sri Harmandir Sahib is a must-visit. It's not just a religious place, but a place where you feel peace, love, and unity.",
            "author_name": "Suraj Pawar",
            "relative_time_description": "",
            "time": 1752772507,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 3,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2634,
            "2": 911,
            "3": 2042,
            "4": 9830,
            "5": 186045
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJwxowSwB9GTkRvYru64AHWvE",
        "generalDescription": "Central worship place for Sikhs around the world, built from white marble overlaid with gold leaf.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 200107,
        "sources": [
          {
            "id": "263891",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-top-10-things-to-see-do-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "You haven’t seen the soul of Amritsar until you’ve visited the Golden Temple – the holiest shrine of the Sikh religion. Known to Sikhs as Harmandir Sahib or Darbar Sahib, the gurdwara is part of a larger complex. The Guru Granth Sahib (holy book of Sikhs) is taken to the temple every morning and returned to the Akal Takht, also in the complex, at night.",
            "siteName": "The Culture Trip",
            "shortName": "Must-Visit Places In Amritsar India",
            "indexInSource": 4,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220919",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-amritsar",
            "sourceSite": "Web",
            "snippet": "The word Amritsar originates from the Punjabi word Amrit Sarovar, which, when translated literally, means \"pool of nectar.\" Amritsar houses one of the most visited pilgrimage sites in India, the Harimandar Sahib Gurudwara, which is known as The Golden Temple. This is why Amritsar is also known as the Golden City.",
            "siteName": "WeddingBazaar",
            "shortName": "The Ultimate Pre Wedding Shoot Locations in Amritsar Await: Creating Memories in Heritage",
            "indexInSource": 0,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9kOmwkDYQVSkhFvVf62t55Oe8RkfaCS9",
          "XITgwLvwWqDspJ01KD1zDP4AGu24RHHx",
          "DlcRVJT55cNlSjRHM4Xa6VMwJFline3V",
          "9kOmwkDYQVSkhFvVf62t55Oe8RkfaCS9",
          "XITgwLvwWqDspJ01KD1zDP4AGu24RHHx",
          "DlcRVJT55cNlSjRHM4Xa6VMwJFline3V"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJwxowSwB9GTkRvYru64AHWvE",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "As soon as you enter, you feel a sense of calm and peace. The sound of the Gurbani (spiritual songs) and the positive atmosphere make it a very soulful experience.\n\nTips:\n1.) Cover your head before entering (scarves are available at the gate).\n2.) Avoid rush hours if you want a peaceful visit - early mornings or late evenings are best. Avoid weekends as well as there is too much rush.\n3.) Wear modest clothing and be respectful of the sacredness.\n\nA visit to the Golden Temple is not just sightseeing - it's an experience that stays with you. Whether you are religious or not, this place fills you with peace and positivity.",
            "author_name": "yatin gupta",
            "relative_time_description": "",
            "time": 1752510697,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Golden Temple is the holiest shrine in Sikhism and a symbol of equality, peace, and spiritual solace. The temple, with its shimmering golden façade and tranquil surroundings, is not just a religious site but a beacon of history, architecture, and hospitality.",
            "author_name": "Arpit Patel",
            "relative_time_description": "",
            "time": 1753297457,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was my first visit to Golden Temple. One thing that caught my eye were, how the temple is maintained by the Sikh community. They all behaved like one big family. Who known each other for long time. Though I had to wait in llong queue to enter the temple, once inside I felt calmness.",
            "author_name": "Mohan Kumar Palaniappan",
            "relative_time_description": "",
            "time": 1750832233,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 4,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2591,
            "2": 906,
            "3": 2027,
            "4": 9769,
            "5": 184814
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJtTGjW01lGTkRlsGdBWWKo64",
        "generalDescription": "Gurudwara Chheharta Sahib is a significant religious site located 8 kilometers from Amritsar in the village of Chheharta Sahib. It features a domed temple with intricately tiled interiors, as well as a pond and dining facilities. The gurdwara is known for its ancient well with medicinal properties, which was dug by Guru Arjan Dev ji to commemorate the birth of Guru Hargobind ji.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.793109,
        "rating": 4.9,
        "numRatings": 4296,
        "sources": [
          {
            "id": "91998",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/amritsar/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "8 km from city center 20 out of 34 Places To Visit in Amritsar. Gurudwara Chheharta Sahib, named after a well which was dug by Guru Arjan Dev for the birth of his son. Although the well is now covered up, the water is usually pumped into the main tank of the Gurudwara.",
            "siteName": "holidify.com",
            "shortName": "34 Best Places to visit in Amritsar | Top Tourist Attractions",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bRdYortC3UXZvM77UoG7eHRtrd6dq14R",
          "IdjGz1fm6awq2URfJ01LaTragK5VXtZu",
          "jpTEUCo7RvVeRhRzeNmh8vgFJWU6bLXj",
          "bRdYortC3UXZvM77UoG7eHRtrd6dq14R",
          "IdjGz1fm6awq2URfJ01LaTragK5VXtZu",
          "jpTEUCo7RvVeRhRzeNmh8vgFJWU6bLXj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Gurudwara Chheharta Sahib",
        "placeId": "ChIJtTGjW01lGTkRlsGdBWWKo64",
        "internationalPhoneNumber": "+91 84370 08022",
        "reviews": [
          {
            "rating": 5,
            "text": "Peace & heaven\nVery good,exelent, outstanding, marvellous, beautiful,\nTasty langar",
            "author_name": "Gurjot Singh",
            "relative_time_description": "",
            "time": 1746630203,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most sacred places of Sikhism near Amritsar. One should pay his/her obeisance at this place during trip to Amritsar. 🙏",
            "author_name": "Ashish Singh",
            "relative_time_description": "",
            "time": 1743457313,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's very calm and peaceful worship place. Related to Shri Guru Arjun Dev ji, The fifth Guru of sikhs. Feeling blessed after visiting this place. Here a well with six 'harts' ( A device wich brings water out from well). By which this place get it's name. very huge community kitchen hall and very tasty food.",
            "author_name": "Mahinder Singh",
            "relative_time_description": "",
            "time": 1553670171,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.facebook.com/GurudwaraChhehartaSahib",
        "index": 5,
        "id": "",
        "categories": [
          "Gurudwara",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 48,
            "2": 25,
            "3": 35,
            "4": 210,
            "5": 3993
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.619202,
        "address": "Basarke, Amritsar, Punjab 143105, India",
        "travel_time": null
      },
      {
        "_id": "ChIJvbm2mfplGTkRiN6Q8k4GsdI",
        "generalDescription": "Amritsar, the holiest city for Sikhs, is home to the magnificent Golden Temple, also known as Sri Harmandir Sahib. This renowned Sikh gurdwara in Punjab, India holds immense significance and features striking architecture with gleaming golden domes set amidst a serene sarovar called Amrit Sarovar. Visitors from all backgrounds are warmly welcomed at this iconic shrine.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876485,
        "rating": 4.9,
        "numRatings": 201369,
        "sources": [
          {
            "id": "1923931",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-amritsar",
            "sourceSite": "Web",
            "snippet": "No visit to Amritsar is complete without experiencing the splendor of the Golden Temple. As the sun rises and sets, the temple’s golden façade glows brilliantly, reflected in the surrounding Amrit Sarovar. This creates a mesmerizing sight for photographers.",
            "siteName": "WanderOn",
            "shortName": "Explore the Best Photography Spots in Amritsar",
            "indexInSource": 0,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mhxte8ErOp5tM6Gll01FPMBkAFlMV0fs",
          "Dv1l3xHcLqvIxVYBD9wDGX14lenzcivE",
          "tSHT5oOR5WPFt6xCogKBglpNDRFv2Yye",
          "mhxte8ErOp5tM6Gll01FPMBkAFlMV0fs",
          "Dv1l3xHcLqvIxVYBD9wDGX14lenzcivE",
          "tSHT5oOR5WPFt6xCogKBglpNDRFv2Yye"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sri Harmandir Sahib",
        "placeId": "ChIJvbm2mfplGTkRiN6Q8k4GsdI",
        "internationalPhoneNumber": "+91 183 255 3957",
        "reviews": [
          {
            "rating": 5,
            "text": "A Spiritual Experience Like No Other – But Crowd Management Needs Attention\n\nThe Golden Temple in Amritsar is truly a place of serenity and spiritual purity. Its simplicity, despite being one of the most visited shrines in the world, is what makes it so special. From the moment you step inside the premises, there's a calmness that you begin to feel from within - a quiet connection with something higher, something peaceful. The divine aura, the soothing Gurbani echoing in the background, and the selfless service of the volunteers all come together to make the experience deeply humbling.\n\nHowever, one area where there is genuine scope for improvement is crowd management. During peak hours or festival days, the lines from the backside of the temple complex become very congested. It's especially challenging for elderly people and small children. The way queues are formed and controlled in such situations can lead to discomfort and, at times, even suffocation. A more structured and humane way of managing the crowd - perhaps through better queue systems, shaded waiting areas, or scheduled entry slots - would really enhance the overall experience, especially for those who may not be physically strong.\n\nThat said, the spiritual energy of the Golden Temple is unmatched. It's a place that everyone should visit at least once in their lifetime - not just to see a monument, but to feel something truly pure.",
            "author_name": "Sahil Chrungu",
            "relative_time_description": "",
            "time": 1751766502,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Sri Harmandir Sahib in Amritsar was one of the most peaceful and memorable experiences for our family. Also known as the Golden Temple, this holy place is full of positive energy and spiritual vibes. The moment we stepped inside, we felt a deep sense of calm and peace. The shining golden structure in the middle of the holy water looked beautiful, especially during sunrise and sunset.\n\nThe place is very well maintained and organized, even though it gets crowded. Everyone was helpful, and the management handled everything smoothly. We stood in line for darshan, and it was worth the wait. The divine atmosphere, the sound of Gurbani, and the kind nature of the people made us feel blessed.\n\nWe also had the langar (free community meal), and it was simple yet very tasty. The idea that everyone sits together and eats, no matter their background, is really touching. My kids also enjoyed and learned a lot about Sikh culture.\n\nIf you are visiting Amritsar with family, Sri Harmandir Sahib is a must-visit. It's not just a religious place, but a place where you feel peace, love, and unity.",
            "author_name": "Suraj Pawar",
            "relative_time_description": "",
            "time": 1752772507,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A Divine Experience Beyond Boundaries\nA place filled with divinity, peace, and compassion-truly a charming spiritual haven to cherish forever. Even though I don't belong to the Sikh faith, I felt an incredible sense of belonging and warmth throughout my visit.\n\nOne of the respectful customs here is to keep your head covered at all times while inside the premises, a beautiful reminder of humility and reverence.\n\nThe atmosphere is serene, the people are welcoming, and the entire experience is one of deep inner calm. A must-visit, regardless of your faith-this place embraces every soul that steps in.",
            "author_name": "Chiragi Jadav",
            "relative_time_description": "",
            "time": 1753856083,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sgpc.net/sri-harmandir-sahib/",
        "index": 6,
        "id": "",
        "categories": [
          "Gurudwara",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2631,
            "2": 911,
            "3": 2041,
            "4": 9829,
            "5": 185957
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.61998,
        "address": "Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJpa7dFRZlGTkRlAcTtU-OmK0",
        "generalDescription": "Sadda Pind Amritsar is a unique destination that offers a glimpse into traditional Punjabi village life. It's like a living museum where visitors can immerse themselves in the cultural arts, architecture, and flavors of Punjab. The recreated village features mud huts, cobblestone paths, and lush greenery, providing an authentic rural experience. Guests can participate in hands-on activities such as pottery and Phulkari embroidery led by skilled artisans.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 74.813172,
        "rating": 4.3,
        "numRatings": 15799,
        "sources": [
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Besides the religious places in Amritsar, there are many places that represent the cultural beauty of the city. Sada Pind is one of that places which represents and highlights the cultural attraction of the city Amritsar. The place is well spread in a region of 12 acres and thus offers maximum space for exploring all the highlights of traditional Punjab.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 6,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220919",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-amritsar",
            "sourceSite": "Web",
            "snippet": "Sadda Pind is one of the best pre-wedding shoot locations in Amritsar because of how beautifully and perfectly it captures the essence of Punjab. It is a village museum that showcases Punjabi culture and the traditional rural way of life of Punjab in the past. Scattered across 12 acres, the museum is one of the most stunning sites in all of Amritsar.",
            "siteName": "WeddingBazaar",
            "shortName": "The Ultimate Pre Wedding Shoot Locations in Amritsar Await: Creating Memories in Heritage",
            "indexInSource": 5,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91998",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/amritsar/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "6 km from city center 18 out of 34 Places To Visit in Amritsar. Sadda Pind is a cultural village in Amritsar offering an immersive experience of Punjabi heritage and traditions. Established in 2016, it showcases rural life through vibrant performances, traditional crafts, and authentic Punjabi cuisine.",
            "siteName": "holidify.com",
            "shortName": "34 Best Places to visit in Amritsar | Top Tourist Attractions",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "If you are in Amritsar, Visiting Sada Pind is must to do thing. The place Sada Pind is designed to speak of Punjabi Culture. The Place is a magnificent portray of the old and traditional Punjabi Pind ( Village).",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 10,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "76CClICXk8LNtaMVAlALoB4HYEEzqNY6",
          "ElpJ3npu2rxooWKChJKJ8iXIn2EkS2YK",
          "76CClICXk8LNtaMVAlALoB4HYEEzqNY6",
          "ElpJ3npu2rxooWKChJKJ8iXIn2EkS2YK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sadda Pind Amritsar",
        "placeId": "ChIJpa7dFRZlGTkRlAcTtU-OmK0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We visited Sadda Pind on Lohri day this January without realizing most places in Amritsar would be shut - even the Golden Temple had huge crowds. Our auto driver recommended we check out Sadda Pind, and we're so glad we did!\n\nEven though we reached pretty late, the experience was so memorable. A group of aunties were sitting by a bonfire making makki di roti and sarson da saag - we sat with them, chatted, and had one of the coziest meals of our trip. The vibe was so warm and welcoming, even at closing time.\n\nWe got to explore a few cultural setups, had a full-on tel malish (which was amazing in that freezing weather), and ended the night with a delicious buffet dinner - all-you-can-eat Punjabi food, both veg and non-veg, plus desserts.\n\nWhen we were done, the place was almost shut and we couldn't find a ride back, but one of the staff kindly helped us get an auto. It was freezing but so much fun. Would definitely recommend visiting for a wholesome and heartwarming experience!",
            "author_name": "Marium Javed",
            "relative_time_description": "",
            "time": 1753045348,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A wonderful showcase of vibrant Punjabi culture and authentic local flavors! The live performances were engaging, and the overall ambiance truly reflected the rich heritage of Punjab. However, it would be great if the management could consider providing an air-conditioned resting area for elderly visitors and families with young children to relax comfortably. Also, while the traditional drink was refreshing, we were expecting lassi as mentioned-but it turned out to be buttermilk. Still, a memorable experience worth visiting!",
            "author_name": "NAYAN GIRME",
            "relative_time_description": "",
            "time": 1748098147,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Its a kind of village museum which shows how the houses were built in villages of Punjab. Its a unique concept showcasing villages of Punjab. Also showcases rich and beautiful Punjabi culture.  Their are many cultural performances like folk dances, artisan workshop like pottery,  weaving and phulkari embroidery.\nTheir are many games for kids, magic show, many photo points.\nYou can enjoy traditional dishes like makke ki roti, sarso ka saag, bajra khichdi.\nThe tickets include food which is based on buffet system,  it has good variety in menu. Taste is authentic and all dishes were flavorful.\nStaff here is very kind, polite, attentive and ever smiling.\nOverall the property is well maintained and good value for money.",
            "author_name": "Nikhil Prakash",
            "relative_time_description": "",
            "time": 1755391774,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.saddapind.co.in/",
        "index": 7,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Heritage museum",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 749,
            "2": 435,
            "3": 1401,
            "4": 3536,
            "5": 9672
          }
        },
        "minMinutesSpent": 210,
        "latitude": 31.64402,
        "address": "behind Main Bypass Road, Guru Nanak Dev University, Amritsar, Punjab 143105, India",
        "travel_time": null
      },
      {
        "_id": "ChIJA5rC0LJkGTkR6-nesxPbNSA",
        "generalDescription": "Gobindgarh Fort, a historic fortress dating back to the 17th century, is a significant part of Amritsar's heritage. Spanning across 43 acres, this fort offers visitors an immersive experience through infotainment shows such as light and sound displays, a museum showcasing its history, and exhibitions. The fort also hosts cultural performances including bhangra and gatka shows.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 74.860054,
        "rating": 4.3,
        "numRatings": 15056,
        "sources": [
          {
            "id": "1220919",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-amritsar",
            "sourceSite": "Web",
            "snippet": "The Gobindgarh Fort in Amritsar, Punjab, is one of the best pre-wedding shoot locations and never fails to deliver stunning results. This is a stunning and strong fort that combines elements of French, Persian, and British architecture with the traditional Punjabi architectural style. If you want diverse places in your pre-wedding shoot locations in Amritsar without going to too many places, you must come to the Gobindgarh Fort.",
            "siteName": "WeddingBazaar",
            "shortName": "The Ultimate Pre Wedding Shoot Locations in Amritsar Await: Creating Memories in Heritage",
            "indexInSource": 1,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301600",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-amritsar",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh, amritsar Jallianwala Bagh, amritsar Gobindgarh Fort, amritsar Durgiana Temple, amritsar Durgiana Temple, amritsar Attari Border Crossing, amritsar Partition Museum, amritsar Tarn Taran, amritsar Maharaja Ranjit Singh Museum, amritsar Khairuddin Mosque, amritsar Sun City Park, amritsar Gurudwara Bir Baba Budha Sahib, amritsar Thunder Zone Amusement And Water Park, amritsar Lal Devi Mata Mandir, amritsar",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit Near Amritsar for A Weekend Trip",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520243",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/punjab/amritsar/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1.5 km from Amritsar Junction and 2 km from Harmandir Sahib, Gobindgarh Fort is a historical fort located in the city of Amritsar, Punjab. Initially known as 'Bhangian Da Qila', Gobindgarh Fort is one of the famous places to visit in Amritsar. Gobindgarh Fort was built by the army of Gujjar Singh Bhangi of Sikh Misls in 1760 CE.",
            "siteName": "Trawell.in",
            "shortName": "20 Best Places to Visit in Amritsar, Things to Do & Sightseeing (2024)",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91998",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/amritsar/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "1 km from city center 7 out of 34 Places To Visit in Amritsar. Highlights: Sher e Punjab , Toshakhana , The Bungalow , S (Read More)pirit of Punjab , Kanda Boldiyan Ne , Ambarsari Zaika , Haat Bazaar. Gobindgarh Fort, built in the 18th century and later fortified by Maharaja Ranjit Singh, is a 43-acre cultural hub in Amritsar.",
            "siteName": "holidify.com",
            "shortName": "34 Best Places to visit in Amritsar | Top Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "This place is the perfect destination if you want to explore the cultural, historic and religious side of Amritsar. At this place, you can get all the relevant information that you would need to know Amritsar at its best. This place is the complete entertainment hub with its many shows, exhibitions, and activities.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 7,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "471614",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-amritsar-ind-1-24.htm",
            "sourceSite": "Web",
            "snippet": "More than 250 years old, the Gobindgarh Fort has become one of the most iconic symbols of Punjab. The heritage site hails from a time when the Indian subcontinent was divided into small principalities and ruled by kings. At one point, some 12,000 soldiers manned the fort to protect Amritsar from potential invaders.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Places to Visit in Amritsar",
            "indexInSource": 7,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "Gobindgarh Fort is one of the famous destinations in Amritsar. This is the hub to full entertainment as it provides you the experience of history, religion and culture at one place. Home to many shows and exhibitions, this Fort was designed in 18th century and is known for its architectural beauty.",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 12,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000432",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/tourist-places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Gobindgarh Fort that spreads across 43 acres is a landmark attraction in Amritsar. Tracing its roots to the 18 th-century, the fort has remained witness to much bloodshed that has marked the city’s history. But even today, it stands strong.",
            "siteName": "FabHotels",
            "shortName": "14 Places to visit in Amritsar (2024) Tourist Places in Amritsar",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923935",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-amritsar?srsltid=AfmBOorvPjgzyX_e4qf6-gG_X514wAInL3QlTEFqYjywZa_5Nbn33frh",
            "sourceSite": "Web",
            "snippet": "Popularly known as ‘Bhangian da Killa’, this sprawling mud fortress served as a military preserve earlier and was declared as a historical monument by the Government of Punjab in 1964.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Amritsar in 2024",
            "indexInSource": 1,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MFU8MzIh4dK72p38wojLoHXiHn0ahFrz",
          "kmJggJlSrJLg4yGFqUzQETDfjpbP4m71",
          "hpibFcawBA3ND3c5w2d5hlKSxvPl1d8u",
          "TBLQEkkeDA4CFj99ySOfVYbZSZOdCB23",
          "MFU8MzIh4dK72p38wojLoHXiHn0ahFrz",
          "kmJggJlSrJLg4yGFqUzQETDfjpbP4m71",
          "hpibFcawBA3ND3c5w2d5hlKSxvPl1d8u",
          "TBLQEkkeDA4CFj99ySOfVYbZSZOdCB23"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Gobindgarh Fort",
        "placeId": "ChIJA5rC0LJkGTkR6-nesxPbNSA",
        "internationalPhoneNumber": "+91 82890 21218",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best place to visit while you're in Amritsar; apart from Golden Temple, Jalianwala, etc. Very well maintained and clean, peaceful, good management. You have to buy tickets first from a counter which is on the opposite side of the road; just a little bit ahead. Do ask them about all the tickets because there are different tickets and different things are covered under each one. The 7D show was very overwhelming for me as I'm a history buff and I admire Sher-E-Punjab Maharaja Ranjit Singh a lot. Punjabi folk dance- Bhangra was also very good and energetic. There are 2-3 food joints inside the fort. Do visit while you're in Amritsar!!",
            "author_name": "RUTVIK DEORE",
            "relative_time_description": "",
            "time": 1756809309,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Gobindgarh Fort is a historical fort that has significant cultural and historical importance.\n\nTicket price is too much i.e Rs. 310 /- per head including 7D show.\n\nIt was constructed in 1760 by Maharaja Ranjit Singh, the founder of the Sikh Empire and a key figure in Punjab's history. The fort served as a military stronghold and was strategically significant due to its location. It was named after Guru Gobind Singh, the tenth guru of the Sikhs, symbolizing the reverence and respect for Sikh history and heritage.\n\nThe fort played a crucial role during the British colonial period, serving as a military base for British troops. It witnessed various battles and played a crucial part in the defense of Amritsar.\n\nThe architecture of Gobindgarh Fort exhibits a blend of Indo-Saracenic and Mughal styles, characterized by robust walls, bastions, and impressive gateways. The fort covers an area of approximately 43 acres and houses several structures, including the iconic Saragarhi Memorial, which pays tribute to the soldiers who fought bravely in the Battle of Saragarhi in 1897.\n\nIn recent years, Gobindgarh Fort has undergone significant restoration and renovation efforts, transforming it into a cultural and tourist hub. The Punjab government has developed it into a site that showcases the rich heritage and culture of Punjab. Visitors can explore its historical features, including museums, interactive exhibits, and live demonstrations of traditional Punjabi music and dance.\n\nThe fort is also home to the \"Walled City of Amritsar\" project, which aims to preserve the cultural essence and history of Amritsar while providing an engaging experience for tourists. Various events, cultural programs, and festivals are held within the fort, making it a vibrant center of activity.\n\nThe best attractions are below...\n💥💥  Light and Sound Show:  One of the popular attractions at Gobindgarh Fort is the light and sound show that narrates the fort's history and the broader context of Punjab's cultural heritage.\n\n💥💥 Museums : The fort houses several exhibitions, including displays of arms and armor, artifacts from the Sikh empire, and exhibits that reflect the culture and traditions of Punjab.\n\n💥💥 Dining and Shopping : The fort features food courts and shops that offer local cuisine and handicrafts, making it a complete experience for visitors.\n\nGobindgarh Fort is a testament to the rich history and culture of Punjab. Its significance goes beyond mere architecture; it serves as a reminder of the region's historical struggles, achievements, and vibrant culture. Today, it stands not only as a monument of historical importance but also as a vibrant space for learning, exploration, and celebration of Punjabi heritage. Visiting Gobindgarh Fort is a must for anyone seeking to understand the historical and cultural fabric of Amritsar and Punjab as a whole.",
            "author_name": "Bharath Raj",
            "relative_time_description": "",
            "time": 1742883490,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Views are excellent and insta friendly. Charges a lot but fort is not being maintained properly. Trying hard to find a tap or toilet.",
            "author_name": "Nishikant Mishra",
            "relative_time_description": "",
            "time": 1755412021,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.fortgobindgarh.com/",
        "index": 8,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Fortress",
          "Historical landmark",
          "Tourist information center",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 641,
            "2": 432,
            "3": 1494,
            "4": 3777,
            "5": 8712
          }
        },
        "minMinutesSpent": 150,
        "latitude": 31.626903,
        "address": "Old Cantt Road, Vijay Chowk, inside Lohgarh Chowk, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ7aP4Ka98GTkRW7ecFnY5Acs",
        "generalDescription": "Jallianwala Bagh is a public garden in Amritsar, India, known for its memorial to the tragic massacre of 13 April 1919. The garden features an eternal flame-shaped memorial and serves as a significant historical site. It is part of the Heritage Mile along with the Golden Temple and the Partition Museum.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 74.880165,
        "rating": 4.6,
        "numRatings": 99266,
        "sources": [
          {
            "id": "263891",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-top-10-things-to-see-do-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "On 13 April 1919, British troops, on General Dyer’s order, opened fire on a group of innocent Indians participating in a meeting at the Bagh, killing hundreds. As you walk the narrow passage leading to the Jallianwala Bagh, the first thing you’ll notice is an inscription on a stone plaque: “People were fired at from here.” This park is now a memorial for those who sacrificed their lives, with bullet holes marked for visitors to observe.",
            "siteName": "The Culture Trip",
            "shortName": "Must-Visit Places In Amritsar India",
            "indexInSource": 5,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000432",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/tourist-places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Perhaps there is no other memorial in India that paints such a poignant saga of the freedom struggle as the Jallainwala Bagh. Spread over 6.5 acres, the public garden remains a testimony to the most heinous public massacre that the British Army committed on unarmed Indians. It was almost a century ago, in the year 1919, when the British forces under the command of General Dyer brutally open fired on a peaceful congregation of men, women, and children at this very place and left hundreds dead.",
            "siteName": "FabHotels",
            "shortName": "14 Places to visit in Amritsar (2024) Tourist Places in Amritsar",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "471614",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-amritsar-ind-1-24.htm",
            "sourceSite": "Web",
            "snippet": "Tucked behind the Golden Temple, tourists will find another important site in Amritsar: Jallianwala Bagh. The public garden memorializes the estimated 1,500 people who were killed or injured when British soldiers were ordered to fire on peaceful protesters who were demanding the release of imprisoned leaders of the Indian Independence Movement in 1919. You can still see bullet holes in the walls that hundreds of victims hid behind in attempt to dodge the gunfire.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Places to Visit in Amritsar",
            "indexInSource": 3,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520233",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-near-golden-temple/",
            "sourceSite": "Web",
            "snippet": "Located within a distance of one kilometre from the Golden Temple, Jallianwala Bagh is the famous public ground where the heinous act of public massacre was done by the British Army. The incident took place on 13th April, 1919 which was the Punjabi New Year Day. It is on this auspicious day that British occupying forces brutally opened fire on a peaceful mass and as a result around 379 people were left dead and around 1100 people wounded.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit Near Golden Temple, Amritsar",
            "indexInSource": 0,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520243",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/punjab/amritsar/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 3 km from Amritsar Junction and 1 km from Golden Temple, Jallianwala Bagh is a memorial garden located in Amritsar town of Punjab. Situated near Harmandir Sahib, it is one of the top places to visit in Amritsar. Jallianwala Bagh is the unfortunate site where thousands of innocents were brutally killed by British troops on 13th April 1919, which was the day of Baisakhi festival for the people of Sikh religion.",
            "siteName": "Trawell.in",
            "shortName": "20 Best Places to Visit in Amritsar, Things to Do & Sightseeing (2024)",
            "indexInSource": 1,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301600",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-amritsar",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh, amritsar Jallianwala Bagh, amritsar Gobindgarh Fort, amritsar Durgiana Temple, amritsar Durgiana Temple, amritsar Attari Border Crossing, amritsar Partition Museum, amritsar Tarn Taran, amritsar Maharaja Ranjit Singh Museum, amritsar Khairuddin Mosque, amritsar Sun City Park, amritsar Gurudwara Bir Baba Budha Sahib, amritsar Thunder Zone Amusement And Water Park, amritsar Lal Devi Mata Mandir, amritsar",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit Near Amritsar for A Weekend Trip",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "Where at one side, Amritsar is counted among the religious places of India there, it is also landmarked as the place that speaks of history loud and clear. Maintaining the Historical side of the city, Jallianwala bagh is one of the most visited tourist places in city. It is basically a Public Garden that is renowned for one of the worst stories of history in India.",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 1,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "This place signifies the glorious history connected to the city of Amritsar. This place is one of the landmarks which is not only famous in Amritsar but throughout the world. The place is a reflection of the unforgettable and tragic historic event that took place when British soldiers fired on a number of men, women, and children.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 1,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923931",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-amritsar",
            "sourceSite": "Web",
            "snippet": "Just a stone’s throw from the Golden Temple, Jallianwala Bagh stands as a poignant reminder of India’s struggle for independence. This site, marked by the infamous massacre of 1919, is now a tranquil garden that offers unique photographic opportunities. The bullet-scarred walls and the Flame of Liberty make for powerful subjects.",
            "siteName": "WanderOn",
            "shortName": "Explore the Best Photography Spots in Amritsar",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923935",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-amritsar?srsltid=AfmBOorvPjgzyX_e4qf6-gG_X514wAInL3QlTEFqYjywZa_5Nbn33frh",
            "sourceSite": "Web",
            "snippet": "Built in the honour of those who were wounded and martyred in the Jallianwala Massacre, this public garden houses a memorial structure, a museum, and a gallery to commemorate the tragic incident.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Amritsar in 2024",
            "indexInSource": 2,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IEUXLlFYlnQMUxaaCLf1AiLwU7HDjj5x",
          "BtRx3IzdnlOtnSxktHEOlYs1YSqPJSWP",
          "ZLl2YTFMW901YvYzUaOktwuV8vkulMHN",
          "iOxpsGnyiOwIASenVPbazlSq2AetRBRG",
          "dgGebxtbO3lxSXu5PPyPt6LwPtNttmYe",
          "IEUXLlFYlnQMUxaaCLf1AiLwU7HDjj5x",
          "BtRx3IzdnlOtnSxktHEOlYs1YSqPJSWP",
          "ZLl2YTFMW901YvYzUaOktwuV8vkulMHN",
          "iOxpsGnyiOwIASenVPbazlSq2AetRBRG",
          "dgGebxtbO3lxSXu5PPyPt6LwPtNttmYe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Jallianwala Bagh",
        "placeId": "ChIJ7aP4Ka98GTkRW7ecFnY5Acs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Its a historic place worth visiting..\n\nBut its very crowded.. people keep pushing each other  for reasons best known to them..\n\nIt was very hot when we had visited... there is a huge park..\nAll the ancient historic marks like bullet traces and all, etc  are well marked...",
            "author_name": "Ankur Kandoi",
            "relative_time_description": "",
            "time": 1755489261,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Utterly beautiful place with heroic stories of our freedom fighter. I promise you goosebumps if you go as per the map and read the prints available on the walls. Good source of knowledge for every age group, defines the cruelty of the British rulers.\nThe only concern here is the safety, a lot of pickpocket boards signify that safety is surely weak point. So take care of your belongings and enjoy the journey of India's freedom.\nPS : Make sure you visit Halls one by one as per the instructions on the map.",
            "author_name": "Ankur Vashist",
            "relative_time_description": "",
            "time": 1755412740,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very overwhelming experience! They should maybe make the experience a bit more interactive(audiobook) and likes. Because for those who don't know about historical facts; it's not that informative. Otherwise very well maintained and warm and hospitable staff!",
            "author_name": "RUTVIK DEORE",
            "relative_time_description": "",
            "time": 1756752359,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Memorial park",
          "Nature & Parks",
          "Gardens",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2061,
            "2": 1320,
            "3": 5254,
            "4": 17248,
            "5": 73413
          }
        },
        "minMinutesSpent": 90,
        "latitude": 31.62074,
        "address": "Golden Temple Rd, Amritsar, Punjab, India",
        "travel_time": null
      },
      {
        "_id": "ChIJyy2KyKl8GTkRzc-vglFS7i4",
        "generalDescription": "Akal Takht Sahib, also known as Akal Bunga, is a significant religious site for Sikhs. Established in 1606, it is one of the five takhts in Sikhism and serves as a place for seeking justice. Situated next to the Golden Temple in Amritsar, it houses ancient Sikh scriptures and books. There is no entry fee to visit this sacred place, which is open from 5 AM to 10 PM daily.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.875421,
        "rating": 4.8,
        "numRatings": 1430,
        "sources": [
          {
            "id": "301600",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-amritsar",
            "sourceSite": "Web",
            "snippet": "Originally known as Akal Bunga, Akal Takht is one of the five takhts in Sikhism. Takhts are the sacred seat of Sikh Gurus and they work as a place where everyone can get justice. Akal Takht is located next to the Golden Temple and is one of the finest tourist attractions in Amritsar.Akal Takht is visited by many tourists as it also houses some of the oldest and holy books and scripts of Sikhism.Location: Golden Temple Rd, Atta Mandi, Katra Ahluwalia, Amritsar, Punjab 143006Entry Fee: There is no price or entry fee to visit the Akal Takht.Timings: Monday to Sunday 5 AM to 10 PMBest time to visit: The Winter Season (October to January) is the best time to visit Akal Takht as the temperature is suitable and pleasant.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit Near Amritsar for A Weekend Trip",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520233",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-near-golden-temple/",
            "sourceSite": "Web",
            "snippet": "The city of Amritsar also encloses Akal Takht, Sikh Parliament, Durgiyana Temple and a number of other eye-catching tourist attractions which every enthusiastic traveller would love to explore along with visiting Golden Temple. However, tourist places like Harike Wetland, Bathinda Fort or Pul Kajari are located within close proximity of Amritsar and give the travellers enough of options to choose from for a day trip from Golden Temple. So, let us tell you in details what all you can see while spending your vacation in Amritsar.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit Near Golden Temple, Amritsar",
            "indexInSource": 2,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "Included among the most prominent religious places in Amritsar, Akal Takht serves as one of the five seats of Sikh religious authority. Akal Takht means “throne of the immortal” is the central altar for the sikh Political Assembly as well. It is known that, Shri Guru Hargobind Singh has laid the foundation stone of this religious building in 1605.",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 3,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91998",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/amritsar/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "2 km from city center 8 out of 34 Places To Visit in Amritsar. Akal Takht (Throne of the Timeless One) is the highest political and administrative institution of the Sikhs, founded by the sixth Sikh Guru, Guru Hargobind in 1606. Located in the famous Golden Temple complex of Amritsar, the Akal Takht is one of the Five Takhts of the Sikhs.",
            "siteName": "holidify.com",
            "shortName": "34 Best Places to visit in Amritsar | Top Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000432",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/tourist-places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Among the many Amritsar famous places, Akal Takht holds a timeless position. It is a Sikh temple that represents one of the five seats of power in Sikhism. Akal Takht is considered to be as significant as the Golden Temple by the followers of the religion.",
            "siteName": "FabHotels",
            "shortName": "14 Places to visit in Amritsar (2024) Tourist Places in Amritsar",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Imagine how peaceful and relaxing it would be when you visit one of the 5 seats of Sikh community?. Wouldn’t it a great experience?. Well, visiting Akal Takht would give you the same peace and relaxation that you are looking for.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 3,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f0oIoIj33XVWb9nKbsy3susPgih6Zcoj",
          "DlKpQ56V4tkbPh4qaSFWkpNVUOWuQ6WV",
          "l55akENdV1wFmVffRm8vL60lgTjq2zdb",
          "f0oIoIj33XVWb9nKbsy3susPgih6Zcoj",
          "DlKpQ56V4tkbPh4qaSFWkpNVUOWuQ6WV",
          "l55akENdV1wFmVffRm8vL60lgTjq2zdb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0300"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0300"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0300"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0300"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0300"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0300"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0300"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Sri Akal Takht Sahib",
        "placeId": "ChIJyy2KyKl8GTkRzc-vglFS7i4",
        "internationalPhoneNumber": "+91 183 254 0820",
        "reviews": [
          {
            "rating": 5,
            "text": "The first and the most important t The first and the most important takht was established by Guru Hargobind in 1609: Akal Takht (the Throne of the Timeless God), located just opposite the gate of Harmandir Sahib (The Golden Temple), in Amritsar. While the Harmandir Sahib, or Golden Temple, represents Sikh spiritual guidance, the Akal Takht symbolizes the dispensing of justice and temporal activity. It is the highest seat of temporal authority of the Khalsa and the seat of the Sikh religion's earthly authority. There, the Guru held his court and decided matters of military strategy and political policy. Later on, the Sikh Nation (Sarbat Khalsa) took decisions here on matters of peace and war and settled disputes between the various Sikh groups. Jarnailsinh Bhindranwale occupied it in 1984. To make Akaltakht free from Jarnailsinh Bhindranwale and his followers, Indian Army attacked on them. This was damaged and rebuilt.",
            "author_name": "Ashutosh N. Mistry",
            "relative_time_description": "",
            "time": 1734279446,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Akal Takht Sahib is right in front of the Golden Temple The view of Harmandir Sahib is visible from akal Takht Sahib.Sitting here you can chant Waheguru Mantra comfortably.The heart gets comfort and peace.",
            "author_name": "Jagjeet Singh",
            "relative_time_description": "",
            "time": 1743655144,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "[No description needed]\nKeep in mind: *Shoes and luggage rooms are free\n*Free head clothes are available in front of the luggage room (No need to buy)\n*There's a museum inside the temple fort (Must visit)\n*Try to reach as early as possible.\n*Respect the religion",
            "author_name": "Kashinathan K",
            "relative_time_description": "",
            "time": 1744901534,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sgpc.net/",
        "index": 10,
        "id": "",
        "categories": [
          "Gurudwara",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 4,
            "3": 14,
            "4": 90,
            "5": 1291
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.620631,
        "address": "JVCG+753, Harmandir Sahib, Golden Temple Rd, Atta Mandi, Katra Ahluwalia, Amritsar, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      },
      {
        "_id": "ChIJn_rZOjRlGTkRiEkP0aJj8tA",
        "generalDescription": "Located in Amritsar, the Shri Durgiana Temple is a Hindu place of worship situated in the middle of a sacred lake. The temple features a stunning gilded dome and intricate silver gates. It is dedicated to the Hindu gods Vishnu and Lakshmi, despite being located in an area known for Sikh holy sites. What sets this temple apart is its unique architectural style, blending Hindu and Sikh influences.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.867436,
        "rating": 4.7,
        "numRatings": 7134,
        "sources": [
          {
            "id": "301600",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-amritsar",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh, amritsar Jallianwala Bagh, amritsar Gobindgarh Fort, amritsar Durgiana Temple, amritsar Durgiana Temple, amritsar Attari Border Crossing, amritsar Partition Museum, amritsar Tarn Taran, amritsar Maharaja Ranjit Singh Museum, amritsar Khairuddin Mosque, amritsar Sun City Park, amritsar Gurudwara Bir Baba Budha Sahib, amritsar Thunder Zone Amusement And Water Park, amritsar Lal Devi Mata Mandir, amritsar",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit Near Amritsar for A Weekend Trip",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460185",
            "type": "webPlacesList",
            "url": "https://chandigarhmetro.com/amritsar-top-places-to-visit/",
            "sourceSite": "Web",
            "snippet": "Built in 16th century and rebuilt in 1921, Durgiani Temple is one of the major tourist attractions in Amritsar. Prominently knwon as the Lakshmi Narayan Temple, Sitla Mandir and Durga Tirath sthan this temple is located in the religious bliss of Amritsar. The most interesting thing to know about this temple is that it’s infrastructure is similar to the Golden Temple of Amritsar.",
            "siteName": "Chandigarh Metro",
            "shortName": "25 Awesome (Places To Visit In Amritsar) With Location & Pictures",
            "indexInSource": 4,
            "iconSiteId": 1391,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000432",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/tourist-places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "Located in the middle of a sacred lake, Durgiana Temple is one of the most visited religious destinations in the city of Amritsar. The temple is known by several other names, such as Lakshmi Narayan Temple, Sitla Temple, and Durga Tirath. When you visit the temple, you will notice that its architecture bears a close resemblance to that of the Golden Temple.",
            "siteName": "FabHotels",
            "shortName": "14 Places to visit in Amritsar (2024) Tourist Places in Amritsar",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "471614",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/india/top-rated-attractions-places-to-visit-in-amritsar-ind-1-24.htm",
            "sourceSite": "Web",
            "snippet": "Take one look at Shri Durgiana Mandir ( Durgiana Temple), and you might think you're seeing double. With its half gold, half marble facade, the domed structure looks almost identical to the Golden Temple–it's even housed in the center of a sacred lake. While the two temples may not differ much in looks, they certainly have distinctive purposes.",
            "siteName": "planetware.com",
            "shortName": "Attractions & Places to Visit in Amritsar",
            "indexInSource": 8,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923931",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/photography-spots-in-amritsar",
            "sourceSite": "Web",
            "snippet": "Often overshadowed by the Golden Temple, the Durgiana Temple is another architectural marvel that shouldn’t be missed. Known for its striking silver doors and intricate carvings, this Hindu temple is dedicated to Goddess Durga. The serene surroundings and reflective water body offer a tranquil backdrop for photographs.",
            "siteName": "WanderOn",
            "shortName": "Explore the Best Photography Spots in Amritsar",
            "indexInSource": 3,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520233",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-to-visit-near-golden-temple/",
            "sourceSite": "Web",
            "snippet": "A Significant Hindu Temple in Amritsar, Durgiana is around one and half kilometre from the Golden Temple and looks like a replica of the same. Dedicated to Goddess Durga, the temple was built in 1908 by Harsai Mal Kapoor. The temple complex encloses the seats of Lord Hanuman, Mata Shitla, along with Lakshmi Narain.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit Near Golden Temple, Amritsar",
            "indexInSource": 1,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520243",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/punjab/amritsar/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 1.5 km from Amritsar Junction, Durgiana Temple is Hindu temple situated near Lohgarh gate of Amritsar, Punjab. It is a Hindu version of the Amritsar Golden Temple and also one of the top pilgrimage places to visit in Amritsar. Durgiana Temple is dedicated to Goddess Durga.",
            "siteName": "Trawell.in",
            "shortName": "20 Best Places to Visit in Amritsar, Things to Do & Sightseeing (2024)",
            "indexInSource": 2,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263638",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-amritsar/",
            "sourceSite": "Web",
            "snippet": "This great tourist spot in Amritsar was initially built in the 16th century. To enhance the beauty of the place and to make it more attractive, this temple was renovated in the year 1921. The peaceful surroundings of the temple can attract anyone towards this temple.",
            "siteName": "Treebo Blog",
            "shortName": "15 Places to Visit in Amritsar that Capture the Essence of the City!",
            "indexInSource": 4,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923935",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-amritsar?srsltid=AfmBOorvPjgzyX_e4qf6-gG_X514wAInL3QlTEFqYjywZa_5Nbn33frh",
            "sourceSite": "Web",
            "snippet": "Built in 20th century, this temple combines traditional Hindu architecture with elements of the Golden Temple. Pandit Madan Mohan Malviya laid its foundation stone.",
            "siteName": "makemytrip.com",
            "shortName": "22 Places to Visit in Amritsar in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QurVy8VVZ2AgOWR1vhN6OXXECrDpISyn",
          "WTbHdaIaUzMCPoDh0NC7caYWildfIkQ3",
          "LhupFXX4hQfmpqNr1vN14N3OpJe0MxmK",
          "TKJjP9yxpRRUWIYaV3AizkTJG0uIEo34",
          "AR3kUtDiwEpalBi6Q8txIzdqPoaNHje9",
          "QurVy8VVZ2AgOWR1vhN6OXXECrDpISyn",
          "WTbHdaIaUzMCPoDh0NC7caYWildfIkQ3",
          "LhupFXX4hQfmpqNr1vN14N3OpJe0MxmK",
          "TKJjP9yxpRRUWIYaV3AizkTJG0uIEo34",
          "AR3kUtDiwEpalBi6Q8txIzdqPoaNHje9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1230"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Shri Durgiana Temple, Amritsar",
        "placeId": "ChIJn_rZOjRlGTkRiEkP0aJj8tA",
        "internationalPhoneNumber": "+91 183 255 0800",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the popular tourist destinations of Amritsar after Golden temple, Jallianwallah Bagh and Attari border. It is not far the railway station and bus stand. It has some uncanny similarities to the Golden temple .",
            "author_name": "Vedantam Subash",
            "relative_time_description": "",
            "time": 1743345541,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shri Durgiana Temple is a magnificent spiritual landmark in Amritsar, located near Hathi Gate Chowk. Often referred to as the \"Silver Temple\" due to its intricately carved silver doors, this temple is dedicated to Goddess Durga and exudes peace and divinity.\n\nThe temple's serene setting, surrounded by a holy water tank, mirrors the architectural style of the Golden Temple. It's a place where one can feel a deep spiritual connection while admiring the stunning artistry of its structure.\n\nConveniently located near other key attractions, Shri Durgiana Temple is a must-visit for devotees and tourists alike. Whether it's for prayer, reflection, or simply to appreciate its beauty, this temple offers a truly enriching experience.",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1747040801,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌟 Durgiana Temple – The Golden Temple's Lesser-Known Twin! 🏰✨\n\nAmritsar may be famous for the Golden Temple, but just a short rickshaw ride away sits its Hindu doppelgänger (double) -the dazzling Durgiana Temple! Think golden domes, a shimmering lake, and architecture so grand even the rain couldn't dull its sparkle. ☔🌥️\n\nBuilt in 1921, this temple is dedicated to Goddess Durga, along with Lakshmi (Goddess of Wealth 💰) and Vishnu (The Preserver 🙌). And here's the fun part-it looks strikingly similar to the Golden Temple. 💛\n\nThe holy sarovar (water tank)💦 adds to the magic, where devotees cleanse their souls. Durgiana Temple holds its own with devotion, charm, and a peaceful vibe that makes you want to stay a little longer.✨🙏\n\n#DurgianaTemple #GoldenGlow #HinduHeritage #AmritsarVibes",
            "author_name": "Robert Walshe",
            "relative_time_description": "",
            "time": 1740985303,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://durgianamandir.in/",
        "index": 11,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 105,
            "2": 39,
            "3": 249,
            "4": 1020,
            "5": 5721
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.627227,
        "address": "near, Hathi Gate Chowk, near Durgiana Mandir, opp. golbagh, Hathi Gate, Goal Bagh, Amritsar, Punjab 143001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJgRpYInB9GTkRSJ6sKqkGPyo",
        "generalDescription": "Gurudwara Ber Baba Budha Sahib, also known as Bir Sahib, is a significant religious site located on the Chabal-Amritsar road in Amritsar, Punjab. It holds great historical and spiritual importance as it was where Baba Budha Ji spent a considerable part of his life from 1506 to 1631.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 74.876626,
        "rating": 4.8,
        "numRatings": 1032,
        "sources": [
          {
            "id": "520243",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/punjab/amritsar/places-to-visit-things-to-do",
            "sourceSite": "Web",
            "snippet": "At a distance of 20 km from Amritsar Junction, Gurdwara Beerh Baba Buddha Sahib is situated on Chabaal - Amritsar road near Chabaal Khalan village in Amritsar district of Punjab, India. Gurdwara Bir Baba Budha Sahib popularly known as Bir Sahib is the place where Baba Budha Ji spent much part of his life (1506 - 1631). This is also the place where Guru Arjan Dev Ji and his wife Mata Ganga were blessed with the son, Sri Hargobind Sahib.",
            "siteName": "Trawell.in",
            "shortName": "20 Best Places to Visit in Amritsar, Things to Do & Sightseeing (2024)",
            "indexInSource": 9,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "301600",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-amritsar",
            "sourceSite": "Web",
            "snippet": "Jallianwala Bagh, amritsar Jallianwala Bagh, amritsar Gobindgarh Fort, amritsar Durgiana Temple, amritsar Durgiana Temple, amritsar Attari Border Crossing, amritsar Partition Museum, amritsar Tarn Taran, amritsar Maharaja Ranjit Singh Museum, amritsar Khairuddin Mosque, amritsar Sun City Park, amritsar Gurudwara Bir Baba Budha Sahib, amritsar Thunder Zone Amusement And Water Park, amritsar Lal Devi Mata Mandir, amritsar",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit Near Amritsar for A Weekend Trip",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91998",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/amritsar/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "27 km from city center 9 out of 34 Places To Visit in Amritsar. Gurudwara Bir Baba Budha Sahib, also known as Bir Sahib, is situated near the village of Thatta. This sacred site commemorates Baba Budha Ji (1506–1631), a revered figure in Sikhism who anointed five successive Sikh Gurus.",
            "siteName": "holidify.com",
            "shortName": "34 Best Places to visit in Amritsar | Top Tourist Attractions",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "d7ndHzELntiDbyEJLQ5TOz8bax3bzpyq",
          "PVPnv6yd2QNZWVOaN0loFWxxnECow5AN",
          "d7ndHzELntiDbyEJLQ5TOz8bax3bzpyq",
          "PVPnv6yd2QNZWVOaN0loFWxxnECow5AN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Gurudwara Ber Baba Budha Sahib",
        "placeId": "ChIJgRpYInB9GTkRSJ6sKqkGPyo",
        "internationalPhoneNumber": "+91 172 504 2858",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful temples in the world covered in 12,000 kg of gold this is a must visit place. You have to wear long clothes and cover your head. Free head covering is available at the entrance. Free shoe store and luggage store is available. Free filter water is available. You have to wash your feet and hands to enter. During the morning or day it could take as long as 2-4 hours to get into the middle temple. To go inside it is best to visit at night about 7:30+ we were in and out in about 45mins. There is a 24hrs langar (food) kitchen entirely run by volunteers which I would highly recommend to eat. You are also able to volunteer with any work so if you feel like washing up then just start following someone else. A very busy but peaceful place where people may be homeless but they will never go hungry.",
            "author_name": "Sachin Patel",
            "relative_time_description": "",
            "time": 1733302301,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Golden Temple, Amritsar\n\nI recently visited Amritsar for the first time in my life, and the experience was truly divine. Honestly, words can't do justice to what I felt-you have to be there to understand it. I went during the holidays, and although it was a Sunday and quite crowded, I was still able to explore the city and enjoy its amazing food. We did proper darshan the next day.\n\nOne sincere request to all fellow travelers-wherever you go, especially at such sacred and historic places, please be mindful of cleanliness. The management at the Golden Temple is doing a great job, but it's also our responsibility to maintain the sanctity and cleanliness of the place.\n\nEverything was so beautiful that I didn't feel like leaving. Photos can capture the view, but you need to be there to feel that divine energy. And the Kadha Prasad? Truly the best in the world.\n\nHighly recommended for anyone seeking peace, devotion, and unforgettable food.",
            "author_name": "Mayank Karra",
            "relative_time_description": "",
            "time": 1750917152,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing religious temple for Sikhs and all others. We visited twice in a week. Best time to visit is after 6 PM. When it is lighted it is like a heaven. Keep your shoes out, wash hands and legs. Wear head cover. Photography is strictly prohibited. You may see people holding spear, but they are for your protection only. It usually gets very crowded as well. A must visit place in India. Do not miss Silver temple(Durga Mata temple)  as well which is close by.",
            "author_name": "Nandu Menon",
            "relative_time_description": "",
            "time": 1721350439,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Gurudwara",
          "Sights & Landmarks",
          "Historical landmark",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 2,
            "3": 19,
            "4": 68,
            "5": 929
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.620878,
        "address": "Golden Temple, The Golden Temple Amritsar, Golden Temple Rd, Atta Mandi, Katra Ahluwalia, Amritsar Cantt., Punjab 143006, India",
        "travel_time": null
      }
    ]
  }
}