{
  "_id": "79316",
  "city_name": "Luxor",
  "is_searchable": true,
  "place_id": 79316,
  "country_name": "Egypt",
  "city_name_search": "luxor",
  "longitude": 32.64935,
  "parent_id": 90778,
  "popularity": 29934,
  "manual_description": "Luxor is one of the most interesting cities in Egypt with a long history. In ancient times it was the city of Thebes. Today, Luxor is a popular tourist destination because of the many ancient monuments found in the city and in the surrounding area, including the Valley of the Kings and Valley of the Queens, the Temple of Karnak, and the Colossi of Memnon. Luxor also has a much more modern side as well, with a variety of hotels, restaurants and shops.",
  "subcategory": "city",
  "state_name": null,
  "bounds": [
    32.62251,
    25.65408,
    32.69643,
    25.7358
  ],
  "image_url": [
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316/imagen_1.png",
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316/imagen_2.png",
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316/imagen_3.png",
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316/imagen_1.png",
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316/imagen_2.png",
    "https://storage.googleapis.com/mycasavsc.appspot.com/places/79316.jpg"
  ],
  "position": {
    "geohash": "ssx4nyywb",
    "geopoint": {
      "latitude": 25.70234,
      "longitude": 32.64935
    }
  },
  "latitude": 25.70234,
  "image_key": "0j0ziZ4i8ewmP1RFoXTxPMp0VA2JkHUu",
  "depth": 3,
  "place_description": "Luxor is a city on the east bank of the Nile River in southern Egypt. It's on the site of ancient Thebes, the pharaohs' capital at the height of their power, during the 16th–11th centuries B.C. Today's city surrounds 2 huge, surviving ancient monuments: graceful Luxor Temple and Karnak Temple, a mile north. The royal tombs of the Valley of the Kings and the Valley of the Queens are on the river's west bank.",
  "subcollections": {
    "ancestors": [
      {
        "_id": "90763",
        "subcategory": "country",
        "stateName": null,
        "countryName": null,
        "id": 90763,
        "longitude": 31.23274,
        "bounds": [
          24.69677,
          22,
          37.0569,
          31.8122
        ],
        "latitude": 30.05298,
        "popularity": 0,
        "parentId": null,
        "depth": 0,
        "name": "Egypt"
      },
      {
        "_id": "90778",
        "subcategory": "region",
        "stateName": null,
        "countryName": "Egypt",
        "id": 90778,
        "longitude": 31.24861,
        "bounds": [
          31.24215,
          30.04279,
          31.24485,
          30.04549
        ],
        "latitude": 30.04998,
        "popularity": 42632,
        "parentId": 90763,
        "depth": 2,
        "name": "Nile River Valley"
      }
    ],
    "travelInfo": [
      {
        "_id": "best_time_to_visit",
        "seasonal": {
          "March to May": "Spring in Luxor brings warmer temperatures, with daytime highs reaching up to 30°C (86°F) in March and climbing higher in April and May. This is a great time to visit as the crowds begin to thin out after the winter season. Early mornings and late afternoons are the best times for excursions to avoid the heat. The blooming flora adds a beautiful backdrop to the ancient sites.",
          "June to August": "The summer months in Luxor can be extremely hot, with temperatures often exceeding 40°C (104°F). This is considered the off-peak season for tourism. Travelers who visit during this time should plan their activities for early morning or late evening to avoid the heat. Many sites are less crowded, allowing for a more intimate experience with the ancient wonders. Hydration and sun protection are essential.",
          "Travel Tip": "When visiting Luxor, consider hiring a local guide to enhance your experience. They can provide valuable insights into the history and significance of the sites. Additionally, be sure to dress modestly, respect local customs, and stay hydrated, especially during the hotter months. Early morning visits to popular sites can help you avoid crowds and enjoy a more peaceful experience.",
          "Overview": "Luxor, often referred to as the world's greatest open-air museum, is a city in Upper Egypt that boasts an incredible wealth of ancient monuments and archaeological sites. It is home to the Valley of the Kings, the Karnak Temple, and the Temple of Luxor, making it a must-visit destination for history enthusiasts and travelers alike. The city is situated on the east bank of the Nile River and offers a unique blend of ancient history and modern Egyptian culture.",
          "December to February": "The winter months in Luxor are characterized by mild temperatures, making it the ideal time for sightseeing. Daytime temperatures range from 20°C to 25°C (68°F to 77°F), while nights can be cooler. This period is perfect for exploring the temples and tombs without the scorching heat of summer. However, it is also the peak tourist season, so expect larger crowds at popular sites.",
          "Regional Highlights": "Key highlights in Luxor include the Valley of the Kings, where the tombs of pharaohs such as Tutankhamun are located; the Karnak Temple, one of the largest religious complexes in the world; and the Temple of Hatshepsut, dedicated to Egypt's first female pharaoh. The Colossi of Memnon and the Luxor Museum are also must-see attractions that showcase the city's rich heritage.",
          "September to November": "Autumn marks the transition from the intense summer heat to more comfortable temperatures. September can still be quite warm, but by October and November, daytime temperatures drop to around 25°C to 30°C (77°F to 86°F). This is a great time for cultural festivals and events, as well as for exploring the rich history of Luxor without the summer crowds."
        },
        "monthlyRatings": {
          "Apr": 4,
          "Jun": 2,
          "Jul": 2,
          "Dec": 5,
          "Mar": 5,
          "Feb": 5,
          "Aug": 2,
          "Jan": 5,
          "May": 3,
          "Nov": 5,
          "Oct": 4,
          "Sep": 3
        }
      },
      {
        "_id": "things_to_know",
        "🌞 Best Time to Visit": "The ideal time to visit Luxor is during the cooler months from October to April. This period offers pleasant temperatures for exploring the outdoor sites.",
        "👗 Cultural Dress Codes": "Dress modestly, especially when visiting religious sites. Lightweight, breathable clothing is recommended due to the warm climate.",
        "🕌 Must-See Attractions": "Don't miss the iconic Karnak Temple and the Valley of the Kings, where you can explore the tombs of ancient pharaohs. Plan your visits early in the day to avoid the heat and crowds.",
        "Conclusion": "Luxor is a treasure trove of history and culture waiting to be explored. Embrace the adventure and enjoy every moment of your visit!",
        "🍽️ Local Cuisine": "Be sure to try traditional Egyptian dishes such as koshari and falafel. Local restaurants often provide a unique dining experience with authentic flavors.",
        "Introduction": "Luxor, often referred to as the world's greatest open-air museum, is a city rich in ancient history and culture. Before you embark on your journey, there are several important things to consider to ensure a memorable visit.",
        "🛍️ Souvenir Shopping": "Luxor offers a variety of markets and shops for unique souvenirs. Bargaining is common, so don't hesitate to negotiate prices.",
        "📸 Photography Etiquette": "While many sites allow photography, be respectful of local customs and ask for permission when taking pictures of people. Some areas may have restrictions.",
        "💧 Staying Hydrated": "The Egyptian sun can be intense, so it's crucial to drink plenty of water throughout the day. Carry a reusable water bottle to stay hydrated.",
        "🚕 Transportation Tips": "Getting around Luxor can be done via taxis, horse-drawn carriages, or even by foot. Always negotiate taxi fares in advance to avoid misunderstandings."
      },
      {
        "_id": "top_things_to_do",
        "🚤 Felucca Ride on the Nile": "A traditional felucca sailboat ride on the Nile provides a unique perspective of Luxor’s riverside life and stunning landscapes. The gentle sailing and cool breeze make it a relaxing escape from the city’s bustle, especially at sunset. Opt for a late afternoon trip to enjoy the golden hour.",
        "🛍️ Luxor Souk": "The bustling Luxor Souk is a vibrant market where you can find local crafts, spices, and souvenirs. Its lively atmosphere and friendly vendors provide an authentic cultural experience. Visit in the late afternoon to enjoy shopping before the market closes at night.",
        "Conclusion": "Luxor is a city where history and culture blend seamlessly with natural beauty, offering travelers a rich and immersive experience. Whether exploring ancient ruins or enjoying the Nile’s tranquility, every moment here is truly unforgettable.",
        "🏺 Valley of the Kings": "This ancient burial ground houses the tombs of Egypt’s most famous pharaohs, including Tutankhamun. The detailed wall paintings and historical significance make it a captivating visit. Arrive early to beat the crowds and bring a flashlight for better viewing inside the tombs.",
        "Introduction": "Luxor, often called the world's greatest open-air museum, is a treasure trove of ancient Egyptian history and culture. From majestic temples to vibrant markets, this city offers an unforgettable journey through time along the Nile River.",
        "🏞️ Colossi of Memnon": "These two massive stone statues are remnants of a once-grand mortuary temple and stand as iconic symbols of Luxor’s ancient past. Their impressive size and historical mystery make them a fascinating stop. Visit in the morning to avoid the heat and crowds.",
        "🌿 Luxor Temple": "Located in the heart of the city, Luxor Temple is a beautifully preserved monument that comes alive at night with atmospheric lighting. It’s a great spot to explore Egyptian architecture and mythology after dark. Evening visits offer a magical ambiance and cooler temperatures.",
        "🌄 Hot Air Balloon Ride": "Soaring above Luxor in a hot air balloon offers breathtaking panoramic views of the Nile, temples, and desert landscapes. This unforgettable adventure is best done at dawn for calm winds and spectacular sunrise vistas. Book in advance as spots fill quickly.",
        "🏰 Karnak Temple Complex": "The Karnak Temple is a vast and awe-inspiring collection of temples, chapels, and pylons dedicated to the Theban triad. Its colossal columns and intricate hieroglyphs make it a must-see, especially at sunset when the light enhances its grandeur. Visit early in the morning to avoid crowds and the midday heat.",
        "🎭 Sound and Light Show at Karnak": "This captivating show uses lights and narration to bring the history of Karnak Temple to life after dark. It’s an engaging way to learn about ancient Egypt in a dramatic setting. Check the schedule and book tickets in advance for the best seats.",
        "🌅 Sunrise at the Nile Corniche": "Watching the sunrise over the Nile Corniche offers a serene and picturesque start to your day in Luxor. The gentle river breeze and colorful sky create a peaceful atmosphere perfect for reflection or a leisurely walk. Early morning is the best time to experience this tranquil vibe.",
        "🍽️ Traditional Egyptian Cuisine": "Sampling local dishes like koshari, falafel, and fresh Nile fish is essential to experiencing Luxor’s culinary culture. Many restaurants near the Nile offer authentic flavors with scenic views. Try dining at sunset for a memorable meal with a view."
      },
      {
        "_id": "ways_to_get_around",
        "🚶‍♂️ Guided Walking Excursions": "Joining a guided walking tour can enhance your experience by providing historical context and insider tips. Many tours cover major archaeological sites and local markets. This option is ideal for first-time visitors seeking a deeper understanding of Luxor.",
        "Conclusion": "With a variety of transport options available, getting around Luxor is both easy and enjoyable. Choose the mode that best fits your itinerary and comfort level to make the most of your visit to this historic city.",
        "🛵 Scooter Rentals": "Scooter rentals provide a flexible and fun way to explore Luxor at your own pace. Make sure to wear a helmet and drive cautiously, as traffic can be unpredictable. This option is ideal for short distances and sightseeing around town.",
        "🚂 Train Connections": "Luxor's train station links the city to Cairo and other major Egyptian destinations. Trains are a comfortable and affordable option for longer journeys. Booking tickets in advance is recommended, especially during peak tourist seasons.",
        "Introduction": "Getting around in Luxor, Egypt, offers a unique blend of ancient charm and modern convenience. Whether you're exploring the Valley of the Kings or cruising the Nile, there are various transport options to suit every traveler's needs.",
        "🚍 Local Buses": "Local buses are an economical way to get around Luxor and its surrounding areas. While they may not be the most comfortable, they provide an authentic experience and connect major points of interest. Be prepared for crowded conditions during peak hours.",
        "🚶 Walking Tours": "Many of Luxor's key sites are within walking distance of each other, making walking a great option. This allows you to soak in the atmosphere and discover hidden gems along the way. Wear comfortable shoes and stay hydrated, especially during hot weather.",
        "🛺 Horse-Drawn Carriages": "Horse-drawn carriages, known locally as 'caleches,' offer a charming way to tour Luxor's historic areas. Negotiate the price before your ride and be mindful of the animals' welfare. This traditional mode of transport is perfect for short, leisurely trips.",
        "🚲 Bicycle Rentals": "Bicycles are a green and healthy way to explore Luxor's quieter streets and countryside. Rental shops are available near popular tourist areas, and cycling paths are improving. Always carry water and be cautious of traffic when cycling.",
        "🚐 Minibus Services": "Minibuses serve as shared taxis connecting Luxor with nearby towns and tourist sites. They are cost-effective but can be crowded and less comfortable. It's best to ask locals for schedules and routes to ensure a smooth trip.",
        "🚤 Nile River Boats": "Boat rides on the Nile offer a scenic and relaxing way to travel between Luxor and nearby attractions. Feluccas, traditional wooden sailboats, are popular for leisurely cruises, especially at sunset. Always negotiate the price beforehand to avoid surprises.",
        "🚖 Ride-Hailing Apps": "Ride-hailing apps like Uber and Careem operate in Luxor, offering a convenient and cashless transport option. These services provide fixed fares and the ability to track your ride. They are especially useful for tourists unfamiliar with local taxi rates.",
        "🚕 Taxi Services": "Taxis are a popular and convenient way to navigate Luxor. Always agree on the fare before starting your journey, as meters are not commonly used. For short trips within the city, taxis are affordable and readily available."
      }
    ]
  }
}