[
    {
        "index": 1,
        "name": "City Palace",
        "latitude": "26.925657",
        "longitude": "75.824279",
        "excerpt": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/city-palace/a/poi-sig/449391/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169577862_super.jpg",
        "detail_description": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh II, but within it the palace has been enlarged and adapted over the centuries. There are palace buildings from different eras, some dating from the early 20th century. It is a striking blend of Rajasthani and Mughal architecture.\r\n\nThe price of admission includes entry to Royal Gaitor and the Cenotaphs of the Maharanis, as well as to Jaigarh, a long climb above Amber Fort. This composite ticket is valid for two days and costs Indians an extra ₹60 on top of City Palace entry (no extra cost for foreigners).\r\n\r\nMubarak Mahal\r\n\r\nEntering through Virendra Pol, you’ll see the Mubarak Mahal (Welcome Palace), built in the late 19th century for Maharaja Madho Singh II as a reception centre for visiting dignitaries. Its multiarched and colonnaded construction was cooked up in an Islamic, Rajput and European stylistic stew by the architect Sir Swinton Jacob. It now forms part of the Maharaja Sawai Mansingh II Museum, containing a collection of royal costumes and superb shawls, including Kashmiri pashmina. One remarkable exhibit is Sawai Madho Singh I’s capacious clothing; it’s said he was a cuddly 2m tall, 1.2m wide and 250kg.\r\n\r\nThe Armoury\r\n\r\nThe Anand Mahal Sileg Khana – the Maharani’s Palace – houses the Armoury, which has one of the best collections of weapons in the country. Many of the ceremonial items are elegantly engraved and inlaid, belying their grisly purpose.\r\n\r\nDiwan-i-Khas (Sarvatobhadra)\r\n\r\nSet between the Armoury and the Diwan-i-Am art gallery is an open courtyard known in Sanskrit as Sarvatobhadra. At its centre is a pink-and-white, marble-paved gallery that was used as the Diwan-i-Khas (Hall of Private Audience), where the maharajas would consult their ministers. Here you can see two enormous silver vessels, each 1.6m tall and reputedly the largest silver objects in the world.\r\n\r\nDiwan-i-Am Art Gallery\r\n\r\nWithin the lavish Diwan-i-Am (Hall of Public Audience) is this art gallery. Exhibits include a copy of the entire Bhagavad Gita handwritten in tiny script, and miniature copies of other holy Hindu scriptures, which were small enough to be easily hidden in the event that zealot Mughal armies tried to destroy the sacred texts.\r\n\r\nPitam Niwas Chowk &amp; Chandra Mahal\r\n\r\nLocated towards the palace’s inner courtyard is Pitam Niwas Chowk. Here four glorious gates represent the seasons – the Peacock Gate depicts autumn, the Lotus Gate signifies summer, the Green Gate represents spring, and finally the Rose Gate embodies winter.\r\n\r\nBeyond this chowk (square) is the private palace, the Chandra Mahal, which is still the residence of the descendants of the royal family; you can take a 45-minute Royal Grandeur guided tour of select areas.\r\n"
    },
    {
        "index": 23,
        "name": "Hathroi Fort",
        "latitude": "26.917172",
        "longitude": "75.796459",
        "excerpt": "The precinct of Hathroi Fort is named after this derelict (but still occupied) fort perched on a hilltop.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/hathroi-fort/a/poi-sig/1381675/356451",
        "image_url": null,
        "detail_description": "The precinct of Hathroi Fort is named after this derelict (but still occupied) fort perched on a hilltop.\n"
    },
    {
        "index": 22,
        "name": "Sisodia Rani Palace",
        "latitude": "26.899377",
        "longitude": "75.859051",
        "excerpt": "The outer walls of Sisodia Rani Palace are decorated with murals depicting hunting scenes and the Krishna legend.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/sisodia-rani-palace/a/poi-sig/1447288/356451",
        "image_url": null,
        "detail_description": "The outer walls of Sisodia Rani Palace are decorated with murals depicting hunting scenes and the Krishna legend.\n"
    },
    {
        "index": 21,
        "name": "Govind Devji Temple",
        "latitude": "26.92816935",
        "longitude": "75.82401862",
        "excerpt": "This early 18th-century Krishna temple is a popular place of worship set in gardens just outside the City Palace walls.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/govind-devji-temple/a/poi-sig/1451985/356451",
        "image_url": null,
        "detail_description": "This early 18th-century Krishna temple is a popular place of worship set in gardens just outside the City Palace walls.\n"
    },
    {
        "index": 19,
        "name": "Moti Dungri",
        "latitude": "26.893119",
        "longitude": "75.816801",
        "excerpt": "This small, romantic fort looms above J Nehru Marg. It has served as a prison, but today remains in the possession of the former royal family.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/moti-dungri/a/poi-sig/449401/356451",
        "image_url": null,
        "detail_description": "This small, romantic fort looms above J Nehru Marg. It has served as a prison, but today remains in the possession of the former royal family.\n"
    },
    {
        "index": 20,
        "name": "Cenotaphs of the Maharanis of Jaipur",
        "latitude": "26.944771",
        "longitude": "75.84012",
        "excerpt": "About 5km from the centre, along the road to Amber, the cenotaphs of the maharanis of Jaipur are worth a visit for a tranquil stroll.",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/cenotaphs-of-the-maharanis-of-jaipur/a/poi-sig/449387/356451",
        "image_url": null,
        "detail_description": "About 5km from the centre, along the road to Amber, the cenotaphs of the maharanis of Jaipur are worth a visit for a tranquil stroll.\n"
    },
    {
        "index": 17,
        "name": "Modern Art Gallery",
        "latitude": "26.91355896",
        "longitude": "75.82207771",
        "excerpt": "This peaceful modern gallery makes a pleasant diversion during a stroll around the greenery of Ram Niwas Bagh. It’s housed in an old theatre, on the 1st…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/modern-art-gallery/a/poi-sig/1446468/356451",
        "image_url": null,
        "detail_description": "This peaceful modern gallery makes a pleasant diversion during a stroll around the greenery of Ram Niwas Bagh. It’s housed in an old theatre, on the 1st floor of the Ravindra Manch building, and boasts some striking contemporary work and a collection of some of Rajasthan’s major painters and sculptors.\n"
    },
    {
        "index": 18,
        "name": "Ram Niwas Bagh",
        "latitude": "26.91567",
        "longitude": "75.820137",
        "excerpt": "Adjacent to, but a world away from, busy MI Rd is this oasis of green where you can wander through geometric gardens of roses, palms and ferns…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/ram-niwas-bagh/a/poi-sig/1557564/356451",
        "image_url": null,
        "detail_description": "Adjacent to, but a world away from, busy MI Rd is this oasis of green where you can wander through geometric gardens of roses, palms and ferns. Alternatively, find yourself a shady patch of grass to sit and read a book or take to the jogging track.\n"
    },
    {
        "index": 16,
        "name": "Ganesh Temple",
        "latitude": "26.894497",
        "longitude": "75.816575",
        "excerpt": "The old Ganesh temple below Moti Dungri is a special and very popular place of worship. Throngs of devotees attend the temple on Wednesdays (the…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/ganesh-temple/a/poi-sig/1557565/356451",
        "image_url": null,
        "detail_description": "The old Ganesh temple below Moti Dungri is a special and very popular place of worship. Throngs of devotees attend the temple on Wednesdays (the auspicious day), so if crowds are not your thing avoid this day. You can buy ladoos (sweet balls made from gram flour and semolina) to offer to Ganesh from the sweet stalls outside the temple.\n"
    },
    {
        "index": 14,
        "name": "Jal Mahal",
        "latitude": "26.953442",
        "longitude": "75.846305",
        "excerpt": "Near the cenotaphs of the maharanis of Jaipur, and beautifully situated in the watery expanse of Man Sagar, is this dreamlike palace. Its origins are…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/jal-mahal/a/poi-sig/1446509/356451",
        "image_url": null,
        "detail_description": "Near the cenotaphs of the maharanis of Jaipur, and beautifully situated in the watery expanse of Man Sagar, is this dreamlike palace. Its origins are uncertain, but it was believed to have been extensively restored if not built by Jai Singh II (1734). It’s currently undergoing restoration under the auspices of the Jal Tarang (www.jaltarang.in) project.\n"
    },
    {
        "index": 15,
        "name": "Surya Mandir",
        "latitude": "26.917134",
        "longitude": "75.852356",
        "excerpt": "On the ridge above the Hindu Temple Galta is the Surya Mandir, which rises 100m above Jaipur and can be seen from the eastern side of the city. A 2.5km…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/surya-mandir/a/poi-sig/1510973/356451",
        "image_url": null,
        "detail_description": "On the ridge above the Hindu Temple Galta is the Surya Mandir, which rises 100m above Jaipur and can be seen from the eastern side of the city. A 2.5km-long walking trail climbs up to the temple from Suraj Pol, or you can walk up from the Galta side. There are hazy views over the humming and beeping city.\n"
    },
    {
        "index": 13,
        "name": "Philatelic Bureau & Museum",
        "latitude": "26.917736",
        "longitude": "75.803272",
        "excerpt": "At the rear of the main post office, this curious little museum has historical stamps, telegrams and artefacts, including brass belt buckles and badges…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/philatelic-bureau-museum/a/poi-sig/1284840/356451",
        "image_url": null,
        "detail_description": "At the rear of the main post office, this curious little museum has historical stamps, telegrams and artefacts, including brass belt buckles and badges for mail runners and packers. Even the 'mail peon' could wear a shiny badge with pride. With wild animals and dacoits (bandits) to deal with, little wonder the postmen were armed with swords, spears and pistols.\n"
    },
    {
        "index": 12,
        "name": "SRC Museum of Indology",
        "latitude": "26.902132",
        "longitude": "75.819526",
        "excerpt": "This ramshackle, dusty treasure trove is an extraordinary private collection. It contains folk-art objects and other pieces – there’s everything from a…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/src-museum-of-indology/a/poi-sig/1147161/356451",
        "image_url": null,
        "detail_description": "This ramshackle, dusty treasure trove is an extraordinary private collection. It contains folk-art objects and other pieces – there’s everything from a manuscript written by Aurangzeb and a 200-year-old mirror work swing from Bikaner to a glass bed (for a short queen). The museum is signposted off J Nehru Marg and unfortunately overpriced for overseas visitors.\n"
    },
    {
        "index": 11,
        "name": "Royal Gaitor",
        "latitude": "26.942386",
        "longitude": "75.824847",
        "excerpt": "The royal cenotaphs, just outside the city walls, beneath Nahargarh, feel remarkably undiscovered and are an appropriately restful place to visit. The…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/royal-gaitor/a/poi-sig/1147160/356451",
        "image_url": null,
        "detail_description": "The royal cenotaphs, just outside the city walls, beneath Nahargarh, feel remarkably undiscovered and are an appropriately restful place to visit. The stone monuments are beautifully and intricately carved. Maharajas Pratap Singh, Madho Singh II and Jai Singh II, among others, are honoured here. Jai Singh II has the most impressive marble cenotaph, with a dome supported by 20 carved pillars.\n"
    },
    {
        "index": 10,
        "name": "Maharaja Sawai Mansingh II Museum",
        "latitude": "26.925638",
        "longitude": "75.823764",
        "excerpt": "The Maharaja Sawai Mansingh II Museum comprises several buildings and courtyards within Jaipur's City Palace complex. The Mubarak Mahal (Welcome Palace)…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/maharaja-sawai-mansingh-ii-museum/a/poi-sig/1451989/356451",
        "image_url": null,
        "detail_description": "The Maharaja Sawai Mansingh II Museum comprises several buildings and courtyards within Jaipur's City Palace complex. The Mubarak Mahal (Welcome Palace) contains a collection of royal costumes and superb shawls, including Kashmiri pashmina. One remarkable exhibit is Sawai Madho Singh I’s capacious clothing; it’s said he was a cuddly 2m tall, 1.2m wide and 250kg.\n"
    },
    {
        "index": 9,
        "name": "Central Museum",
        "latitude": "26.911537",
        "longitude": "75.819612",
        "excerpt": "This museum is housed in the spectacularly florid Albert Hall, south of the Old City. The building was designed by Sir Swinton Jacob, and combines…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/central-museum/a/poi-sig/1147158/356451",
        "image_url": null,
        "detail_description": "This museum is housed in the spectacularly florid Albert Hall, south of the Old City. The building was designed by Sir Swinton Jacob, and combines elements of English and North Indian architecture, as well as huge friezes celebrating the world’s great cultures. It was known as the pride of the new Jaipur when it opened in 1887. The grand old building hosts an eclectic array of tribal dress, dioramas, sculptures, miniature paintings, carpets, musical instruments and even an Egyptian mummy.\n"
    },
    {
        "index": 8,
        "name": "Sisodia Rani Palace Garden",
        "latitude": "26.899367",
        "longitude": "75.859888",
        "excerpt": "Six kilometres from the city, on Agra Rd via the Ghat Gate, this formal garden is enjoyable to wander around and take in a breath of fresh air. The grand…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/sisodia-rani-palace-garden/a/poi-sig/1447291/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/31e34449c6e26f88d475f18ca63f718d-sisodia-rani-palace-garden.jpg",
        "detail_description": "Six kilometres from the city, on Agra Rd via the Ghat Gate, this formal garden is enjoyable to wander around and take in a breath of fresh air. The grand formal terraced gardens, with fountains and statuary, were built in the 18th century for Maharaja Jai Singh II’s second wife. They’re overlooked by the Sisodia Rani Palace, the outer walls of which are decorated with murals depicting hunting scenes and the Krishna legend.\nRegular local buses leave from Ghat Gate for the Sisodia Rani Palace (₹16). An autorickshaw will cost around ₹400 return from the city centre.A valid Amber Fort/Hawa Mahal composite ticket will also gain you entry."
    },
    {
        "index": 7,
        "name": "Nahargarh",
        "latitude": "26.937652",
        "longitude": "75.815545",
        "excerpt": "Built in 1734 and extended in 1868, this sturdy fort overlooks the city from a sheer ridge to the north. The story goes that the fort was named after…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/nahargarh/a/poi-sig/449405/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/17ff65ee16de1addfa84bca644e1bfdd-nahargarh.jpg",
        "detail_description": "Built in 1734 and extended in 1868, this sturdy fort overlooks the city from a sheer ridge to the north. The story goes that the fort was named after Nahar Singh, a dead prince whose restless spirit was disrupting construction. Whatever was built in the day crumbled in the night. The prince agreed to leave on condition that the fort was named for him. The views are glorious and there’s a restaurant that’s perfect for a cold beer.\nOne way to visit is to climb the steep, winding 2km path to the top, starting from the end of Nahargarh Fort Rd. To drive, you have to detour via the Amber area in a circuitous 8km round trip.A valid composite ticket will also gain you entry."
    },
    {
        "index": 6,
        "name": "Isarlat",
        "latitude": "26.924337",
        "longitude": "75.820835",
        "excerpt": "Piercing the skyline near the City Palace is this unusual minaret, erected in the 1740s by Jai Singh II’s son and successor Iswari. The entrance is around…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/isarlat/a/poi-sig/449395/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/1cb5374c2af83d28d3a1800b9c90420f-iswari-minar-swarga-sal.jpg",
        "detail_description": "Piercing the skyline near the City Palace is this unusual minaret, erected in the 1740s by Jai Singh II’s son and successor Iswari. The entrance is around the back of the row of shops fronting Chandpol Bazaar – take the alley 50m west of the minaret along the bazaar or go via the Atishpol entrance to the City Palace compound, 150m east of the minaret. You can spiral to the top of the 43m minaret for excellent views.\nIswari ignominiously killed himself by snakebite (in the Chandra Mahal) rather than face the advancing Maratha army – his 21 wives and concubines then did the necessary noble thing and committed jauhar (ritual mass suicide by immolation) on his funeral pyre.A valid composite ticket will also gain you entry."
    },
    {
        "index": 4,
        "name": "Galta",
        "latitude": "26.916942",
        "longitude": "75.858293",
        "excerpt": "Squeezed between cliffs in a rocky valley, Galta is a desolate, if evocative, place. The temple houses a number of sacred tanks, into which some daring…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/galta/a/poi-sig/1446515/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/83b89dca2384023fcf1c8c0f8482e8e0-galta.jpg",
        "detail_description": "Squeezed between cliffs in a rocky valley, Galta is a desolate, if evocative, place. The temple houses a number of sacred tanks, into which some daring souls jump from the adjacent cliffs. The water is claimed to be several elephants deep and fed from a spring that falls through the mouth of a sculpted cow.\nThere are some original frescos in reasonable condition in a chamber at the end of the bottom pool, including those depicting athletic feats, the maharaja playing polo, and the exploits of Krishna and the gopis (milkmaids).It is also known as the Monkey Temple and you will find hundreds of monkeys living here – bold and aggressive macaques and more graceful and tolerable langurs. You can purchase peanuts at the gate to feed to them, but be prepared to be mobbed by teeth-baring primates.Although only a few kilometres east of the City Palace, Galta is about 10km by road from central Jaipur. An autorickshaw should charge around ₹500 return with waiting time; a taxi will charge at least ₹800.On the ridge above Galta is the Surya Mandir, which rises 100m above Jaipur and can be seen from the eastern side of the city. A 2.5km-long walking trail climbs up to the temple from Suraj Pol, or you can walk up from the Galta side. There are hazy views over the humming city."
    },
    {
        "index": 5,
        "name": "Birla Lakshmi Narayan Temple",
        "latitude": "26.893416",
        "longitude": "75.816908",
        "excerpt": "This splendid modern marble edifice lies at the foot of Moti Dungri fort. The wealthy industrialist Birla family, from Pilani, Rajasthan, bought the land…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/birla-lakshmi-narayan-temple/a/poi-sig/1446407/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/e98f00e89ea80d52c202a8b4e8cd30ac-birla-lakshmi-narayan-temple.jpg",
        "detail_description": "This splendid modern marble edifice lies at the foot of Moti Dungri fort. The wealthy industrialist Birla family, from Pilani, Rajasthan, bought the land on which the temple now stands from the maharaja for a token ₹1. The family has erected similar grand temples across India, including in Delhi, Kolkata and Hyderabad. The temple’s stained-glass windows depict scenes from Hindu scriptures.\nGanesh, the protector of households, is above the lintel, and the fine quality of the marble is evident when you enter the temple and look back at the entrance – Ganesh can be made out through the marble, which is almost transparent. The images of Lakshmi and Narayan were carved from one piece of marble. Many of the deities of the Hindu pantheon are depicted inside the temple, and on the outside walls historic figures from other religions are shown, including Socrates, Zoroaster, Christ, Buddha and Confucius.Next to the Birla Lakshmi Narayan Temple there’s a small museum, which houses objects belonging to the industrious Birla family."
    },
    {
        "index": 3,
        "name": "Jantar Mantar",
        "latitude": "26.925035",
        "longitude": "75.824547",
        "excerpt": "Adjacent to the City Palace is Jantar Mantar, an observatory begun by Jai Singh II in 1728 that resembles a collection of bizarre giant sculptures. Built…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/jantar-mantar/a/poi-sig/449397/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/6b6eb43ae364f6b67c73e3e587ed9da7-jantar-mantar.jpg",
        "detail_description": "Adjacent to the City Palace is Jantar Mantar, an observatory begun by Jai Singh II in 1728 that resembles a collection of bizarre giant sculptures. Built for measuring the heavens, the name is derived from the Sanskrit yanta mantr, meaning 'instrument of calculation', and in 2010 it was added to India’s list of Unesco World Heritage Sites. Paying for a local guide is highly recommended if you wish to learn how each fascinating instrument works.\nJai Singh liked astronomy even more than he liked war and town planning. Before constructing the observatory he sent scholars abroad to study foreign constructs. He built five observatories in total, and this is the largest and best preserved (it was restored in 1901). Others are in Delhi, Varanasi and Ujjain. No traces of the fifth, the Mathura observatory, remain.A valid composite ticket will also gain you entry."
    },
    {
        "index": 2,
        "name": "Hawa Mahal",
        "latitude": "26.923811",
        "longitude": "75.827047",
        "excerpt": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It…",
        "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/hawa-mahal/a/poi-sig/449393/356451",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469786746_super.jpg",
        "detail_description": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It was constructed in 1799 by Maharaja Sawai Pratap Singh to enable ladies of the royal household to watch the life and processions of the city. The top offers stunning views over Jantar Mantar and the City Palace in one direction and over Sireh Deori Bazaar in the other.\nThere’s a small museum (open Saturday to Thursday), with miniature paintings and some rich relics, such as ceremonial armour, which help evoke the royal past.Claustrophobes should be aware that the narrow corridors can sometimes get extremely cramped and crowded inside the Hawa Mahal.Entrance is from the back of the complex. To get here, return to the intersection on your left as you face the Hawa Mahal, turn right and then take the first right again through an archway. Shopkeepers can show you another way – past their shops!A valid composite ticket will also gain you entry."
    }
]