[
    {
        "index": 1,
        "name": "Cubbon Park",
        "latitude": "12.972291168207",
        "longitude": "77.589010227378",
        "excerpt": "In the heart of Bengaluru’s business district is Cubbon Park, a well-maintained 120-hectare garden where Bengaluru’s residents converge to steal a moment…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/cubbon-park/a/poi-sig/460486/356328",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-139745659_medium.jpg",
        "detail_description": "In the heart of Bengaluru’s business district is Cubbon Park, a well-maintained 120-hectare garden where Bengaluru’s residents converge to steal a moment from the rat race that rages outside. The gardens encompass the red-painted Gothic-style State Central Library. Unfortunately, Cubbon is not completely closed to traffic, except on Sundays, when there are concerts, fun runs, yoga and even a small farmers market.\nOther wonderful colonial-era architecture around the park includes the colossal neo-Dravidian-style Vidhana Soudha, built in 1954, which serves as the legislative chambers of the state government, and neoclassical Attara Kacheri, built in 1864 and housing the High Court. The latter two are closed to the public."
    },
    {
        "index": 24,
        "name": "Swee Dodda Ganapathi Temple",
        "latitude": "12.94132688",
        "longitude": "77.56700983",
        "excerpt": "This temple has an enormous Ganesh idol.",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/swee-dodda-ganapathi-temple/a/poi-sig/1147645/356328",
        "image_url": null,
        "detail_description": "This temple has an enormous Ganesh idol.\n"
    },
    {
        "index": 23,
        "name": "Venkataraman Temple",
        "latitude": "12.957789182589",
        "longitude": "77.573046317403",
        "excerpt": "This ornate Hindu Temple dates from 1689 and merges Dravidian and Vijayanagara styles.",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/venkataraman-temple/a/poi-sig/1292770/356328",
        "image_url": null,
        "detail_description": "This ornate Hindu Temple dates from 1689 and merges Dravidian and Vijayanagara styles.\n"
    },
    {
        "index": 22,
        "name": "Jamia Masjid",
        "latitude": "12.963955903136",
        "longitude": "77.578734006991",
        "excerpt": "Built in 1940 and dedicated to Tipi Sultan, this large mosque is one of Bengaluru's most impressive.",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/jamia-masjid/a/poi-sig/1294424/356328",
        "image_url": null,
        "detail_description": "Built in 1940 and dedicated to Tipi Sultan, this large mosque is one of Bengaluru's most impressive.\n"
    },
    {
        "index": 21,
        "name": "Tipu Sultan’s Palace",
        "latitude": "12.95864624",
        "longitude": "77.57331439",
        "excerpt": "The elegant Indo-Islamic summer residence of ruler Tipu Sultan is notable for its teak pillars and ornamental frescos.",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/tipu-sultan-s-palace/a/poi-sig/1147640/356328",
        "image_url": null,
        "detail_description": "The elegant Indo-Islamic summer residence of ruler Tipu Sultan is notable for its teak pillars and ornamental frescos.\n"
    },
    {
        "index": 20,
        "name": "Attara Kacheri",
        "latitude": "12.977857044098",
        "longitude": "77.592645545745",
        "excerpt": "In the northwestern section of Cubbon Park, the neoclassical Attara Kacheri was built in 1864 and houses the High Court.",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/attara-kacheri/a/poi-sig/1322131/356328",
        "image_url": null,
        "detail_description": "In the northwestern section of Cubbon Park, the neoclassical Attara Kacheri was built in 1864 and houses the High Court.\n"
    },
    {
        "index": 19,
        "name": "State Central Library",
        "latitude": "12.974403329102",
        "longitude": "77.590585165564",
        "excerpt": "At the fringes of Cubbon Park, this red-painted Gothic-style library is worth a look around. Its impressive reading room is a tranquil escape from the…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/state-central-library/a/poi-sig/1322136/356328",
        "image_url": null,
        "detail_description": "At the fringes of Cubbon Park, this red-painted Gothic-style library is worth a look around. Its impressive reading room is a tranquil escape from the city.\n"
    },
    {
        "index": 18,
        "name": "Venkatappa Art Gallery",
        "latitude": "12.97522046",
        "longitude": "77.59630818",
        "excerpt": "Here you can see several works by and some personal memorabilia of K Venkatappa (1887–1962), court painter to the Wodeyars (erstwhile maharajas of the…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/venkatappa-art-gallery/a/poi-sig/1147638/356328",
        "image_url": null,
        "detail_description": "Here you can see several works by and some personal memorabilia of K Venkatappa (1887–1962), court painter to the Wodeyars (erstwhile maharajas of the state).\n"
    },
    {
        "index": 15,
        "name": "Wonderla",
        "latitude": "12.83582",
        "longitude": "77.404776",
        "excerpt": "Adrenaline seekers should look no further than this huge amusement park, which has more than 60 well-maintained rides, a wave pool, water slides and a …",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/wonderla/a/poi-sig/1612194/356328",
        "image_url": null,
        "detail_description": "Adrenaline seekers should look no further than this huge amusement park, which has more than 60 well-maintained rides, a wave pool, water slides and a 'rain disco'. It's just off the Mysuru–Bengaluru highway, 28km from the centre of Bengaluru, and connected by BMTC buses.\n"
    },
    {
        "index": 16,
        "name": "St Mark’s Cathedral",
        "latitude": "12.976023281687",
        "longitude": "77.600338333936",
        "excerpt": "Atmospheric cathedral built in 1812 with a distinctive domed roof based on St Paul's Cathedral in London. Check out the entrance's ornate carvings. There…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/st-mark-s-cathedral/a/poi-sig/1322109/356328",
        "image_url": null,
        "detail_description": "Atmospheric cathedral built in 1812 with a distinctive domed roof based on St Paul's Cathedral in London. Check out the entrance's ornate carvings. There are four services on Sunday.\n"
    },
    {
        "index": 17,
        "name": "Vidhana Soudha",
        "latitude": "12.9796174709",
        "longitude": "77.59063773197",
        "excerpt": "Located at the northwestern end of Cubbon Park, the colossal neo-Dravidian-style Vidhana Soudha was built in 1954 and serves as the legislative chambers…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/vidhana-soudha/a/poi-sig/1322137/356328",
        "image_url": null,
        "detail_description": "Located at the northwestern end of Cubbon Park, the colossal neo-Dravidian-style Vidhana Soudha was built in 1954 and serves as the legislative chambers of the state government.\n"
    },
    {
        "index": 14,
        "name": "Visvesvaraya Industrial & Technical Museum",
        "latitude": "12.975777",
        "longitude": "77.597036",
        "excerpt": "One mainly for kids, this hands-on science museum makes you feel a bit like you’re on a school excursion, but there are some cool electrical and…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/visvesvaraya-industrial-technical-museum/a/poi-sig/460498/356328",
        "image_url": null,
        "detail_description": "One mainly for kids, this hands-on science museum makes you feel a bit like you’re on a school excursion, but there are some cool electrical and engineering displays, plus kitschy fun-house mirrors and a walk-on piano. There’s also a replica of the Wright brothers’ 1903 flyer.\n"
    },
    {
        "index": 13,
        "name": "Bull Temple",
        "latitude": "12.94116289",
        "longitude": "77.56719729",
        "excerpt": "Built by Kempegowda in the 16th-century Dravidian style, the Bull Temple contains a huge stone monolith of Nandi (Shiva’s bull), which is always…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/bull-temple/a/poi-sig/1292771/356328",
        "image_url": null,
        "detail_description": "Built by Kempegowda in the 16th-century Dravidian style, the Bull Temple contains a huge stone monolith of Nandi (Shiva’s bull), which is always embellished with lavish flower garlands. This is one of Bengaluru’s most atmospheric temples, set in a small park and accessed via a shady path.\n"
    },
    {
        "index": 10,
        "name": "Karnataka Chitrakala Parishath",
        "latitude": "12.990610863172",
        "longitude": "77.580726676195",
        "excerpt": "A superb gallery with a wide range of Indian and international contemporary art, as well as permanent displays of Mysuru-style paintings and folk and…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/karnataka-chitrakala-parishath/a/poi-sig/460492/356328",
        "image_url": null,
        "detail_description": "A superb gallery with a wide range of Indian and international contemporary art, as well as permanent displays of Mysuru-style paintings and folk and tribal pieces from across Asia. A section is devoted to the works of Russian master Nicholas Roerich, known for his vivid paintings of the Himalaya. The Pan Indian Panorama collection includes progressive art from SG Vasudev and Yusuf Arakkal.\n"
    },
    {
        "index": 11,
        "name": "Bangalore Fort",
        "latitude": "12.963262",
        "longitude": "77.576158",
        "excerpt": "This ruined 1761 fort, with a manicured lawn and pink stone walls, is a peaceful escape from the chaotic city surrounds. The fort remained in use until…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/bangalore-fort/a/poi-sig/1349884/356328",
        "image_url": null,
        "detail_description": "This ruined 1761 fort, with a manicured lawn and pink stone walls, is a peaceful escape from the chaotic city surrounds. The fort remained in use until its destruction by the British in 1791, and today the gate and bastions are the only remaining structures. There’s a small dungeon here, and a Ganesh temple with a Mooshak (ratlike creature) statue.\n"
    },
    {
        "index": 12,
        "name": "Iskcon Temple",
        "latitude": "13.009743",
        "longitude": "77.551031",
        "excerpt": "Built by the Hare Krishnas, this impressive hilltop temple, inaugurated in 1997, is lavishly decorated in a mix of ultra-contemporary and traditional…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/iskcon-temple/a/poi-sig/1147646/356328",
        "image_url": null,
        "detail_description": "Built by the Hare Krishnas, this impressive hilltop temple, inaugurated in 1997, is lavishly decorated in a mix of ultra-contemporary and traditional styles. There are many food stalls here, so bring an appetite, and concerts and lectures are regularly held. It’s around 8km northwest of the centre of town.\n"
    },
    {
        "index": 9,
        "name": "HAL Aerospace Museum & Heritage Centre",
        "latitude": "12.955065",
        "longitude": "77.680807",
        "excerpt": "For a peek into India’s aeronautical history, visit this wonderful museum past the old airport, where you can see some of the indigenous aircraft models…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/hal-aerospace-museum-heritage-centre/a/poi-sig/1292772/356328",
        "image_url": null,
        "detail_description": "For a peek into India’s aeronautical history, visit this wonderful museum past the old airport, where you can see some of the indigenous aircraft models designed by HAL. Interesting exhibits include a MIG-21, home-grown models such as the Marut and Kiran, and a vintage Canberra bomber.\nYou can also engage in mock dogfights at the simulator machines (₹50 to ₹100) on the top floor, though the queues for this can be considerable."
    },
    {
        "index": 8,
        "name": "Government Museum",
        "latitude": "12.97528638",
        "longitude": "77.5962603",
        "excerpt": "In an imposing red colonial-era building dating from 1877 you’ll find a dusty, neglected collection of ancient stone carvings and artefacts excavated from…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/government-museum/a/poi-sig/460488/356328",
        "image_url": null,
        "detail_description": "In an imposing red colonial-era building dating from 1877 you’ll find a dusty, neglected collection of ancient stone carvings and artefacts excavated from Halebid, Hampi and Attirampakkam. Your ticket also gets you into the Venkatappa Art Gallery next door, where you can see works by and the personal memorabilia of K Venkatappa (1887–1962), court painter to the Wodeyars (the former maharajas of the state).\n"
    },
    {
        "index": 6,
        "name": "Janapada Loka Folk Arts Museum",
        "latitude": "12.72508",
        "longitude": "77.399712",
        "excerpt": "A worthwhile stopover between Bengaluru and Mysuru, this museum is dedicated to the preservation of local rural culture. It has a wonderful collection of…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/janapada-loka-folk-arts-museum/a/poi-sig/1293024/356328",
        "image_url": null,
        "detail_description": "A worthwhile stopover between Bengaluru and Mysuru, this museum is dedicated to the preservation of local rural culture. It has a wonderful collection of folk-art objects, including 500-year-old shadow puppets, festival costumes, musical instruments, a superb temple chariot and a replica of a traditional village. Cultural shows are performed on the last Sunday of every month in the open-air theatre. It's 53km south of Bengaluru, 3km from Ramnagar; Mysuru–Bengaluru buses (except non-stop services) can drop you here.\n"
    },
    {
        "index": 7,
        "name": "Opera House",
        "latitude": "12.972526",
        "longitude": "77.60754",
        "excerpt": "Recently restored to its former glory thanks to the financial might of Samsung, the British-era Opera House has been transformed into a temple of tech,…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/opera-house/a/poi-sig/1612193/356328",
        "image_url": null,
        "detail_description": "Recently restored to its former glory thanks to the financial might of Samsung, the British-era Opera House has been transformed into a temple of tech, complete with virtual-reality experiences and gleaming displays of smartphones and notebooks. Commendably, the original structure has been sensitively renovated, its beautiful interior combining twin colonnades, an elegant curved balcony and a stage framed by classical columns. There's a cafe, and you can book the home-theatre zone to watch a film.\n"
    },
    {
        "index": 4,
        "name": "Bangalore Palace",
        "latitude": "12.998244",
        "longitude": "77.591801",
        "excerpt": "The private residence of the Wodeyars, erstwhile maharajas of the state, Bangalore Palace preserves a slice of bygone royal splendour. You can view the …",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/bangalore-palace/a/poi-sig/460482/356328",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/78ad37bd5e576370ca0c6ba747021180-bangalore-palace.jpg",
        "detail_description": "The private residence of the Wodeyars, erstwhile maharajas of the state, Bangalore Palace preserves a slice of bygone royal splendour. You can view the (once) lavish interior, featuring hunting memorabilia, family photos and a collection of nude portraits. Sadly, it's all a bit neglected today, but some much-needed renovation is ongoing. Audio tours are available (deposit of ₹2000, or passport, needed).\n"
    },
    {
        "index": 3,
        "name": "Lalbagh Botanical Gardens",
        "latitude": "12.95007529",
        "longitude": "77.58956988",
        "excerpt": "Spread over 98 hectares of landscaped terrain, these expansive gardens were laid out in 1760 by famous ruler Hyder Ali. As well as amazing centuries-old…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/lalbagh-botanical-gardens/a/poi-sig/1147598/356328",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-153487209_medium.jpg",
        "detail_description": "Spread over 98 hectares of landscaped terrain, these expansive gardens were laid out in 1760 by famous ruler Hyder Ali. As well as amazing centuries-old trees, it has very diverse species of plant – check out the bonsai, giant silk-cotton tree and Japanese gardens. Try to visit in the early morning for the bird chorus. You can take a tour here with Bangalore Walks.\n"
    },
    {
        "index": 2,
        "name": "National Gallery of Modern Art",
        "latitude": "12.990236",
        "longitude": "77.588561",
        "excerpt": "Housed in a century-old mansion – the former vacation home of the raja of Mysuru – this world-class art museum showcases an impressive permanent…",
        "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/national-gallery-of-modern-art/a/poi-sig/1349802/356328",
        "image_url": null,
        "detail_description": "Housed in a century-old mansion – the former vacation home of the raja of Mysuru – this world-class art museum showcases an impressive permanent collection (and exhibitions). The Old Wing exhibits works from pre-Independence, including paintings by Raja Ravi Varma and Abanindranath Tagore. Connected by a pedestrian bridge, the sleek New Wing focuses on contemporary post-Independence works by artists including Sudhir Patwardhan and Vivan Sundaram. Guided walks (11.30am Wednesday, 3pm Saturday) are a great way to learn about the museum's highlights.\nThere's a great art-reference library, a cafe and a museum shop here, too."
    }
]