[
    {
        "index": 1,
        "name": "Tsuglagkhang Complex",
        "latitude": "32.232869",
        "longitude": "76.32465",
        "excerpt": "McLeod's main focus for visiting pilgrims, monks and most tourists is the Tsuglagkhang complex, a custard-coloured concrete monastic village that's home…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tsuglagkhang-complex/a/poi-sig/478060/356298",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-525474269_master.jpg",
        "detail_description": "McLeod's main focus for visiting pilgrims, monks and most tourists is the Tsuglagkhang complex, a custard-coloured concrete monastic village that's home to the Dalai Lama (behind a guarded gateway) along with two colourful temple rooms and the excellent Tibet Museum, whose entrance you'll pass en route.\nDon't expect the visual drama of a Ladakhi gompa. The architecture is outwardly functional but there's much inside to intrigue. At 1.30pm (except Sundays) you can watch monks in lively debate in the central courtyard beneath high, expo-style canvas shades. Processing clockwise you'll pass a pilgrims' prostrating area then the door to the right in the westernmost building leads into the Kalachakra 'Wheel of Life' Temple (no photography) with its mesmerising mandalas and statues. Coming back around past the monastery kitchens, the last stop is the main temple room featuring fine statuary and the throne on which the Dalai Lama sits when delivering teachings."
    },
    {
        "index": 3,
        "name": "Tibet Museum",
        "latitude": "32.232624",
        "longitude": "76.324897",
        "excerpt": "This must-see, two-storey museum sets out to remind visitors of Tibet's history as an independent nation, mourning the Chinese occupation (since 1949) and…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tibet-museum/a/poi-sig/478054/356298",
        "image_url": null,
        "detail_description": "This must-see, two-storey museum sets out to remind visitors of Tibet's history as an independent nation, mourning the Chinese occupation (since 1949) and reporting attempts at Tibetan resistance. This is strikingly presented through sometimes-harrowing photographs and clear English-language explanations.\nDocumentaries (₹10) are screened at 11am and 3pm."
    },
    {
        "index": 2,
        "name": "Norbulingka Institute",
        "latitude": "32.197392",
        "longitude": "76.358391",
        "excerpt": "Soothingly set amid bamboo, trees and flowing water, the delightful Norbulingka Institute, 6km southeast of Dharamsala, was established in 1988 to teach…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/attractions/norbulingka-institute/a/poi-sig/1151189/1335056",
        "image_url": null,
        "detail_description": "Soothingly set amid bamboo, trees and flowing water, the delightful Norbulingka Institute, 6km southeast of Dharamsala, was established in 1988 to teach and preserve traditional Tibetan art forms. It's a beautiful and fascinating place to visit, and (except Sundays) you can watch artisans at work on woodcarving, metal statue–making, thangka painting and embroidery.\nOn request one of the staff will show you around. At the heart of the complex is a very colorful temple around which side buildings contain an upmarket shop of the institute's products and a small doll museum illustrating traditional culture. The on-site hotel and restaurant-cafe are both excellent options."
    },
    {
        "index": 20,
        "name": "Cultural Museum",
        "latitude": "32.225835",
        "longitude": "76.324393",
        "excerpt": "Upstairs in the Library of Tibetan Works & Archives is a small but interesting cultural museum with statues, old Tibetan artefacts and books, and a couple…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/cultural-museum/a/poi-sig/1151122/356298",
        "image_url": null,
        "detail_description": "Upstairs in the Library of Tibetan Works &amp; Archives is a small but interesting cultural museum with statues, old Tibetan artefacts and books, and a couple of complex three-dimensional mandalas in wood and sand.\n"
    },
    {
        "index": 19,
        "name": "Chorten",
        "latitude": "32.238261595223",
        "longitude": "76.323897979265",
        "excerpt": "Ringed by colourful prayer wheels, this recently built temple between Temple and Jogiwara Rds is generally known as the Chorten (Tibetan for stupa), since…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/chorten/a/poi-sig/1321956/356298",
        "image_url": null,
        "detail_description": "Ringed by colourful prayer wheels, this recently built temple between Temple and Jogiwara Rds is generally known as the Chorten (Tibetan for stupa), since it indeed encases an old, brightly restored chorten. You can climb steps inside to inspect the chorten's upper levels.\n"
    },
    {
        "index": 18,
        "name": "Tsechokling Gompa",
        "latitude": "32.23781441309",
        "longitude": "76.322085253212",
        "excerpt": "At the base of a long flight of steps off of Nowrojee Rd, this peaceful gompa was built in 1987 to replace the original Dip Tse Chokling Gompa in Tibet,…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tsechokling-gompa/a/poi-sig/478058/356298",
        "image_url": null,
        "detail_description": "At the base of a long flight of steps off of Nowrojee Rd, this peaceful gompa was built in 1987 to replace the original Dip Tse Chokling Gompa in Tibet, destroyed in the Cultural Revolution. The prayer hall enshrines a statue of Sakyamuni in a magnificent jewelled headdress.\n"
    },
    {
        "index": 17,
        "name": "Bhagsu Waterfall",
        "latitude": "32.247751",
        "longitude": "76.339016",
        "excerpt": "From Bhagsu's Shiva temple pools, a well-paved 1km path leads up the streamside to Bhagsu waterfall, most impressive during the monsoon.",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/bhagsu-dharamkot/attractions/bhagsu-waterfall/a/poi-sig/1382653/1329321",
        "image_url": null,
        "detail_description": "From Bhagsu's Shiva temple pools, a well-paved 1km path leads up the streamside to Bhagsu waterfall, most impressive during the monsoon.\nThe falls are clearly visible from the start of the main path should you not want to bother walking up."
    },
    {
        "index": 16,
        "name": "TIPA",
        "latitude": "32.240211",
        "longitude": "76.329489",
        "excerpt": "This flourishing arts school keeps traditional Tibetan dance, music and colourful folk opera (lhamo) very much alive among the exile community. Irregular…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tipa/a/poi-sig/1151142/356298",
        "image_url": null,
        "detail_description": "This flourishing arts school keeps traditional Tibetan dance, music and colourful folk opera (lhamo) very much alive among the exile community. Irregular performances are staged (check social media), and you can visit its folk museum and ask at the office for a tour. Donations are appreciated.\n"
    },
    {
        "index": 15,
        "name": "Gu-Chu-Sum Movement Gallery",
        "latitude": "32.235655",
        "longitude": "76.326721",
        "excerpt": "A charity that assists current and former Tibetan political prisoners, Gu-Chu-Sum has a gallery displaying harrowing photos chronicling oppression in…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/gu-chu-sum-movement-gallery/a/poi-sig/478044/356298",
        "image_url": null,
        "detail_description": "A charity that assists current and former Tibetan political prisoners, Gu-Chu-Sum has a gallery displaying harrowing photos chronicling oppression in Chinese-occupied Tibet and the brutally suppressed demonstrations of 1987, 1988 and 2008.\nThe gallery is above Lung Ta restaurant."
    },
    {
        "index": 14,
        "name": "Bhagsunag Shiva Temple",
        "latitude": "32.244539",
        "longitude": "76.334467",
        "excerpt": "Bhagsu's small, 16th-century Shiva temple would be forgettable but for the cold, clean, spring-fed pool out front. This has been enlarged into an open-air…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/bhagsu-dharamkot/attractions/bhagsunag-shiva-temple/a/poi-sig/1382652/1329321",
        "image_url": null,
        "detail_description": "Bhagsu's small, 16th-century Shiva temple would be forgettable but for the cold, clean, spring-fed pool out front. This has been enlarged into an open-air public swimming pool, popular with splashing Indian tourists, some swimming with selfie sticks in hand.\nA covered pool for ladies was under construction nearby at the time of research."
    },
    {
        "index": 13,
        "name": "Museum of Kangra Art",
        "latitude": "32.21753",
        "longitude": "76.318213",
        "excerpt": "The Museum of Kangra Art displays some fine miniature paintings from the Kangra school, along with traditional costumes and photos from the devastating…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/attractions/museum-of-kangra-art/a/poi-sig/1151111/1335056",
        "image_url": null,
        "detail_description": "The Museum of Kangra Art displays some fine miniature paintings from the Kangra school, along with traditional costumes and photos from the devastating 1905 Kangra earthquake.\nThe building is architecturally hideous but has some fine views from its yard. It's in the heart of lower Dharamsala: turn off the main street opposite Bank of Baroda."
    },
    {
        "index": 12,
        "name": "Kalachakra Temple",
        "latitude": "32.232551",
        "longitude": "76.324092",
        "excerpt": "Visiting the Tsuglagkhang clockwise, as is required by Buddhist convention, you pass a prostrating area then a door leads into the westernmost building,…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/kalachakra-temple/a/poi-sig/478046/356298",
        "image_url": null,
        "detail_description": "Visiting the Tsuglagkhang clockwise, as is required by Buddhist convention, you pass a prostrating area then a door leads into the westernmost building, which contains the Kalachakra (Wheel of Time) Temple. Mesmerising murals are linked to Avalokitesvara, of whom the Dalai Lama is a manifestation.\nColoured sand mandalas are created here annually on the 15th day of the third Tibetan month."
    },
    {
        "index": 10,
        "name": "Gallu Devi",
        "latitude": "32.254477",
        "longitude": "76.325862",
        "excerpt": "About as far as you can drive into Dharamsala's rugged mountain backdrop, the tiny temple of Gallu Devi is a good destination for a short but satisfying…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/bhagsu-dharamkot/attractions/gallu-devi/a/poi-sig/1608181/1329321",
        "image_url": null,
        "detail_description": "About as far as you can drive into Dharamsala's rugged mountain backdrop, the tiny temple of Gallu Devi is a good destination for a short but satisfying walk from Dharamkot or as the starting point for a longer walk to Triund upland meadow.\nFrom Gallu Devi, a footpath off the main returning track leads to 'sacred' Dal Lake, which is touted as a tourist attraction but, while pretty enough, is just an over-sized pond with pine-tree backing."
    },
    {
        "index": 11,
        "name": "St John in the Wilderness",
        "latitude": "32.242504794251",
        "longitude": "76.318332434784",
        "excerpt": "Amid tall cedars 1.5km west of McLeod, this brooding Gothic church dates from 1852, and though rebuilt after the 1905 earthquake which destroyed its tower…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/st-john-in-the-wilderness/a/poi-sig/478040/356298",
        "image_url": null,
        "detail_description": "Amid tall cedars 1.5km west of McLeod, this brooding Gothic church dates from 1852, and though rebuilt after the 1905 earthquake which destroyed its tower, it is one of the few remaining traces of the town's days as a British hill station.\nServices in English and Hindi are held at 10.30am on Sundays. The cemetery contains the rocket-like tomb of the Earl of Elgin, second Viceroy of India, along with the graves of many victims of 1905."
    },
    {
        "index": 8,
        "name": "Tibetan Children’s Village",
        "latitude": "32.244657",
        "longitude": "76.31361",
        "excerpt": "Just a short hop from the underwhelming Dal Lake, 3km northwest of McLeod, the Tibetan Children’s Village provides free education for nearly 2000 refugee…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tibetan-children-s-village/a/poi-sig/478056/356298",
        "image_url": null,
        "detail_description": "Just a short hop from the underwhelming Dal Lake, 3km northwest of McLeod, the Tibetan Children’s Village provides free education for nearly 2000 refugee children and lodging for most of them. It's nothing much to look at but visitors are welcome and it's the venue for DIFF.\nAutorickshaws/taxis want ₹100/150 from McLeod, or can stop here as part of a return visit to the hotel-marred Naddi Viewpoint (₹400)."
    },
    {
        "index": 7,
        "name": "Gyuto Tantric Gompa",
        "latitude": "32.187226",
        "longitude": "76.368724",
        "excerpt": "Standing in for the 1474 Tibet original, this large monastic complex forms an attractive scene backed by mountainscape at Sidhbari village (7km from…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/sidhbari/attractions/gyuto-tantric-gompa/a/poi-sig/1151188/1338518",
        "image_url": null,
        "detail_description": "Standing in for the 1474 Tibet original, this large monastic complex forms an attractive scene backed by mountainscape at Sidhbari village (7km from Dharamsala towards Palampur). It is the adopted home of Ogyen Trinley Dorje, widely accepted as the 17th Karmapa – the leader of the important Karma Kagyu school of Tibetan Buddhism.\nWhen in residence, the Karmapa gives half-hour public audiences on Wednesdays and Saturdays at 2.30pm; foreign visitors are welcome but security is tight: bring your passport and be ready to leave bags, phones and cameras outside the auditorium. Gyuto monks are famous for their deep-throated chanting and have performed at Glastonbury Festival, the Sydney Opera House and elsewhere."
    },
    {
        "index": 6,
        "name": "Library of Tibetan Works & Archives",
        "latitude": "32.225826",
        "longitude": "76.32436",
        "excerpt": "Inside the government-in-exile compound, nearly 2km downhill from the Tsuglagkhang complex, the Library of Tibetan Works & Archives began life as a…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/library-of-tibetan-works-archives/a/poi-sig/1151121/356298",
        "image_url": null,
        "detail_description": "Inside the government-in-exile compound, nearly 2km downhill from the Tsuglagkhang complex, the Library of Tibetan Works &amp; Archives began life as a repository for sacred manuscripts saved from the Cultural Revolution. Today it has over 120,000 manuscripts and books in Tibetan, and more than 15,000 books on Tibet, Buddhism and the Himalayan region in English and other languages.Upstairs is an interesting cultural museum with statues, old Tibetan artefacts and books, and a couple of complex 3D mandalas in wood and sand.\nRegular library visitors can become temporary members (₹100 per month for reading; ₹300 per month plus ₹1000 deposit for borrowing; passport photocopy needed for ID) to access the foreign-language collection."
    },
    {
        "index": 5,
        "name": "Men-Tsee-Khang",
        "latitude": "32.224955",
        "longitude": "76.321646",
        "excerpt": "Men-Tsee-Khang is an organisation established to preserve the traditional arts of Tibetan medicine and astrology. The Gangchen Kyishong branch includes a…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/men-tsee-khang/a/poi-sig/1292400/356298",
        "image_url": null,
        "detail_description": "Men-Tsee-Khang is an organisation established to preserve the traditional arts of Tibetan medicine and astrology. The Gangchen Kyishong branch includes a college, clinic, research centre and astrological institute plus a well-explained museum.\nThe museum includes illustrative thangkas, samples of medicines, their plant and mineral sources, and instruments that have been used for some treatments.Men-Tsee-Khang also runs occasional short courses on the basics of Tibetan medicine. The astrological folk can do a 45-minute oral consultation (₹2000; register in person one or two days ahead with your birth date, time and place), or a detailed life-horoscope online, which you'll receive by email and a hard copy within four months (US$85 if you apply in person, more online)."
    },
    {
        "index": 4,
        "name": "Tsuglagkhang Main Temple Room",
        "latitude": "32.232542",
        "longitude": "76.324264",
        "excerpt": "Spiritually (if certainly not architecturally) the Tsuglagkhang's 1969 central temple room is the exiles’ concrete equivalent of the Jokhang temple in…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/tsuglagkhang-main-temple-room/a/poi-sig/1507329/356298",
        "image_url": null,
        "detail_description": "Spiritually (if certainly not architecturally) the Tsuglagkhang's 1969 central temple room is the exiles’ concrete equivalent of the Jokhang temple in Lhasa. Behind the Dalai Lama's teaching throne is a softly gilded statue of the historical Buddha flanked by sacred texts.\nTo the left is a bearded wooden 'starving Buddha' representing his six years of ascetic meditation at Bodhgaya. Behind that are Padmasambhava, the Indian sage believed to have helped spread Buddhism in 8th-century Tibet, and Avalokitesvara (Chenrezig in Tibetan), a replica of the 7th-century image from the Jokhang temple that was destroyed by the Chinese in 1966 during the Cultural Revolution. It contains relics rescued from the destruction and smuggled out of Tibet. On the right-hand wall, paintings depict the 33rd, 38th and 40th Tibetan kings, credited with bringing Buddhism to their country."
    },
    {
        "index": 21,
        "name": "Vashnu Mata Temple",
        "latitude": "32.245183",
        "longitude": "76.332396",
        "excerpt": "Small but awesomely kitsch: inside Vashnu Mata Temple you climb into the very claustrophobic inner grotto through a concrete lion's mouth and emerge…",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/bhagsu-dharamkot/attractions/vashnu-mata-temple/a/poi-sig/1382654/1329321",
        "image_url": null,
        "detail_description": "Small but awesomely kitsch: inside Vashnu Mata Temple you climb into the very claustrophobic inner grotto through a concrete lion's mouth and emerge eventually via the jaws of a crocodile.\nIt's 200m up the climbing road from Bhagsu's main square."
    },
    {
        "index": 24,
        "name": "Hope Gallery",
        "latitude": "32.235719",
        "longitude": "76.326978",
        "excerpt": "Through a gallery-cafe and film screenings, this organisation tells the tales of individual Tibetan lives as a way to illustrate Tibet's plight.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/hope-gallery/a/poi-sig/1608179/356298",
        "image_url": null,
        "detail_description": "Through a gallery-cafe and film screenings, this organisation tells the tales of individual Tibetan lives as a way to illustrate Tibet's plight.\n"
    },
    {
        "index": 23,
        "name": "Deden Tsuglakhang temple",
        "latitude": "32.198632",
        "longitude": "76.358837",
        "excerpt": "The focal point of the institute is this very colourful temple containing a giant thanka and a 4m-high gilded statue of the historical Buddha, Sakyamuni …",
        "detail_url": "https://www.lonelyplanet.com/india/dharamsala/norbulingka-institute/attractions/deden-tsuglakhang-temple/a/poi-sig/1382655/1341141",
        "image_url": null,
        "detail_description": "The focal point of the institute is this very colourful temple containing a giant thanka and a 4m-high gilded statue of the historical Buddha, Sakyamuni (the name refers to the Buddha's birthplace, Sakya).\n"
    },
    {
        "index": 22,
        "name": "Nechung Gompa",
        "latitude": "32.225617",
        "longitude": "76.324768",
        "excerpt": "Downstairs behind the government-in-exile building, the colourful Nechung Gompa is seat of the Tibetan state oracle, a monk named Thupten Ngodup.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/mcleod-ganj/attractions/nechung-gompa/a/poi-sig/1325547/356298",
        "image_url": null,
        "detail_description": "Downstairs behind the government-in-exile building, the colourful Nechung Gompa is seat of the Tibetan state oracle, a monk named Thupten Ngodup.\nShould you want a consultation, call the oracle's secretary (8351881987) for an appointment."
    }
]