[
    {
        "index": 1,
        "name": "Happy Valley",
        "latitude": "30.470129",
        "longitude": "78.05254",
        "excerpt": "Only 3km northwest of town, this scenic outlying region of Mussoorie is famous as the site where the Dalai Lama and fellow exiles arrived in 1959, after…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/happy-valley/a/poi-sig/1611317/356528",
        "image_url": null,
        "detail_description": "Only 3km northwest of town, this scenic outlying region of Mussoorie is famous as the site where the Dalai Lama and fellow exiles arrived in 1959, after escaping from Tibet following Chinese occupation. The spiritual leader stayed for one year before relocating the exiled Tibetan government to Dharamsala. It's a beautiful valley with the atmospheric Shedup Choephelling Temple where the local Tibetan community pray, and a nearby hilltop stupa at Dalai Hills with a large Buddha statue, prayer flags and Himalayan views.\n"
    },
    {
        "index": 3,
        "name": "Soham Himalayan Centre",
        "latitude": "30.448119",
        "longitude": "78.085585",
        "excerpt": "Part museum, part art gallery, Soham Heritage & Art Centre focuses largely on the culture of the Uttarakhand Himalaya. You'll get guided through the…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/soham-himalayan-centre/a/poi-sig/1610974/356528",
        "image_url": null,
        "detail_description": "Part museum, part art gallery, Soham Himalayan Centre focuses largely on the culture of the Uttarakhand Himalaya. You'll get guided through the displays of cultural artefacts, historical photography and an art gallery featuring paintings by Kavita, who along with her husband Samer set up this privately run museum. Entry proceeds go towards a local orphanage they run.\nIt's a steep five-minute walk off the bend in the main road, just down from the Picture Palace."
    },
    {
        "index": 5,
        "name": "Gun Hill",
        "latitude": "30.458745",
        "longitude": "78.074909",
        "excerpt": "From midway along The Mall, a cable car runs up to Gun Hill (2530m), which, on a clear day, has views of several big peaks. A steep path also winds up to…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/gun-hill/a/poi-sig/1292819/356528",
        "image_url": null,
        "detail_description": "From midway along The Mall, a cable car runs up to Gun Hill (2530m), which, on a clear day, has views of several big peaks. A steep path also winds up to the viewpoint. The most popular time to go up is an hour or so before sunset. There’s a minicarnival atmosphere in high season, with kids' rides, food stalls, magic shops and honeymooners having their photos taken in Garhwali costumes.\n"
    },
    {
        "index": 4,
        "name": "Jabarkhet Nature Reserve",
        "latitude": "30.455074",
        "longitude": "78.111849",
        "excerpt": "Dedicated efforts have been taking place since 2015 to transform this sizeable tract of privately owned land into a nature reserve, home to abundant…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/jabarkhet-nature-reserve/a/poi-sig/1610975/356528",
        "image_url": null,
        "detail_description": "Dedicated efforts have been taking place since 2015 to transform this sizeable tract of privately owned land into a nature reserve, home to abundant animals, birdlife and wild flowers. While you'll need luck to spot mammals, camera traps have caught leopard, black bear, porcupine and several species of deer. There are hiking trails and specialist guides available; see the website for details. It's around 5km east of Mussoorie and is part of a historical estate that fell into disuse.\n"
    },
    {
        "index": 6,
        "name": "Mussoorie Library",
        "latitude": "30.459744",
        "longitude": "78.064181",
        "excerpt": "One of Mussoorie's most prominent landmarks is this historical Raj-era library that opened way back in 1843. Its ornate Victoria-style balcony veranda…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/mussoorie-library/a/poi-sig/1610973/356528",
        "image_url": null,
        "detail_description": "One of Mussoorie's most prominent landmarks is this historical Raj-era library that opened way back in 1843. Its ornate Victoria-style balcony veranda features cast-iron lacework, and it continues to function today as a lending library. Tourists are able to wander its foyer, but only card-carrying members can venture any further.\n"
    },
    {
        "index": 10,
        "name": "Jama Masjid",
        "latitude": "30.456564518861",
        "longitude": "78.080735228684",
        "excerpt": "This local mosque is a place of worship and not for sightseers.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/jama-masjid/a/poi-sig/1308562/356528",
        "image_url": null,
        "detail_description": "This local mosque is a place of worship and not for sightseers.\n"
    },
    {
        "index": 7,
        "name": "Christ Church",
        "latitude": "30.459714557055",
        "longitude": "78.068048743928",
        "excerpt": "Built in 1836 and featuring stained-glass windows, this is purported to be the oldest church in the Himalaya.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/christ-church/a/poi-sig/1308571/356528",
        "image_url": null,
        "detail_description": "Built in 1836 and featuring stained-glass windows, this is purported to be the oldest church in the Himalaya.\n"
    },
    {
        "index": 8,
        "name": "Picture Palace Cinema",
        "latitude": "30.455028812073",
        "longitude": "78.081634786942",
        "excerpt": "Mostly a landmark and point of reference, this old movie theatre is now a gaming and entertainment centre.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/picture-palace-cinema/a/poi-sig/1308569/356528",
        "image_url": null,
        "detail_description": "Mostly a landmark and point of reference, this old movie theatre is now a gaming and entertainment centre.\n"
    },
    {
        "index": 9,
        "name": "Union Church",
        "latitude": "30.455420643729",
        "longitude": "78.082139245913",
        "excerpt": "Dating to 1874, this is one of Mussoorie's oldest churches. It still holds mass services.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/union-church/a/poi-sig/1308574/356528",
        "image_url": null,
        "detail_description": "Dating to 1874, this is one of Mussoorie's oldest churches. It still holds mass services.\n"
    },
    {
        "index": 2,
        "name": "Mussoorie Heritage Centre",
        "latitude": "30.455518",
        "longitude": "78.086572",
        "excerpt": "Sitting beneath Landour's clock tower is this impressive heritage centre that's set up by dedicated local historian, Surbhi Agarwal. She'll take you…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/mussoorie-heritage-centre/a/poi-sig/1610976/356528",
        "image_url": null,
        "detail_description": "Sitting beneath Landour's clock tower is this impressive heritage centre that's set up by dedicated local historian, Surbhi Agarwal. She'll take you through the displays of collectibles and artefacts from Mussoorie, all set in the house she was born in. The small temporary exhibition is always worth checking out, as is its shop selling beautiful artworks, photography and prints, including John Gould's Birds of Mussoorie. Ask in advance about arranging heritage walks about town.\nNext door is Surbhi's father's impressive antique shop that's been here since the 1960s."
    }
]