[
    {
        "index": 3,
        "name": "Mt Arunachala",
        "latitude": "12.240937",
        "longitude": "79.057169",
        "excerpt": "This 800m-high extinct volcano dominates Tiruvannamalai – and local conceptions of the element of fire, which supposedly finds its sacred abode in…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/mt-arunachala/a/poi-sig/1287096/356494",
        "image_url": null,
        "detail_description": "This 800m-high extinct volcano dominates Tiruvannamalai – and local conceptions of the element of fire, which supposedly finds its sacred abode in Arunachala’s heart. Devout barefoot pilgrims make the 14km (four-hour) circumambulation of the mountain, stopping at eight famous linga, especially on full-moon and festival days. The inner path is closed for the foreseeable future, but it's possible to circle around on the main road, or climb the hill past two caves where Sri Ramana Maharshi lived and meditated (1899–1922).\nThe hot ascent to the top opens up superb views of Tiruvannamalai, and takes five or six hours round trip: start early and take water. An unsigned path across the road from the northwest corner of the Arunachaleshwar Temple leads the way up past homes and the two caves, Virupaksha (about 20 minutes up) and Skandasramam (30 minutes). Women are advised not to hike alone, and it's suggested that no one go up after dark due to 'too many drunk boys'. Note that the trail to the top closes a month or two before the Deepam festival, but the caves remain accessible.If you aren't that devoted, buy a Giripradakshina map (₹15) from the bookshop at Sri Ramana Ashram, hire a bicycle from a shop on the roadside 200m east of the ashram (per day ₹40) and ride around. Or make an autorickshaw circuit for about ₹400 (up to double at busy times)."
    },
    {
        "index": 2,
        "name": "Gingee Fort",
        "latitude": "12.25433",
        "longitude": "79.40443",
        "excerpt": "With three separate hilltop citadels and a 6km perimeter of cliffs and thick walls, the ruins of enormous Gingee Fort rise out of the Tamil plain, 37km…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/gingee-fort/a/poi-sig/1151770/356494",
        "image_url": null,
        "detail_description": "With three separate hilltop citadels and a 6km perimeter of cliffs and thick walls, the ruins of enormous Gingee Fort rise out of the Tamil plain, 37km east of Tiruvannamalai, like castles misplaced by the Lord of the Rings. It was constructed mainly in the 16th century by the Vijayanagars and was later occupied by the Marathas, Mughals, French and British, then abandoned in the 19th century. The fort's sheer scale, dramatic beauty and peaceful setting make it a very worthwhile stop.\nToday, few foreigners make it here, but Gingee is popular with domestic tourists for its starring role in various films. The main road linking Tiruvannamalai and Puducherry cuts between the fortified hills, just west of Gingee town. Of the three citadels, the easiest to reach, Krishnagiri, rises north of the road. To the south are the highest of the three, Rajagiri, and the most distant and least interesting, Chakklidurg (which you can't climb). Ticket offices (with maps) are at the foot of Krishnagiri and Rajagiri.Remains of numerous buildings stand in the site's lower parts, especially at the bottom of Rajagiri in the old palace area, where the main landmark is the white, restored, seven-storey Kalyana Mahal (Marriage Hall). Just east (outside) of the palace area is the 18th-century Sadat Ullah Khan Mosque; southeast of this lies the abandoned 16th-century Venkataramana Temple.Hiking Krishnagiri is a one-hour round-trip; Rajagiri (more than 150m above the plain) takes two hours round-trip; allow at least half a day to cover both hills. Most visitors climb Rajagiri, which makes Krishnagiri quieter. Hill-climbing entry ends at 3pm, so sunsets are out. You'll want to start early to beat the heat. Bring water!Gingee is on the Tiruvannamalai–Puducherry bus route, with buses from Tiruvannamalai (₹37, one hour) every 10 minutes. Hop off at the fort to save a trip back out from Gingee town. A taxi between Tiruvannamalai and Puducherry with a two- to three-hour stop at Gingee costs around ₹3000."
    },
    {
        "index": 1,
        "name": "Arunachaleshwar Temple",
        "latitude": "12.231331",
        "longitude": "79.068966",
        "excerpt": "This 10-hectare temple is one of India's largest. Its oldest parts date to the 9th century, but the site was a place of worship long before that. Four…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/arunachaleshwar-temple/a/poi-sig/1151761/356494",
        "image_url": null,
        "detail_description": "This 10-hectare temple is one of India's largest. Its oldest parts date to the 9th century, but the site was a place of worship long before that. Four huge, unpainted white gopurams mark the entrances; the main, 17th-century eastern one rises 13 storeys (an astonishing 66m), its sculpted passageway depicting dancers, dwarves and elephants. During festivals the Arunachaleshwar is awash with golden flames and the scent of burning ghee, as befits the fire incarnation of Shiva, Destroyer of the Universe.\nInside the complex are five more gopurams, a 17th-century 1000-pillared hall with impressive carvings, two tanks and a profusion of subtemples and shrines. There's a helpful temple model inside the second gopuram from the east, where the temple elephant gives blessings. To reach the innermost sanctum, with its huge lingam, worshippers must pass through five surrounding prakarams (compounds)."
    }
]