[
    {
        "index": 1,
        "name": "Pardesi Synagogue",
        "latitude": "9.957301",
        "longitude": "76.259505",
        "excerpt": "Originally built in 1568, Mattancherry's synagogue was partially destroyed by the Portuguese in 1662, and rebuilt two years later when the Dutch took…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/pardesi-synagogue/a/poi-sig/1033659/356338",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-139624805_full.jpg",
        "detail_description": "Originally built in 1568, Mattancherry's synagogue was partially destroyed by the Portuguese in 1662, and rebuilt two years later when the Dutch took Kochi. It features an ornate brass bimah, elegant wooden benches, and elaborate hand-painted, willow-pattern floor tiles from Canton, China, added in 1762 during major remodelling under Ezekial Rahabi. It’s magnificently illuminated by Belgian chandeliers and coloured-glass lamps. The graceful clock tower dates from 1760, with inscriptions in Malayalam, Hebrew, Roman and Arabic script.\nThere's an upstairs balcony for women, who worshipped separately according to Orthodox rites. The majority of Kochi's Pardesi Jews have emigrated, but the synagogue remains excellently preserved. No photography."
    },
    {
        "index": 13,
        "name": "Bastion Bungalow",
        "latitude": "9.967371",
        "longitude": "76.241351",
        "excerpt": "Though the interior of this 1667 Indo-European bungalow was being renovated into a museum at research time, you can admire its fine whitewashed, tiled…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/bastion-bungalow/a/poi-sig/1612850/356338",
        "image_url": null,
        "detail_description": "Though the interior of this 1667 Indo-European bungalow was being renovated into a museum at research time, you can admire its fine whitewashed, tiled-roof facade and stroll around the small garden sprinkled with contemporary stone sculptures.\n"
    },
    {
        "index": 12,
        "name": "Dutch Cemetery",
        "latitude": "9.964200573",
        "longitude": "76.23830454",
        "excerpt": "Consecrated in 1724, this cemetery near Kochi's beach contains the worn and dilapidated graves of Dutch traders and soldiers. Its gates are normally…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/dutch-cemetery/a/poi-sig/1150568/356338",
        "image_url": null,
        "detail_description": "Consecrated in 1724, this cemetery near Kochi's beach contains the worn and dilapidated graves of Dutch traders and soldiers. Its gates are normally locked but a caretaker might let you in, or ask at nearby St Francis Church.\n"
    },
    {
        "index": 11,
        "name": "Santa Cruz Basilica",
        "latitude": "9.96493",
        "longitude": "76.24295",
        "excerpt": "Built on the site of an early-16th-century Portuguese church (demolished during the British Raj), Fort Cochin's imposing neoclassical Catholic basilica…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/santa-cruz-basilica/a/poi-sig/1150569/356338",
        "image_url": null,
        "detail_description": "Built on the site of an early-16th-century Portuguese church (demolished during the British Raj), Fort Cochin's imposing neoclassical Catholic basilica dates to 1902. In the striking pastel-coloured interior you’ll find artefacts from the different historical eras in Kochi.\n"
    },
    {
        "index": 10,
        "name": "Indian Naval Maritime Museum",
        "latitude": "9.95822",
        "longitude": "76.239012",
        "excerpt": "In a pair of former bomb shelters, this museum traces the history of the Indian navy, as well as maritime trade dating back to the Portuguese and Dutch…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/indian-naval-maritime-museum/a/poi-sig/1321581/356338",
        "image_url": null,
        "detail_description": "In a pair of former bomb shelters, this museum traces the history of the Indian navy, as well as maritime trade dating back to the Portuguese and Dutch eras, through a series of rather dry relief murals and information panels. There's plenty of naval memorabilia, including a couple of model battleships outside in the garden.\n"
    },
    {
        "index": 9,
        "name": "Kashi Art Gallery",
        "latitude": "9.966832",
        "longitude": "76.243207",
        "excerpt": "The pioneer of Fort Cochin’s art revival, Kashi displays changing exhibitions of local artists in a creatively restored Dutch heritage house, attached to…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/kashi-art-gallery/a/poi-sig/1293521/356338",
        "image_url": null,
        "detail_description": "The pioneer of Fort Cochin’s art revival, Kashi displays changing exhibitions of local artists in a creatively restored Dutch heritage house, attached to one of Kerala's most fabulous cafes.\nOriginal founder Anoop Scaria, who sadly passed away in 2018, was a major force behind transforming Kochi into the art hub it is today."
    },
    {
        "index": 7,
        "name": "St Francis Church",
        "latitude": "9.965998",
        "longitude": "76.240922",
        "excerpt": "Constructed in 1503 by Portuguese Franciscan friars, this is believed to be India’s oldest European-built church. The faded-yellow edifice that stands…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/st-francis-church/a/poi-sig/1150567/356338",
        "image_url": null,
        "detail_description": "Constructed in 1503 by Portuguese Franciscan friars, this is believed to be India’s oldest European-built church. The faded-yellow edifice that stands here today was built in the mid-16th century to replace the original wooden chapel, though it was later altered by both the Dutch and British. Explorer Vasco da Gama, who died in Cochin in 1524, was buried in this spot for 14 years before his remains were taken to Lisbon – you can still visit his tombstone in the church.\n"
    },
    {
        "index": 8,
        "name": "David Hall",
        "latitude": "9.965078",
        "longitude": "76.239699",
        "excerpt": "Opposite the parade ground, this beautiful restored bungalow is all that remains of three 17th-century Dutch-era houses built using materials from…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/david-hall/a/poi-sig/1612898/356338",
        "image_url": null,
        "detail_description": "Opposite the parade ground, this beautiful restored bungalow is all that remains of three 17th-century Dutch-era houses built using materials from demolished Portuguese churches. It's now an arts-and-culture centre, showcasing up-and-coming artists with performances and changing exhibitions.\nThe tranquil garden cafe serves fruit platters, French toast and appam (rice pancakes) with veggie stew (₹120 to ₹350)."
    },
    {
        "index": 6,
        "name": "Indo-Portuguese Museum",
        "latitude": "9.962299",
        "longitude": "76.240042",
        "excerpt": "The heritage of one of India’s earliest Catholic communities – including vestments, silver processional crosses, altarpieces from the Kochi diocese and…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/indo-portuguese-museum/a/poi-sig/1150566/356338",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/a77a85106fbaae3f30090d56de3ff483-indo-portuguese-museum.jpg",
        "detail_description": "The heritage of one of India’s earliest Catholic communities – including vestments, silver processional crosses, altarpieces from the Kochi diocese and 19th-century sketches of Santa Cruz Basilica – is on show at this thoughtfully presented museum hidden in the tranquil garden of the Bishop’s House. The basement contains remnants of the 16th-century Portuguese-built Fort Immanuel.\n"
    },
    {
        "index": 4,
        "name": "Kerala Folklore Museum",
        "latitude": "9.932964",
        "longitude": "76.299169",
        "excerpt": "Created in Kerala style from ancient temples and beautiful old houses collected by its owner, an antique dealer, the family-run folklore museum houses a…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/kerala-folklore-museum/a/poi-sig/1293516/356338",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/e5052794291df9d19c28bc89a065091a-kerala-folklore-museum.jpg",
        "detail_description": "Created in Kerala style from ancient temples and beautiful old houses collected by its owner, an antique dealer, the family-run folklore museum houses a priceless collection of over 5000 artefacts and covers three architectural styles: Malabar on the ground floor; Kochi/Portuguese on the 1st; and Travancore on the 2nd (top). The fine top-floor theatre has an 18th-century wood-carved ceiling depicting Hindu gods, as well as colourful Ramayana and Mahabharata murals. It's 4.5km south of Ernakulam Junction.\nUber and Ola taxis from Fort Cochin charge ₹270, or you can take any bus (including the Fort Cochin–Vytilla–Airport bus) to Thevara, from where it’s a short walk or rickshaw ride."
    },
    {
        "index": 5,
        "name": "Hill Palace Museum",
        "latitude": "9.95262",
        "longitude": "76.363993",
        "excerpt": "Around 13km east of Ernakulam, this impressive 49-building palace complex was formerly the residence of the Kochi royal family. It now houses the…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/hill-palace-museum/a/poi-sig/1150617/356338",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/b03a0d4110be8d30ec20fadc7541d242-hill-palace-museum.jpg",
        "detail_description": "Around 13km east of Ernakulam, this impressive 49-building palace complex was formerly the residence of the Kochi royal family. It now houses the collections of the royal families, as well as 19th-century oil paintings, old coins, sculptures and paintings, jewellery and temple models. Keep an eye out for the diamond-studded, 1.75kg gold crown – a gift from Portugal via Vasco da Gama. Autorickshaws from Ernakulam charge ₹350 return with one-hour waiting time.\nNote that photography isn't allowed inside and the gardens are a bit tatty."
    },
    {
        "index": 3,
        "name": "Chinese Fishing Nets",
        "latitude": "9.968058",
        "longitude": "76.242156",
        "excerpt": "The unofficial emblems of Kerala’s backwaters, and perhaps the most photographed, are the half-dozen giant cantilevered Chinese fishing nets on Fort…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/chinese-fishing-nets/a/poi-sig/1319114/356338",
        "image_url": "https://lp-cms-production.imgix.net/2020-11/f8ccb1f5c85e6cba4b70b879ac5f4e13-chinese-fishing-nets.jpg",
        "detail_description": "The unofficial emblems of Kerala’s backwaters, and perhaps the most photographed, are the half-dozen giant cantilevered Chinese fishing nets on Fort Cochin's northeastern shore, known locally as cheena vala. A legacy of traders from the AD 1400 court of Kublai Khan, these spiderlike, 10m-tall contraptions rest on teak or bamboo poles and require five or six people to operate their counterweights at high tide.\nModern fishing techniques are making these labour-intensive methods less and less profitable, with nets slowly disappearing from Kerala's coastline. Smaller fishing nets are dotted around the shores of Vembanad and Ashtamudi lakes; some of the best are just east of Cherai Beach on Vypeen Island."
    },
    {
        "index": 2,
        "name": "Mattancherry Palace",
        "latitude": "9.9579619754837",
        "longitude": "76.259872386415",
        "excerpt": "Mattancherry Palace was a generous gift presented to the Raja of Kochi, Veera Kerala Varma (1537–65), as a gesture of goodwill by the Portuguese in 1555…",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/mattancherry-palace/a/poi-sig/1033656/356338",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170482679_master.jpg",
        "detail_description": "Mattancherry Palace was a generous gift presented to the Raja of Kochi, Veera Kerala Varma (1537–65), as a gesture of goodwill by the Portuguese in 1555. The Dutch renovated it in 1663, hence the alternative name, the Dutch Palace. The building combines European and Keralan styles, but the star attractions are the royal bedchamber's astonishingly preserved Hindu murals from the 17th to 19th centuries, which depict scenes from the Ramayana, Mahabharata and Puranic legends in intricate, colourful detail.\nThere are more fine murals further into the palace, too, including Vishnu sleeping on a snake. A small Mahavishnu temple sits within the palace grounds."
    },
    {
        "index": 15,
        "name": "Sts Peter & Paul Church",
        "latitude": "9.966462",
        "longitude": "76.245375",
        "excerpt": "One of Fort Cochin's Catholic churches, modern and white-walled.",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/sts-peter-paul-church/a/poi-sig/1319111/356338",
        "image_url": null,
        "detail_description": "One of Fort Cochin's Catholic churches, modern and white-walled.\n"
    },
    {
        "index": 14,
        "name": "Jewish Cemetery",
        "latitude": "9.9556",
        "longitude": "76.258239",
        "excerpt": "Just southwest of Mattancherry's synagogue, the undisturbed Jewish Cemetery contains ancient tombstones marked with Hebrew script.",
        "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/jewish-cemetery/a/poi-sig/1613137/356338",
        "image_url": null,
        "detail_description": "Just southwest of Mattancherry's synagogue, the undisturbed Jewish Cemetery contains ancient tombstones marked with Hebrew script.\n"
    }
]