[
    {
        "index": 1,
        "name": "Mehrauli Archaeological Park",
        "latitude": "28.522192",
        "longitude": "77.189308",
        "excerpt": "There are extraordinary riches scattered around Mehrauli, with more than 440 monuments – from the 10th century to the British era – dotting a forest and…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/mehrauli-archaeological-park/a/poi-sig/1285212/1341133",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-183988214_high.jpg",
        "detail_description": "There are extraordinary riches scattered around Mehrauli, with more than 440 monuments – from the 10th century to the British era – dotting a forest and the village itself behind the forest. In the forest, most impressive are the time-ravaged tombs of Balban and Quli Khan, his son, and the Jamali Khamali mosque, attached to the tomb of the Sufi poet Jamali. To the west is the 16th-century Rajon ki Baoli, Delhi's finest step-well.\nAt the northern end of Mehrauli village is Adham Khan’s Mausoleum, which was once used as a British residence, then later as a police station and post office. Leading northwards from the tomb are the pre-Islamic walls of Lal Kot.To the south of the village are the remains of the Mughal palace, the Zafar Mahal, once in the heart of the jungle. Next door to it is the Sufi shrine, the Dargah of Qutab Sahib. There is a small burial ground with one empty space that was intended for the last king of Delhi, Bahadur Shah Zafar, who died in exile in Burma (Myanmar) in 1862. South of here is a Lodi-era burial ground for hijras (transvestites and eunuchs), Hijron ka Khanqah. The identity of those buried here is unknown, but it's a well-kept, peaceful place, revered by Delhi's hijra community. A little further south are Jahaz Mahal ('ship palace', also built by the Mughals) and the Haus i Shamsi tank.Wild pigs scamper about the forest, while bright-green parakeets and large black kites swoop from tree to tree. Troops of monkeys clamber across the ruins, especially at dusk. Stone pillars with the names of the main sights carved onto them guide you along the maze-like network of dusty forest pathways; don't come here too late in the day, as it can be easy to get lost.You can reach the forested part of the park by turning right out of Qutab Minar metro station then taking the small gate on your left, just as you reach the slip road that leads up to Qutab Minar. Note, there is no obvious entrance with English signage, but you'll notice the landscaped park-like area from the road."
    },
    {
        "index": 40,
        "name": "Jantar Mantar",
        "latitude": "28.626823465791",
        "longitude": "77.216602563858",
        "excerpt": "This is one of five observatories built by Maharaja Jai Singh II, ruler of Jaipur. Constructed in 1725, Jantar Mantar (derived from the Sanskrit word for …",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/jantar-mantar/a/poi-sig/386509/1342597",
        "image_url": null,
        "detail_description": "This is one of five observatories built by Maharaja Jai Singh II, ruler of Jaipur. Constructed in 1725, Jantar Mantar (derived from the Sanskrit word for ‘instrument’, but which has also become the Hindi word for 'abracadabra') is a quiet park containing a collection of curving geometric buildings that are carefully calibrated to monitor the movement of the stars and planets.\n"
    },
    {
        "index": 39,
        "name": "Hijron ka Khanqah",
        "latitude": "28.517799",
        "longitude": "77.178183",
        "excerpt": "At this seemingly long-forgotten yet immaculately maintained site, 49 hijras (eunuchs) are buried in simple white tombs. The more elaborate grave,…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/hijron-ka-khanqah/a/poi-sig/1357637/1341133",
        "image_url": null,
        "detail_description": "At this seemingly long-forgotten yet immaculately maintained site, 49 hijras (eunuchs) are buried in simple white tombs. The more elaborate grave, chequered in green and white, is that of the sister of a man known as Sheikh Baba. Its small mosque dates to the Lodi period. The site is tricky to find, but is reached by a grill-covered doorway on the street north of Jahaz Mahal.\n"
    },
    {
        "index": 38,
        "name": "Charkha Museum",
        "latitude": "28.6314",
        "longitude": "77.217032",
        "excerpt": "This tiny new museum in the heart of the city is unmistakable for its large, stainless steel spinning wheel, an iconic symbol of Mahatma Gandhi and his…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/charkha-museum/a/poi-sig/1583512/1342597",
        "image_url": null,
        "detail_description": "This tiny new museum in the heart of the city is unmistakable for its large, stainless steel spinning wheel, an iconic symbol of Mahatma Gandhi and his call to support homespun Indian fabrics over British colonial imports. Inside is a collection of antique charkhas (spinning wheels), each donated by Indian citizens and dating from 1912 to 1977. Your ticket includes a homespun souvenir plait.\n"
    },
    {
        "index": 37,
        "name": "National Philatelic Museum",
        "latitude": "28.622896",
        "longitude": "77.213008",
        "excerpt": "Housed in an annex of this branch of India Post, the National Philatelic Museum displays sets of stamps featuring the gamut of Indian life, from…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/national-philatelic-museum/a/poi-sig/1589847/1342597",
        "image_url": null,
        "detail_description": "Housed in an annex of this branch of India Post, the National Philatelic Museum displays sets of stamps featuring the gamut of Indian life, from personalities and human achievements, to buildings, environmental features, and national institutions. There are also a few objects previously used by posties in the field – a bugle, a lantern, a sword and a pair of daggers! You can buy sets of stamps (₹300).\n"
    },
    {
        "index": 36,
        "name": "Leisure Valley Park",
        "latitude": "28.468974",
        "longitude": "77.068512",
        "excerpt": "For a green getaway from Gurgaon’s concrete-and-glass cityscape, head to Leisure Valley Park, a 10-hectare area that’s popular with local families,…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/leisure-valley-park/a/poi-sig/1614069/1341133",
        "image_url": null,
        "detail_description": "For a green getaway from Gurgaon’s concrete-and-glass cityscape, head to Leisure Valley Park, a 10-hectare area that’s popular with local families, courting couples and cricket-playing youngsters. A musical fountain stirs up life in the evenings, and there are music concerts some nights. It's a short walk from IFFCO Chowk metro station, and right opposite Kingdom of Dreams.\n"
    },
    {
        "index": 35,
        "name": "Jahanpanah Forest",
        "latitude": "28.538895",
        "longitude": "77.233028",
        "excerpt": "Jahanpanah means 'refuge of the world', and is the fourth city of Delhi, founded in the 14th century by Muhammed Tughlaq, who thought his father's city at…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/jahanpanah-forest/a/poi-sig/1337839/1341133",
        "image_url": null,
        "detail_description": "Jahanpanah means 'refuge of the world', and is the fourth city of Delhi, founded in the 14th century by Muhammed Tughlaq, who thought his father's city at Tughlaqabad was unliveable. This 435-hectare, forested site has a dusty running track and a few scant ruins, including Satpula bridge. The forest is generally dry and dusty, but is well shaded, and bougainvillea and peacocks add splashes of colour.\n"
    },
    {
        "index": 33,
        "name": "India Gate",
        "latitude": "28.612744",
        "longitude": "77.229638",
        "excerpt": "This imposing 42m-high stone memorial arch was designed by Lutyens in 1921. It pays tribute to around 90,000 Indian Army soldiers who died in WWI, the…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/india-gate/a/poi-sig/1337306/1342597",
        "image_url": null,
        "detail_description": "This imposing 42m-high stone memorial arch was designed by Lutyens in 1921. It pays tribute to around 90,000 Indian Army soldiers who died in WWI, the Northwest Frontier operations and the 1919 Anglo-Afghan War. The chhatri behind it contained a statue of George V, later moved to Coronation Park. The arch has a constant buzz of tourists, budhdhi ke bal ('old lady's hair' – candyfloss) sellers and other hawkers.\n"
    },
    {
        "index": 34,
        "name": "Rashtrapati Bhavan",
        "latitude": "28.614627",
        "longitude": "77.199383",
        "excerpt": "Formerly home to the British Viceroy, the President’s House has 340 rooms, with 2.5km of corridors, and it's fascinating to take a peek inside. Your…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/rashtrapati-bhavan/a/poi-sig/1337312/1342597",
        "image_url": null,
        "detail_description": "Formerly home to the British Viceroy, the President’s House has 340 rooms, with 2.5km of corridors, and it's fascinating to take a peek inside. Your guided visit takes in the domed Durbar Hall, the intimate presidential library and the gilded Ashoka Hall. Tours must be pre-booked and paid for online. Bring booking confirmation and passport with you to Gate 38 on Church Rd.\n"
    },
    {
        "index": 32,
        "name": "Madame Tussauds",
        "latitude": "28.630863",
        "longitude": "77.217236",
        "excerpt": "A first for the subcontinent, Madame Tussauds 23rd waxwork museum is housed in the erstwhile Regal Theatre, now refurbished to provide a stage for more…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/madame-tussauds/a/poi-sig/1589849/1342597",
        "image_url": null,
        "detail_description": "A first for the subcontinent, Madame Tussauds 23rd waxwork museum is housed in the erstwhile Regal Theatre, now refurbished to provide a stage for more than 50 wax models of Indian and international celebrities, including legends from the world of sports, music, politics and cinema. Seek out such luminaries as Dr APJ Abdul Kalam, Sachin Tendulkar, Milkha Singh, Asha Bhonsle and Amitabh Bachchan, among others. Book online for good discounts.\n"
    },
    {
        "index": 31,
        "name": "Mughal Gardens",
        "latitude": "28.616662",
        "longitude": "77.19964",
        "excerpt": "The extravagance of these glorious gardens is such that Louis Mountbatten, India’s last British viceroy, was said to have employed 418 gardeners. There…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/mughal-gardens/a/poi-sig/1504692/1342597",
        "image_url": null,
        "detail_description": "The extravagance of these glorious gardens is such that Louis Mountbatten, India’s last British viceroy, was said to have employed 418 gardeners. There are fountains, cypress, bougainvillea, climbing roses, symmetrical lawns and wandering peacocks. If you're in town when the gardens are in flower (the same months they're open), they're not to be missed. Security is strict; visitors must leave all bags, and even water bottles, at the cloakroom by the entrance.\n"
    },
    {
        "index": 30,
        "name": "Museo Camera",
        "latitude": "28.491411",
        "longitude": "77.10228",
        "excerpt": "This museum, a first of its kind in India, grew out of the collection of local photographer Aditya Arya, with the oldest photographs here dating to the…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/museo-camera/a/poi-sig/1548543/1341133",
        "image_url": null,
        "detail_description": "This museum, a first of its kind in India, grew out of the collection of local photographer Aditya Arya, with the oldest photographs here dating to the 1880s. Meet the Sinar – the Rolls Royce of cameras – and the same model of Hasselblad that went to the moon and back. You can also see some incredible early photos, dating to the 1850s. Note, the owners are planning to move the museum to bigger purpose-built premises nearby. Check the website for the latest.\n"
    },
    {
        "index": 29,
        "name": "Sanskriti Museums",
        "latitude": "28.485289",
        "longitude": "77.129366",
        "excerpt": "On the way to Gurgaon, this little-known, well-kept place contains museums devoted to 'everyday art' and Indian terracotta and textiles. Much of the…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/sanskriti-museums/a/poi-sig/1554395/1341133",
        "image_url": null,
        "detail_description": "On the way to Gurgaon, this little-known, well-kept place contains museums devoted to 'everyday art' and Indian terracotta and textiles. Much of the museum is outside and covers 7 acres. Objects such as kitchenware and hookahs are works of art, and there are expressive terracotta sculptures and intricate textiles from Gujarat, Rajasthan, Kashmir and Bengal. The complex is about 1km walk north of Arjan Garh metro station; follow the main road northeast, then turn left.\n"
    },
    {
        "index": 27,
        "name": "Nehru Memorial Museum",
        "latitude": "28.603843",
        "longitude": "77.198879",
        "excerpt": "Built for the British commander-in-chief and previously called 'Flagstaff House', the stately Teen Murti Bhavan was later the official residence of…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/nehru-memorial-museum/a/poi-sig/1284789/1342597",
        "image_url": null,
        "detail_description": "Built for the British commander-in-chief and previously called 'Flagstaff House', the stately Teen Murti Bhavan was later the official residence of Jawaharlal Nehru (India’s first prime minister). It's now a museum devoted to Nehru’s life and work; the bedroom, study and drawing room are preserved as if he’d just popped out.On the grounds is a 14th-century hunting lodge, built by Feroz Shah, and a more recent planetarium, which has shows about the stars in Hindi and English.\n"
    },
    {
        "index": 28,
        "name": "Alai Minar",
        "latitude": "28.52568",
        "longitude": "77.185339",
        "excerpt": "In the 14th century, Sultan Ala-ud-din made additions to the Qutab Minar Complex, which included an ambitious plan to erect a second tower of victory,…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/alai-minar/a/poi-sig/1308904/1341133",
        "image_url": null,
        "detail_description": "In the 14th century, Sultan Ala-ud-din made additions to the Qutab Minar Complex, which included an ambitious plan to erect a second tower of victory, twice as high as Qutab Minar. Construction got as far as the first level before the sultan died; none of his successors saw fit to bankroll this extravagant piece of showboating. The 27m-high plinth can be seen just north of the Qutab Minar. Admission price is to the whole Qutab Minar Complex.\n"
    },
    {
        "index": 25,
        "name": "Crafts Museum",
        "latitude": "28.613215",
        "longitude": "77.242008",
        "excerpt": "Much of this lovely museum is outside, including tree-shaded carvings and life-size examples of village huts from various regions of India. Displays…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/crafts-museum/a/poi-sig/386521/1342597",
        "image_url": null,
        "detail_description": "Much of this lovely museum is outside, including tree-shaded carvings and life-size examples of village huts from various regions of India. Displays celebrate the traditional crafts of India, with some beautiful textiles on display indoors, such as embroidery from Kashmir and cross-stitch from Punjab. Highlights include a huge wooden 18th-century temple chariot from Maharashtra. Artisans sell their products in the rear courtyard. The museum also includes the excellent Cafe Lota and a very good shop.\n"
    },
    {
        "index": 26,
        "name": "Iron Pillar",
        "latitude": "28.524831",
        "longitude": "77.185221",
        "excerpt": "In the courtyard of the Quwwat-ul-Islam Masjid is a 6.7m-high iron pillar that is much more ancient than any of the surrounding monuments. It hasn't…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/iron-pillar/a/poi-sig/1308900/1341133",
        "image_url": null,
        "detail_description": "In the courtyard of the Quwwat-ul-Islam Masjid is a 6.7m-high iron pillar that is much more ancient than any of the surrounding monuments. It hasn't rusted over the past 1600 years, due to both the dry atmosphere and its incredible purity. A six-line Sanskrit inscription indicates that it was initially erected outside a Vishnu temple, possibly in Bihar, in memory of Chandragupta II, who ruled from AD 375 to 413. Scientists are at a loss as to how the iron was cast using the technology of the time.\n"
    },
    {
        "index": 24,
        "name": "National Rail Museum",
        "latitude": "28.584767",
        "longitude": "77.181723",
        "excerpt": "A contender for one of Delhi's most enjoyable museums, the National Rail Museum has steam locos and carriages spread across 11 acres. Among the venerable…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/national-rail-museum/a/poi-sig/386547/1342598",
        "image_url": null,
        "detail_description": "A contender for one of Delhi's most enjoyable museums, the National Rail Museum has steam locos and carriages spread across 11 acres. Among the venerable bogies are the former Viceregal Dining Car, and the Maharaja of Mysore’s rolling saloon. The indoor gallery includes some hands-on exhibits, a miniature railway, and two simulators (weekday/weekend ₹150/300). Outside, a toy train (weekday/weekend ₹100/200), a joy train (adult/child ₹20/10, weekend ₹50/20) and a steam train (₹200, Thursday and Saturday only) chuff around the grounds.\n"
    },
    {
        "index": 22,
        "name": "Indira Gandhi Memorial Museum",
        "latitude": "28.59999",
        "longitude": "77.205745",
        "excerpt": "In the residence of controversial former prime minister Indira Gandhi is this interesting museum devoted to her life and her political-heavyweight family…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/indira-gandhi-memorial-museum/a/poi-sig/386539/1342597",
        "image_url": null,
        "detail_description": "In the residence of controversial former prime minister Indira Gandhi is this interesting museum devoted to her life and her political-heavyweight family. It displays her personal effects, including the blood-stained sari she was wearing when she was assassinated in 1984; in the back garden a glass-covered pathway traces her final steps before she was shot and killed by two security guards. Many rooms in the house are preserved as they were, providing a window into the family's life.\nAn exhibit at the rear charts the life of Indira’s son, Rajiv, who met a similarly violent end when he was assassinated in 1991."
    },
    {
        "index": 23,
        "name": "Rashtrapati Bhavan Museum",
        "latitude": "28.621663",
        "longitude": "77.195349",
        "excerpt": "Occupying the presidential garages, this swish museum has a mix of fairly modern displays, including 3D images of presidential speeches, plus former…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/rashtrapati-bhavan-museum/a/poi-sig/1504967/1342597",
        "image_url": null,
        "detail_description": "Occupying the presidential garages, this swish museum has a mix of fairly modern displays, including 3D images of presidential speeches, plus former presidential vehicles, such as a Mercedes given to Rajiv Gandhi by the King of Jordan, and three 100-year-old horse-drawn carriages. In the basement is an impressive collection of oil portraits of former viceroys, governors general and British monarchs.\nOpposite, in the former presidential stables, is a more old-fashioned collection of gifts given to former presidents by visiting dignitaries. You must pre-book your visit online, paying in advance as you do so."
    },
    {
        "index": 21,
        "name": "Champa Gali",
        "latitude": "28.517497",
        "longitude": "77.200059",
        "excerpt": "The small arty enclave known as Champa Gali is hidden away in the lanes behind the fake Dilli Haat handicrafts market ('Delhi Haat') and is one of Greater…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/champa-gali/a/poi-sig/1614070/1341133",
        "image_url": null,
        "detail_description": "The small arty enclave known as Champa Gali is hidden away in the lanes behind the fake Dilli Haat handicrafts market ('Delhi Haat') and is one of Greater Delhi's best-kept secrets. It's a favourite for Delhi's young fashionistas, and contains a cluster of craft boutiques and cool cafes, including standout coffee roasters Blue Tokai and tea specialists Jugmug Thela. It's tough to find; turn left out of Saket metro station, take the first left, then turn left down Lane 3. You'll eventually reach the open courtyard on your right, through an inconspicuous gateway with no sign.\n"
    },
    {
        "index": 20,
        "name": "Chhatarpur Mandir",
        "latitude": "28.50296",
        "longitude": "77.179942",
        "excerpt": "Delhi’s second-largest temple (after Akshardham), this impressive sandstone and marble complex dates from 1974, and is dedicated to the goddess Katyayani …",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/chhatarpur-mandir/a/poi-sig/1351608/1341133",
        "image_url": null,
        "detail_description": "Delhi’s second-largest temple (after Akshardham), this impressive sandstone and marble complex dates from 1974, and is dedicated to the goddess Katyayani (one of the nine forms of Parvati). There are dozens of shrines with towering South Indian gopurams (temple towers), and an enormous statue of Hanuman stands guard over one part of the complex, which is split by the road leading from the metro station. The smaller temples opposite the Hanuman statue actually have more of a spiritual buzz.\nThe temples are visible from the metro station, five minutes' walk away. Weekdays tend to be fairly sedate, but it can get crowded at weekends and is always busy during the Navratri celebrations in September/October."
    },
    {
        "index": 18,
        "name": "Feroz Shah Kotla",
        "latitude": "28.634781",
        "longitude": "77.244015",
        "excerpt": "Firozabad, the fifth city of Delhi, was built by Feroz Shah Tughlaq in 1354, the first city here to be built on the river. Only the fortress remains, with…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/feroz-shah-kotla/a/poi-sig/1284799/1342597",
        "image_url": null,
        "detail_description": "Firozabad, the fifth city of Delhi, was built by Feroz Shah Tughlaq in 1354, the first city here to be built on the river. Only the fortress remains, with crumbling walls protecting the Jama Masjid (Friday mosque), a baoli (step-well), and the pyramid-like Hawa Mahal, topped by a 13m-high sandstone Ashoka Pillar inscribed with 3rd-century-BC Buddhist edicts. There’s an otherworldly atmosphere to the ruins.\nEntrance is free after 2pm every Thursday when crowds gather at the mosque and other points of importance to light candles and incense and leave bowls of milk to appease Delhi’s djinns (invisible spirits), who are said to occupy the underground chambers beneath the ruins.Shoes should be removed when entering the mosque and Hawa Mahal."
    },
    {
        "index": 19,
        "name": "Quwwat-ul-Islam Masjid",
        "latitude": "28.524398",
        "longitude": "77.185156",
        "excerpt": "At the foot of the Qutab Minar stands the first mosque to be built in India. An inscription over the east gate states that it was built with materials…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/quwwat-ul-islam-masjid/a/poi-sig/1308899/1341133",
        "image_url": null,
        "detail_description": "At the foot of the Qutab Minar stands the first mosque to be built in India. An inscription over the east gate states that it was built with materials obtained from demolishing ‘27 idolatrous temples’. As well as intricate carvings that show a clear fusion of Islamic and pre-Islamic styles, the walls of the mosque are studded with sun disks, shikharas (rising towers) and other recognisable pieces of Hindu and Jain masonry. This was Delhi's main mosque until 1360.\nAltamish, Qutb-ud-din’s son-in-law, expanded the original mosque with a cloistered court between 1210 and 1220, and Ala-ud-Din Khilji added the exquisite marble and sandstone Alai Darwaza gatehouse in 1310.Nearby is the dainty tomb of the Turkic saint Imam Zamin, erected in the Lodi era."
    },
    {
        "index": 17,
        "name": "National Museum",
        "latitude": "28.611453",
        "longitude": "77.218834",
        "excerpt": "This glorious, if dusty, museum is full of treasures. Mind-bogglingly ancient, sophisticated figurines from the Harappan civilisation, almost 5000 years…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/national-museum/a/poi-sig/386545/1342597",
        "image_url": null,
        "detail_description": "This glorious, if dusty, museum is full of treasures. Mind-bogglingly ancient, sophisticated figurines from the Harappan civilisation, almost 5000 years old, include the remarkable Dancing Girl, and there are also some fine ceramics from the even-older Nal civilisation. Other items include Buddha relics, exquisite jewellery, miniature paintings, medieval woodcarvings, textiles and musical instruments. Don't miss the immense, five-tier wooden temple chariot built in South India in the 19th century.\nAllow at least two hours for a proper visit. Bring your passport to obtain an audio guide (included in the foreigner ticket price; ₹150 extra for Indian tourists). There's also a cheap-as-chips cafe inside the museum gates and round to the left. You don't have to visit the museum to use the cafe; handy because eating options are limited round here."
    },
    {
        "index": 16,
        "name": "Sunder Nursery",
        "latitude": "28.594376",
        "longitude": "77.245474",
        "excerpt": "One of Delhi's newest tourist sights, this wonderful park was an overgrown wasteland until recent renovations brought the 16th-century Mughal gardens back…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/sunder-nursery/a/poi-sig/1611568/1342598",
        "image_url": null,
        "detail_description": "One of Delhi's newest tourist sights, this wonderful park was an overgrown wasteland until recent renovations brought the 16th-century Mughal gardens back to something approaching their former glory. It's now a vast landscaped heritage park with clipped lawns, delicate waterways and a network of paths dotted with fruit trees, flower beds, tree-shaded benches and numerous 16th-century Mughal tombs and pavilions, some of which still lie in a charming state of ruin, some of which have been lovingly restored.\nThe central pathway has been created upon the line of the Mughal-era Grand Trunk Road and leads all the way from the entrance to the water gardens at the border with Delhi's zoo. Off the sides are woods to explore, a bonsai garden and more Mughal ruins. The restoration project is a work in progress, but this is already proving to be one of Delhi's standout green spaces."
    },
    {
        "index": 15,
        "name": "Raj Ghat",
        "latitude": "28.640628",
        "longitude": "77.247502",
        "excerpt": "On the banks of the Yamuna River, this peaceful, very well maintained park contains a simple black-marble platform marking the spot where Mahatma Gandhi…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/raj-ghat/a/poi-sig/1285167/1342597",
        "image_url": null,
        "detail_description": "On the banks of the Yamuna River, this peaceful, very well maintained park contains a simple black-marble platform marking the spot where Mahatma Gandhi was cremated following his assassination in 1948. This memorial is a thought-provoking spot, inscribed with what are said to have been Gandhi’s final words, Hai Ram ('Oh, God'). Every Friday (the day he died) commemorative prayers are held here at 5pm, as well as on 2 October and 30 January, his birth and death anniversaries.\nDespite being perfect picnic territory, you're not allowed to bring food into the park, and there's nowhere to buy any once inside. Further north you'll find memorials commemorating where Jawaharlal Nehru, Indira Gandhi and Rajiv Gandhi were cremated.South from Raj Ghat, just across Kisan Ghat Rd, are some equally peaceful landscaped gardens containing Gandhi Darshan, a pavilion displaying photos relating to the Mahatma."
    },
    {
        "index": 12,
        "name": "Gandhi Smriti",
        "latitude": "28.602147",
        "longitude": "77.214564",
        "excerpt": "This poignant memorial to Mahatma Gandhi is in Birla House. He was shot dead on the grounds by a Hindu zealot on 30 January 1948, after campaigning…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/gandhi-smriti/a/poi-sig/1146656/1342597",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148877132_large.jpg",
        "detail_description": "This poignant memorial to Mahatma Gandhi is in Birla House. He was shot dead on the grounds by a Hindu zealot on 30 January 1948, after campaigning against intercommunal violence.The house itself is where Gandhi spent his last 144 days. The exhibits include film footage, modern art, and rooms preserved just as Gandhi left them. The small clothes shop within the grounds sells garments made from khadi, homespun cotton that was championed by Gandhi during the Independence movement.\n"
    },
    {
        "index": 14,
        "name": "Sulabh International Museum of Toilets",
        "latitude": "28.596919",
        "longitude": "77.080936",
        "excerpt": "More than half of India's 1.3 billion people still don't have a toilet in their homes, but since 1970 the Sulabh NGO has worked to address India's…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/sulabh-international-museum-of-toilets/a/poi-sig/386551/1341133",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-77543143_master.jpg",
        "detail_description": "More than half of India's 1.3 billion people still don't have a toilet in their homes, but since 1970 the Sulabh NGO has worked to address India's sanitation issues, constructing new public toilets. The organisation also educates, and their small, quirky museum traces the history of the water closet from 2500 BC to modern times. It's 650m south of Dashrathpuri metro station, straight along the main road.\n"
    },
    {
        "index": 13,
        "name": "Connaught Place",
        "latitude": "28.632520795817",
        "longitude": "77.219617366791",
        "excerpt": "This confusing circular shopping district was named after George V’s uncle, the Duke of Connaught, and fashioned after the Palladian colonnades of Bath…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/connaught-place/a/poi-sig/386553/1342597",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148515280_full.jpg",
        "detail_description": "This confusing circular shopping district was named after George V’s uncle, the Duke of Connaught, and fashioned after the Palladian colonnades of Bath. Greying, whitewashed, colonnaded streets radiate out from the central circle of Rajiv Chowk, with blocks G to N in the outer circle and A to F in the inner circle. Today they mainly harbour brash, largely interchangeable but popular, bars, and international chain stores, plus a few good hotels and restaurants. Touts are rampant.\n"
    },
    {
        "index": 10,
        "name": "Gurdwara Bangla Sahib",
        "latitude": "28.625985",
        "longitude": "77.208642",
        "excerpt": "This magnificent white-marble gurdwara (Sikh temple), topped by glinting golden onion domes, was constructed at the site where the eighth Sikh guru,…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/gurdwara-bangla-sahib/a/poi-sig/386517/1342597",
        "image_url": null,
        "detail_description": "This magnificent white-marble gurdwara (Sikh temple), topped by glinting golden onion domes, was constructed at the site where the eighth Sikh guru, Harkrishan Dev, stayed before his 1664 death. Despite his tender years, the six-year-old guru tended to victims of Delhi’s cholera and smallpox epidemic, and the waters of the large tank are said to have healing powers. It's full of colour and life, yet tranquil, and live devotional songs waft over the compound.\nAs at all gurdwaras, free meals are served to pilgrims daily. Just inside the entrance to the complex is a small museum, chronicling the history of Sikhism and its gurus and martyrs."
    },
    {
        "index": 11,
        "name": "Rajpath",
        "latitude": "28.613422",
        "longitude": "77.218523",
        "excerpt": "Rajpath (Kingsway) is a vast parade linking India Gate to the offices of the Indian government. Built on an imperial scale between 1914 and 1931, it was…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/new-delhi/attractions/rajpath/a/poi-sig/1283854/1342597",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b4f7b8b700782338e40f17296f1cebfd-rajpath.jpg",
        "detail_description": "Rajpath (Kingsway) is a vast parade linking India Gate to the offices of the Indian government. Built on an imperial scale between 1914 and 1931, it was designed by Edwin Lutyens and Herbert Baker and underlined the ascendance of the British rulers. Yet just 16 years later, the Brits were out on their ear and Indian politicians were pacing the corridors of power.\nAt the western end of Rajpath the official residence of the president of India, Rashtrapati Bhavan, now partially open to the public via guided tour, is flanked by the mirror-image, dome-crowned North Secretariat and South Secretariat. These house government ministries and are not open to the public. The Indian parliament meets nearby at the Sansad Bhavan, a circular, colonnaded edifice at the end of Sansad Marg, also not open to the public.At Rajpath’s eastern end is mighty India Gate. This 42m-high stone memorial arch, designed by Lutyens, pays tribute to around 90,000 Indian Army soldiers who died in WWI, the Northwest Frontier operations and the 1919 Anglo-Afghan War."
    },
    {
        "index": 9,
        "name": "Qutab Minar",
        "latitude": "28.52453",
        "longitude": "77.185467",
        "excerpt": "The Qutab Minar that gives the complex its name is an unmissable, soaring Afghan-style victory tower and minaret, erected by sultan Qutb-ud-din in 1193 to…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/qutab-minar/a/poi-sig/1390105/1341133",
        "image_url": null,
        "detail_description": "The Qutab Minar that gives the complex its name is an unmissable, soaring Afghan-style victory tower and minaret, erected by sultan Qutb-ud-din in 1193 to proclaim his supremacy over the vanquished Hindu rulers of Qila Rai Pithora. Ringed by intricately carved sandstone bands bearing verses from the Quran, the tower stands nearly 73m high and tapers from a 15m-diameter base to a mere 2.5m at the top. Admission price is to the whole Qutab Minar Complex.\nThe tower has five distinct storeys with projecting balconies, but Qutb-ud-din only completed the first level before his unlucky death (he was impaled on his saddle while playing polo). His successors completed the job. The tower was struck by lightning in the 14th century, after which Feroz Shah had it repaired in marble. In the 19th century an earthquake caused further damage, and the British repaired it, plonking a cupola on top, which was later removed.You can no longer climb the narrow spiral staircase within the tower for safety reasons."
    },
    {
        "index": 8,
        "name": "Tughlaqabad",
        "latitude": "28.51218",
        "longitude": "77.260494",
        "excerpt": "This magnificent 14th-century ruined fort, half reclaimed by jungle and gradually being encroached on by villages, was Delhi's third incarnation, built by…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/tughlaqabad/a/poi-sig/1147141/1341133",
        "image_url": null,
        "detail_description": "This magnificent 14th-century ruined fort, half reclaimed by jungle and gradually being encroached on by villages, was Delhi's third incarnation, built by Ghiyas-ud-din Tughlaq. The sultan poached workers from the Sufi saint Nizam-ud-din, who issued a curse that shepherds would inhabit the fort. However, it's monkeys rather than shepherds that have taken over. There are fantastic emerald-green views. Interlinking underground rooms, which you can explore, were used as storehouses.\nThe sultan’s well-maintained sandstone mausoleum once stood in the middle of a lake, but now is separated from his fallen city by a road. It's included in the entry ticket.The ruins of the fort are fairly deserted, so it's best to visit them in a group; you could easily spend a couple of hours exploring, so you may not wish to visit them alone. It does get hot out here, so bring plenty of water and snacks – there's nowhere to buy anything.To reach the fort, take an autorickshaw from the Govind Puri metro station (₹50). Shared autos (₹10) tend only to take you to the end of Guru Ravi Das Marg, leaving you to walk the final 500m to the entrance."
    },
    {
        "index": 7,
        "name": "Purana Qila",
        "latitude": "28.609456",
        "longitude": "77.243156",
        "excerpt": "Shh, whisper it quietly: this place is better than the Red Fort. Delhi's 'Old Fort' isn't as magnificent in size and grandeur, but it's far more pleasant…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/purana-qila/a/poi-sig/386519/1342598",
        "image_url": null,
        "detail_description": "Shh, whisper it quietly: this place is better than the Red Fort. Delhi's 'Old Fort' isn't as magnificent in size and grandeur, but it's far more pleasant to explore, with tree-shaded landscaped gardens to relax in, crumbling ruins to climb over (and even under, in the case of the tunnels by the mosque) and no uptight guards with whistles telling you not to go here and there.\nRinged by a moat, part of which has been refilled with water, and accessed through the majestically imposing Bada Darwaza gateway, this 16th-century fort is where Mughal Emperor Humayun met his end in 1556, tumbling down the steps of the Sher Mandal, which he used as a library.The fort had been built by Afghan ruler Sher Shah (1538–45), during his brief ascendancy over Humayun. It's well worth a visit, with its peaceful gardens studded with well-preserved ancient red-stone monuments, including the intricately patterned Qila-i-Kuhran Mosque (Mosque of Sher Shah), behind which are tunnels to explore and parts of the outer walls that can be climbed upon. There's also a small museum (closed on Fridays) set within the walls just inside Bada Darwaza gateway. The sound-and-light Ssow, which is performed in the evening beside the Humayuni Darwaza gateway, is also nonoperational on Fridays.An elongated lake has been created from the fort's former moat, and in late afternoon is well worth wandering along as the sun lights up the towering walls above it, making for fabulous sunset photos. You'll have to buy an extra ₹20 'moat ticket' along with your main ticket in order to explore it.Across busy Mathura Rd are more relics from the city of Shergarh, including the beautiful Khairul Manazil mosque, still used by local Muslims and a favoured haunt of flocks of pigeons."
    },
    {
        "index": 6,
        "name": "Lodi Garden",
        "latitude": "28.591757",
        "longitude": "77.218952",
        "excerpt": "Delhi's loveliest escape was originally named after the wife of the British Resident, Lady Willingdon, who had two villages cleared in 1936 in order to…",
        "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/lodi-garden/a/poi-sig/1146679/1342598",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d037496bdc8b72cf1e78bd9a08a5a823-lodi-gardens.jpg",
        "detail_description": "Delhi's loveliest escape was originally named after the wife of the British Resident, Lady Willingdon, who had two villages cleared in 1936 in order to landscape a park containing the Lodi-era tombs. Today, these lush, tree-shaded gardens – a favoured getaway for Delhi's elite, local joggers and courting couples – help protect more than 100 species of trees and 50 species of birds and butterflies, as well as half a dozen fabulously captivating 15th-century Mughal monuments.\nThe twin tombs of Bada Gumbad and Sheesh Gumbad (both 1494), the bulbous Mohammed Shah's tomb (1450) and the fortress-like walled complex of Sikander Lodi's tomb (1518) are the park's most notable structures, but also look for Athpula, an eight-piered bridge spanning a small lake, which dates from Emperor Akbar’s reign."
    }
]