[
    {
        "index": 1,
        "name": "Church of Our Lady of the Immaculate Conception",
        "latitude": "15.498617",
        "longitude": "73.829316",
        "excerpt": "Panaji’s spiritual, as well as geographical, centre is this elevated, pearly white church, built in 1619 over an older, smaller 1540 chapel, and stacked…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/church-of-our-lady-of-the-immaculate-conception/a/poi-sig/1181923/356231",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/268c1014f054cf4c2e996618598c8a02fb34e585d9763a18d7b4a271adf82a69.jpg",
        "detail_description": "Panaji’s spiritual, as well as geographical, centre is this elevated, pearly white church, built in 1619 over an older, smaller 1540 chapel, and stacked like a fancy white wedding cake. When Panaji was little more than a sleepy fishing village, this church was the first port of call for sailors from Lisbon, who would give thanks for a safe crossing, before continuing to Ela (Old Goa) further east up the river. The church is beautifully illuminated at night.\nBy the 1850s the land in front of the church was being reclaimed and the distinctive crisscrossing staircases were added in the late 19th century. Today the entrance to its gloriously technicolor interior is along the left-hand side wall. A tangle of ropes leads up to the enormous shiny church bell in the belfry, saved from the ruins of the Augustinian monastery at Old Goa and installed here in 1871. The church is the focus for celebrations during the Feast of Our Lady of the Immaculate Conception, on 8 December."
    },
    {
        "index": 19,
        "name": "Goa Science Centre & Planetarium",
        "latitude": "15.478114",
        "longitude": "73.808663",
        "excerpt": "Kids and families will enjoy the Goa Science Centre & Planetarium in Miramar, with an outdoor park, hands-on interactive displays, 3D movies and a…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/goa-science-centre-planetarium/a/poi-sig/1506048/356231",
        "image_url": null,
        "detail_description": "Kids and families will enjoy the Goa Science Centre &amp; Planetarium in Miramar, with an outdoor park, hands-on interactive displays, 3D movies and a planetarium.\n"
    },
    {
        "index": 17,
        "name": "Jama Masjid",
        "latitude": "15.497793153325",
        "longitude": "73.828148592091",
        "excerpt": "Tiny Jama Masjid, barely 100m south of the Municipal Gardens and built about two centuries ago, is easy to miss. The exterior of the mosque is plain, its…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/jama-masjid/a/poi-sig/1319252/356231",
        "image_url": null,
        "detail_description": "Tiny Jama Masjid, barely 100m south of the Municipal Gardens and built about two centuries ago, is easy to miss. The exterior of the mosque is plain, its entrance blending in with the small shops on either side, but the interior is extremely ornate in white-marble Islamic style.\n"
    },
    {
        "index": 18,
        "name": "Municipal Gardens",
        "latitude": "15.49932",
        "longitude": "73.828361",
        "excerpt": "Panaji’s central square is the leafy Municipal Gardens, also called Church Square (Largo da Igreja). The Ashokan Pillar is at the gardens’ centre.",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/municipal-gardens/a/poi-sig/1430668/356231",
        "image_url": null,
        "detail_description": "Panaji’s central square is the leafy Municipal Gardens, also called Church Square (Largo da Igreja). The Ashokan Pillar is at the gardens’ centre.\n"
    },
    {
        "index": 14,
        "name": "Goa State Central Library",
        "latitude": "15.494544",
        "longitude": "73.833414",
        "excerpt": "Panaji’s modern state library has six floors of reading material, a bookshop and gallery. The 2nd floor features a children’s book section and internet…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/goa-state-central-library/a/poi-sig/1350664/356231",
        "image_url": null,
        "detail_description": "Panaji’s modern state library has six floors of reading material, a bookshop and gallery. The 2nd floor features a children’s book section and internet browsing (free, but technically only for academic research). The 4th floor has Goan history books and the 6th a large collection of Portuguese books.\n"
    },
    {
        "index": 16,
        "name": "Gitanjali Gallery",
        "latitude": "15.495257",
        "longitude": "73.831429",
        "excerpt": "Worth a look while walking around the district of Fontainhas, this spacious gallery in the beautiful Panjim Peoples displays works by local and…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/gitanjali-gallery/a/poi-sig/1507100/356231",
        "image_url": null,
        "detail_description": "Worth a look while walking around the district of Fontainhas, this spacious gallery in the beautiful Panjim Peoples displays works by local and international artists. It also functions as an art studio, gallery and hosts special exhibitions, workshops and art classes throughout the year.\n"
    },
    {
        "index": 15,
        "name": "Campal Gardens",
        "latitude": "15.497273",
        "longitude": "73.818898",
        "excerpt": "The road to Miramar from Panaji runs through the Campal district. Just before you reach the Kala Academy are the strollable riverside Campal Gardens, also…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/campal-gardens/a/poi-sig/1430685/356231",
        "image_url": null,
        "detail_description": "The road to Miramar from Panaji runs through the Campal district. Just before you reach the Kala Academy are the strollable riverside Campal Gardens, also known as the Children’s Park. The gardens offer a nice view over to Reis Magos Fort and the boats that cruise along the Mandovi River each evening.\n"
    },
    {
        "index": 12,
        "name": "Ashokan Pillar",
        "latitude": "15.498958",
        "longitude": "73.82834",
        "excerpt": "This pillar at the centre of the Municipal Gardens was once topped by a bust of Vasco da Gama, the first Portuguese voyager to set foot in Goa in 1498,…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/ashokan-pillar/a/poi-sig/1440127/356231",
        "image_url": null,
        "detail_description": "This pillar at the centre of the Municipal Gardens was once topped by a bust of Vasco da Gama, the first Portuguese voyager to set foot in Goa in 1498, but he was replaced, upon independence in 1961, by the seal of present-day India: four lions sitting back to back, atop an abacus, with the inscription ‘Truth Alone Triumphs’.\n"
    },
    {
        "index": 13,
        "name": "Mario Gallery",
        "latitude": "15.49992",
        "longitude": "73.827717",
        "excerpt": "This gallery and shop showcases work by India’s favourite cartoonist, Loutolim local Mario de Miranda, who died in 2011 at the age of 85. Along with…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/mario-gallery/a/poi-sig/1290404/356231",
        "image_url": null,
        "detail_description": "This gallery and shop showcases work by India’s favourite cartoonist, Loutolim local Mario de Miranda, who died in 2011 at the age of 85. Along with prints, books and drawings, there are printed T-shirts, mugs and bags. His works are so popular that there are similar galleries in Calangute, Margao and Porvorim.\n"
    },
    {
        "index": 10,
        "name": "Public Observatory",
        "latitude": "15.496973",
        "longitude": "73.825014",
        "excerpt": "If you’re interested in gazing at the clear winter night skies over Goa, the local branch of the Association of Friends of Astronomy has a public…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/public-observatory/a/poi-sig/449825/356231",
        "image_url": null,
        "detail_description": "If you’re interested in gazing at the clear winter night skies over Goa, the local branch of the Association of Friends of Astronomy has a public observatory with giant telescopes on the terrace of the Junta building. The local volunteer enthusiasts are only too happy to welcome visitors and explain what you’re looking at. The view over Panaji by night is lovely too.\n"
    },
    {
        "index": 11,
        "name": "Azad Maidan",
        "latitude": "15.500116",
        "longitude": "73.826205",
        "excerpt": "To the west of the Municipal Gardens, the grassy Azad Maidan won’t win any prizes at a flower show. Its centrepiece is a small pavilion (whose Corinthian…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/azad-maidan/a/poi-sig/1430670/356231",
        "image_url": null,
        "detail_description": "To the west of the Municipal Gardens, the grassy Azad Maidan won’t win any prizes at a flower show. Its centrepiece is a small pavilion (whose Corinthian pillars were reclaimed from the rubble in Old Goa), which houses a modern sculpture dedicated to freedom fighter and ‘Father of Goan Nationalism’ Dr Tristao de Braganza Cunha (1891–1958).\n"
    },
    {
        "index": 9,
        "name": "Mahalaxmi Temple",
        "latitude": "15.496140636728",
        "longitude": "73.826697974861",
        "excerpt": "This modern, technicolor temple is not particularly imposing, but it’s worth a look inside as it was the first Hindu shrine established in the city during…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/mahalaxmi-temple/a/poi-sig/1319247/356231",
        "image_url": null,
        "detail_description": "This modern, technicolor temple is not particularly imposing, but it’s worth a look inside as it was the first Hindu shrine established in the city during Portuguese rule. It amply demonstrates that among Panaji’s ubiquitous whitewashed churches there is a large and thriving Hindu community. The temple was built in 1818 and is devoted to the goddess Mahalaxmi, goddess of wealth and beauty and the Hindu deity of Panaji.\n"
    },
    {
        "index": 8,
        "name": "Maruti Temple",
        "latitude": "15.49274788",
        "longitude": "73.82899787",
        "excerpt": "Dedicated to the monkey god Hanuman, this large orange temple built up the Altinho hillside is resplendently lit at night, and affords pleasant views over…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/maruti-temple/a/poi-sig/1430673/356231",
        "image_url": null,
        "detail_description": "Dedicated to the monkey god Hanuman, this large orange temple built up the Altinho hillside is resplendently lit at night, and affords pleasant views over the city’s Old Quarter from its verandah by day. It forms the epicentre of a roughly 10-day festival celebrated in February, when enormous and colourful statues of Hanuman are placed in the street, and festive street stalls are set up throughout the surrounding Hindu quarter of Mala.\n"
    },
    {
        "index": 5,
        "name": "Altinho Hill",
        "latitude": "15.493758",
        "longitude": "73.826215",
        "excerpt": "On the hillside above Panaji is the well-to-do residential district of Altinho. Apart from good views over the city and river, the main attraction here is…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/altinho-hill/a/poi-sig/1430676/356231",
        "image_url": null,
        "detail_description": "On the hillside above Panaji is the well-to-do residential district of Altinho. Apart from good views over the city and river, the main attraction here is the Bishop’s Palace, an imposing building completed in 1893.\nThe archbishop of Goa came to reside in Panaji early in the 20th century, laying claim to the palatial residence at Cabo Raj Bhavan. But it was not to be: when the Portuguese governor-general realised that it was the best property in Goa, the archbishop was forced to change his plans and settle instead for this palace. The pope stayed at the Bishop’s Palace during his visit to Goa in 1999. These days it’s used for government offices."
    },
    {
        "index": 6,
        "name": "Chapel of St Sebastian",
        "latitude": "15.496115",
        "longitude": "73.830732",
        "excerpt": "Fontainhas is notable for being home to the pretty Chapel of St Sebastian, built in 1818. This small whitewashed church contains one of only a few relics…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/chapel-of-st-sebastian/a/poi-sig/1116830/356231",
        "image_url": null,
        "detail_description": "Fontainhas is notable for being home to the pretty Chapel of St Sebastian, built in 1818. This small whitewashed church contains one of only a few relics remaining as testament to the Goan Inquisition: a striking crucifix, which originally stood in the Palace of the Inquisition in Old Goa. Christ’s unusual open eyes are said to have been conceived especially to strike fear into the hearts of ‘heretical’ suspects brought before the Inquisitors, and awaiting their usually grisly fate.\nIn mid-November a street fair sets up outside the chapel to celebrate the Feast of Our Lady of Livrament."
    },
    {
        "index": 7,
        "name": "Menezes Braganza Institute",
        "latitude": "15.500602",
        "longitude": "73.825207",
        "excerpt": "The yellow-and-white Menezes Braganza Institute occupies part of the old buildings that were once the Portuguese army headquarters. It’s worth poking your…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/menezes-braganza-institute/a/poi-sig/1430671/356231",
        "image_url": null,
        "detail_description": "The yellow-and-white Menezes Braganza Institute occupies part of the old buildings that were once the Portuguese army headquarters. It’s worth poking your head in at the building’s northeast entrance to examine the grand and dramatic azulejos (glazed coloured tiles) adorning the wall, which depict scenes from Os Lusíadas, a famously epic Portuguese poem by Luís Vaz de Camões that tells the tale of Portugal’s 15th- and 16th-century voyages of discovery.\n"
    },
    {
        "index": 3,
        "name": "Statue of Abbé Faria",
        "latitude": "15.500872890533",
        "longitude": "73.829579489016",
        "excerpt": "Beside the Secretariat Building, look out for the sublime, starkly black statue of a caped man, arms, hands and fingers outstretched, towering over an…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/statue-of-abbe-faria/a/poi-sig/1319255/356231",
        "image_url": null,
        "detail_description": "Beside the Secretariat Building, look out for the sublime, starkly black statue of a caped man, arms, hands and fingers outstretched, towering over an apparently frightened woman. This is the statue of Abbé Faria, considered the ‘father of modern hypnotism’, a contemporary of Franz Mesmer (from where the term 'mesmerise' derives) and a native of Goa.\nBorn the son of a monk and a nun in a Candolim mansion in 1756, Abbé Faria is one of history’s fabulously enigmatic figures, having hovered handsomely on the sidelines of the greatest events of the 18th century and flirted with its main players (the Portuguese royal family, Robespierre, Marie Antoinette and Napoleon among them), somehow ingratiating himself with every successive regime while remaining an elusive outsider, caught in a world of black magic and esoteric pursuits. He was considered to be at the forefront of modern hypnotism for his explanations, and belief in, the power of suggestion – uncharted territory at the time."
    },
    {
        "index": 4,
        "name": "Miramar",
        "latitude": "15.482819",
        "longitude": "73.80729",
        "excerpt": "Miramar, 3km southwest of the city, is Panaji’s nearest beach. The couple of kilometres of exposed sand facing Aguada Bay are hardly inspiring compared to…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/miramar/a/poi-sig/1606169/356231",
        "image_url": null,
        "detail_description": "Miramar, 3km southwest of the city, is Panaji’s nearest beach. The couple of kilometres of exposed sand facing Aguada Bay are hardly inspiring compared to other Goan beaches but it is a popular local place to watch the sun sink into the Arabian Sea. It’s not a great place for swimming and bikinis are likely to attract unwanted attention. Local buses run frequently between Panaji's Kadamba bus stand and Miramar beach (₹4, 10 minutes).\nAlong the seafront road, at the start of Miramar Beach, is Gaspar Dias. Originally a fort stood here, designed for defence, directly opposite the fort at Reis Magos on the other side of the Mandovi. There’s no fort now, but the most prominent position on the beachfront is taken up by a statue representing Hindu and Christian unity."
    },
    {
        "index": 2,
        "name": "Goa State Museum & Secretariat Building",
        "latitude": "15.500695",
        "longitude": "73.830024",
        "excerpt": "Currently housed in the Secretariat, the oldest colonial building in Goa, the state museum features an eclectic, if not extensive, collection of items…",
        "detail_url": "https://www.lonelyplanet.com/india/goa/panaji-panjim/attractions/goa-state-museum-secretariat-building/a/poi-sig/1150044/356231",
        "image_url": null,
        "detail_description": "Currently housed in the Secretariat, the oldest colonial building in Goa, the state museum features an eclectic, if not extensive, collection of items tracing aspects of Goan history. As well as some beautiful Hindu and Jain sculptures and bronzes, there are nice examples of Portuguese-era furniture, coins, an intricately carved chariot and a pair of quirky antique rotary lottery machines.\nThe most interesting exhibit is in the furniture room: an elaborately carved table and high-backed chairs used by the notoriously brutal Portuguese Inquisition in Goa during its reign of terror. The table’s legs feature carved lions and an eagle on one side, and four human figures on the other.The Secretariat building stands on the site of the grand summer palace of Goa’s 15th-century sultan Yusuf Adil Shah, which was originally fortified and surrounded by a saltwater moat. After falling to the Portuguese in 1510, the palace was further reinforced and used as a customs post, also serving as temporary accommodation for incoming and outgoing Portuguese viceroys. It later housed Goa’s State Assembly."
    }
]