[
    {
        "index": 1,
        "name": "Elephanta Island",
        "latitude": "18.96246752489",
        "longitude": "72.933082580566",
        "excerpt": "Northeast of the Gateway of India in Mumbai Harbour, the rock-cut temples on Gharapuri, better known as Elephanta Island, are a Unesco World Heritage Site…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/elephanta-island/a/poi-sig/386699/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7cf88e3a963e2f90649ccb140ba834f9-elephanta-island.jpg",
        "detail_description": "Northeast of the Gateway of India in Mumbai Harbour, the rock-cut temples on Gharapuri, better known as Elephanta Island, are a Unesco World Heritage Site. Created between AD 450 and 750, the labyrinth of cave temples represent some of India’s most impressive temple carving.\nThe main Shiva-dedicated temple is an intriguing latticework of courtyards, halls, pillars and shrines; its magnum opus is a 6m-tall statue of Sadhashiva, depicting a three-faced Shiva as the destroyer, creator and preserver of the universe, his eyes closed in eternal contemplation.It was the Portuguese who dubbed the island Elephanta because of a large stone elephant near the shore (this collapsed in 1814 and was moved by the British to Mumbai’s Jijamata Udyan). There’s a small museum on-site, with informative pictorial panels on the origin of the caves.Pushy, expensive guides are available – but you don’t really need one as Pramod Chandra’s A Guide to the Elephanta Caves, widely for sale, is more than sufficient.Launches head to Gharapuri from the Gateway of India every half hour from 9am to 3.30pm. Buy tickets from the MTDC booth at Apollo Bunder. The voyage takes about an hour.The ferries dock at the end of a concrete pier, from where you can walk or take the miniature train (₹10) to the stairway leading up to the caves (it’s lined with souvenir stalls and patrolled by pesky monkeys). A passenger tax (₹5) is also charged. Wear good shoes (those opting to walk are looking at 1.2km). Doli-carriers charge ₹1200 to carry up the aged or disabled."
    },
    {
        "index": 40,
        "name": "Eros",
        "latitude": "18.932271133594",
        "longitude": "72.828044292514",
        "excerpt": "To experience Bollywood blockbusters in situ, the Eros cinema is the place, but it was shuttered indefinitely in 2017 by the collector’s office over…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/eros/a/poi-sig/386641/356405",
        "image_url": null,
        "detail_description": "To experience Bollywood blockbusters in situ, the Eros cinema is the place, but it was shuttered indefinitely in 2017 by the collector’s office over nonpayment of dues. However, it remains an icon of art deco delight, partially forged by red Agra sandstone in 1935. Check ahead for its fate.\n"
    },
    {
        "index": 39,
        "name": "Kidzania",
        "latitude": "19.099046",
        "longitude": "72.916775",
        "excerpt": "Kidzania is predictably one of Mumbai's kid-tastic attractions, an educational activity centre where kids can learn all about piloting a plane, fighting…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/kidzania/a/poi-sig/1508451/356405",
        "image_url": null,
        "detail_description": "Kidzania is predictably one of Mumbai's kid-tastic attractions, an educational activity centre where kids can learn all about piloting a plane, fighting fires, policing and get stuck into lots of art- and craft-making. It’s on the outskirts on the city, 10km northeast of the Bandra Kurla Complex.\n"
    },
    {
        "index": 38,
        "name": "Flora Fountain",
        "latitude": "18.932329",
        "longitude": "72.831695",
        "excerpt": "Built in 1864, this adored Gothic Revival sculpture and fountain depicts the mythological Roman goddess Flora. The fountain and its surrounds were being…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/flora-fountain/a/poi-sig/1321971/356405",
        "image_url": null,
        "detail_description": "Built in 1864, this adored Gothic Revival sculpture and fountain depicts the mythological Roman goddess Flora. The fountain and its surrounds were being restored and beautified at time of research, alongside the construction work on Hutatma Chowk metro station. It's expected to be completed by early 2019.\n"
    },
    {
        "index": 37,
        "name": "Dadar Flower Market",
        "latitude": "19.018518",
        "longitude": "72.842381",
        "excerpt": "Mumbai's largest wholesale flower market, Dadar Flower Market is a colourful cornucopia of multi-hued marigolds, red roses, and pink and purple asters,…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/dadar-flower-market/a/poi-sig/1609467/356405",
        "image_url": null,
        "detail_description": "Mumbai's largest wholesale flower market, Dadar Flower Market is a colourful cornucopia of multi-hued marigolds, red roses, and pink and purple asters, among others. It's just outside Dadar (W) station and hectically stretches along a Senapati Bapat Marg access alley all the way to a more organised covered market 1.4km south.\n"
    },
    {
        "index": 35,
        "name": "Bombay Panjrapole",
        "latitude": "18.954634",
        "longitude": "72.827017",
        "excerpt": "In the middle of bustling Bhuleshwar bazaar is, of all things, this shelter for 350 homeless cows. Ducks, parrots, rabbits, pigeons and other small birds…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/bombay-panjrapole/a/poi-sig/1365527/356405",
        "image_url": null,
        "detail_description": "In the middle of bustling Bhuleshwar bazaar is, of all things, this shelter for 350 homeless cows. Ducks, parrots, rabbits, pigeons and other small birds are also looked after. You can wander around and pet the cows and calves and, for a small donation, feed them fresh greens. It’s near Madhav Baug Post Office. No photography allowed.\n"
    },
    {
        "index": 36,
        "name": "Mahalaxmi Dhobi Ghat",
        "latitude": "18.982404",
        "longitude": "72.824914",
        "excerpt": "This 140-year-old dhobi ghat (place where clothes are washed) is Mumbai’s biggest human-powered washing machine: every day hundreds of people beat the…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/mahalaxmi-dhobi-ghat/a/poi-sig/1284817/356405",
        "image_url": null,
        "detail_description": "This 140-year-old dhobi ghat (place where clothes are washed) is Mumbai’s biggest human-powered washing machine: every day hundreds of people beat the dirt out of thousands of kilograms of soiled Mumbai clothes and linen in 1026 open-air troughs. The best view is from the bridge across the railway tracks near Mahalaxmi train station.\n"
    },
    {
        "index": 34,
        "name": "Shree Mahalaxmi Temple",
        "latitude": "18.977403",
        "longitude": "72.806203",
        "excerpt": "It’s only fitting that in money-mad Mumbai one of the busiest and most colourful temples is dedicated to Mahalaxmi, the goddess of wealth. Perched on a…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/shree-mahalaxmi-temple/a/poi-sig/1284819/356405",
        "image_url": null,
        "detail_description": "It’s only fitting that in money-mad Mumbai one of the busiest and most colourful temples is dedicated to Mahalaxmi, the goddess of wealth. Perched on a headland, it is the focus for Mumbai’s Navratri (Festival of Nine Nights) celebrations in September/October.\nAll faiths are welcome, but be prepared for long lines."
    },
    {
        "index": 32,
        "name": "Nehru Centre",
        "latitude": "18.988745",
        "longitude": "72.815377",
        "excerpt": "The Nehru Centre is a cultural complex that includes a planetarium, theatre, gallery and an interesting history exhibition, Discovery of India. The…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/nehru-centre/a/poi-sig/386659/356405",
        "image_url": null,
        "detail_description": "The Nehru Centre is a cultural complex that includes a planetarium, theatre, gallery and an interesting history exhibition, Discovery of India. The architecture is striking: the tower looks like a giant cylindrical pineapple, the planetarium like a UFO. High-quality dance, drama and live-music events are held here. The complex is just inland from Lala Laipat Rai Rd.\n"
    },
    {
        "index": 33,
        "name": "DAG",
        "latitude": "18.92829",
        "longitude": "72.832446",
        "excerpt": "This top gallery is spread over three floors of a beautifully restored cream-coloured colonial-era structure. Its quarterly-changing exhibitions are…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/dag/a/poi-sig/1508510/356405",
        "image_url": null,
        "detail_description": "This top gallery is spread over three floors of a beautifully restored cream-coloured colonial-era structure. Its quarterly-changing exhibitions are curated from the largest collection of 20th-century modern Indian art in the world and its wares are showcased in museums throughout India as well as additional galleries in New Delhi and New York.\n"
    },
    {
        "index": 31,
        "name": "Kanheri Caves",
        "latitude": "19.206456",
        "longitude": "72.91008",
        "excerpt": "The 109 Kanheri Caves lining the side of a rocky ravine 6km from the northern entrance of Sanjay Gandhi National Park are a big draw. The caves comprise…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/kanheri-caves/a/poi-sig/1361808/356405",
        "image_url": null,
        "detail_description": "The 109 Kanheri Caves lining the side of a rocky ravine 6km from the northern entrance of Sanjay Gandhi National Park are a big draw. The caves comprise vihara (monasteries), chaitya (halls) and dwellings, and were used by Buddhist monks between the 1st century BC and 10th century AD as part of a monastic university complex.\n"
    },
    {
        "index": 30,
        "name": "St Thomas’ Cathedral",
        "latitude": "18.931873",
        "longitude": "72.83398",
        "excerpt": "This charming cathedral, begun in 1672 and finished in 1718, is the oldest British-era building standing in Mumbai and the city's first Anglican church:…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/st-thomas-cathedral/a/poi-sig/1157366/356405",
        "image_url": null,
        "detail_description": "This charming cathedral, begun in 1672 and finished in 1718, is the oldest British-era building standing in Mumbai and the city's first Anglican church: it was once the eastern gateway of the East India Company’s fort (the ‘Churchgate’ itself). The cathedral is a marriage of Byzantine and colonial-era architecture, and its airy interior is full of grandiose colonial memorials.\n"
    },
    {
        "index": 29,
        "name": "Juhu Beach",
        "latitude": "19.094686",
        "longitude": "72.826374",
        "excerpt": "This sprawling suburban beach draws legions of Indian families and courting couples frolicking in the Arabian Sea for 6km all the way to Versova. As far…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/juhu-beach/a/poi-sig/1549783/356405",
        "image_url": null,
        "detail_description": "This sprawling suburban beach draws legions of Indian families and courting couples frolicking in the Arabian Sea for 6km all the way to Versova. As far as beaches go, it's no sun-toasted Caribbean dream, but it's a fun place to have a drink or try some Mumbai street food from the nearby stalls. It's particularly vibrant during Ganesh Chaturthi.\n"
    },
    {
        "index": 28,
        "name": "Rajabai Clock Tower",
        "latitude": "18.929742",
        "longitude": "72.830215",
        "excerpt": "On the Fort campus of the University of Mumbai is this 84m-high Venetian/Gothic monument, inspired by London's Big Ben. Completed in 1878, it was designed…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/rajabai-clock-tower/a/poi-sig/1322054/356405",
        "image_url": null,
        "detail_description": "On the Fort campus of the University of Mumbai is this 84m-high Venetian/Gothic monument, inspired by London's Big Ben. Completed in 1878, it was designed by English architect Sir George Gilbert Scott and harbours some of Mumbai's most beautiful stained glass. There is no public access, but it's well worth admiring from the street.\nThe tower was awarded Unesco World Heritage status in 2018."
    },
    {
        "index": 27,
        "name": "Keneseth Eliyahoo Synagogue",
        "latitude": "18.928111324749",
        "longitude": "72.832681755552",
        "excerpt": "Built in 1884, and tenderly maintained by the city’s dwindling Jewish community, this white and indigo-trimmed synagogue emerged from under years of…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/keneseth-eliyahoo-synagogue/a/poi-sig/386709/356405",
        "image_url": null,
        "detail_description": "Built in 1884, and tenderly maintained by the city’s dwindling Jewish community, this white and indigo-trimmed synagogue emerged from under years of scaffolding in 2019, restored to its original 19th-century color scheme. It now dazzles inside with neoclassical splendour, awash in Burmese teak furnishings and Victorian stained glass. Staff are friendly, but it’s protected by very heavy security – bring a copy of your passport to gain entry.\n"
    },
    {
        "index": 26,
        "name": "Mani Bhavan",
        "latitude": "18.959657",
        "longitude": "72.811396",
        "excerpt": "As poignant as it is tiny, this museum is in the building where Mahatma Gandhi stayed during visits to Bombay from 1917 to 1934. The leader formulated his…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/mani-bhavan/a/poi-sig/386715/356405",
        "image_url": null,
        "detail_description": "As poignant as it is tiny, this museum is in the building where Mahatma Gandhi stayed during visits to Bombay from 1917 to 1934. The leader formulated his philosophy of satyagraha (nonviolent protest) and launched the 1932 Civil Disobedience campaign from here.\nExhibitions include his personal room, a photographic record of his life, along with dioramas and documents, such as letters he wrote to Adolf Hitler and Franklin D Roosevelt and tributes from Ho Chi Minh and Albert Einstein."
    },
    {
        "index": 25,
        "name": "Castella de Aguada",
        "latitude": "19.042038",
        "longitude": "72.818885",
        "excerpt": "Located in the posh neighborhood of Bandra Reclamation, Bandra Fort – originally christened Castella de Aguada – was built by the Portuguese to protect…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/castella-de-aguada/a/poi-sig/1582443/356405",
        "image_url": null,
        "detail_description": "Located in the posh neighborhood of Bandra Reclamation, Bandra Fort – originally christened Castella de Aguada – was built by the Portuguese to protect the colonial settlement at Mumbai before the British era. Now thronged by college students and young couples, the fort is maintained by the Archaeology Department, and the sweeping curve of the Worli Sea Link bridge can be viewed from the battlements. Highlights inside include a garden and a stone inscribed in Portuguese at the main entrance.\n"
    },
    {
        "index": 24,
        "name": "Art Musings",
        "latitude": "18.912752",
        "longitude": "72.822211",
        "excerpt": "One of the first galleries to open in culturally vibrant Colaba, Art Musings is an impressive art gallery. Founded in 1999, its has a small roster of…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/art-musings/a/poi-sig/1592043/356405",
        "image_url": null,
        "detail_description": "One of the first galleries to open in culturally vibrant Colaba, Art Musings is an impressive art gallery. Founded in 1999, its has a small roster of artists, but is extremely responsive to the art sensibilities of an emerging India. Over the years, it has showcased a string of Indian modernists including MF Husain, Akbar Padamsee, Paris-based Maya Burman and New York–based Raghava KK.\nThe gallery aims to play a key role in nurturing a spectrum of artistic practices, while taking the work of its artists to a global collector base."
    },
    {
        "index": 23,
        "name": "Gilbert Hill",
        "latitude": "19.120416",
        "longitude": "72.840042",
        "excerpt": "Smack dab among the residential apartment blocks of Andheri (W) sits this 61m-tall black basalt mountain that resembles a chocolate molten cake …",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/gilbert-hill/a/poi-sig/1549782/356405",
        "image_url": null,
        "detail_description": "Smack dab among the residential apartment blocks of Andheri (W) sits this 61m-tall black basalt mountain that resembles a chocolate molten cake (unsurprisingly, as it was formed as result of Mesozoic era molten lava squeeze – it's 66 million years old. Climb the steep rock-carved staircase for panoramic views and the two Hindu temples set around a garden.\nIt's a rare geological occurrence that is similar to Devils Tower National Monument in Wyoming and Devils Postpile National Monument in California. It's a 1.5km walk west from Andheri station. Steel netting was installed in 2017 to protect ground level from falling rock."
    },
    {
        "index": 22,
        "name": "University of Mumbai",
        "latitude": "18.929090330303",
        "longitude": "72.8307275085",
        "excerpt": "Looking like a 15th-century French-Gothic mansion plopped incongruously among Mumbai’s palm trees, this structure was designed by Gilbert Scott of London…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/university-of-mumbai/a/poi-sig/386733/356405",
        "image_url": null,
        "detail_description": "Looking like a 15th-century French-Gothic mansion plopped incongruously among Mumbai’s palm trees, this structure was designed by Gilbert Scott of London’s St Pancras station fame. There’s an exquisite University Library and Convocation Hall, as well as the 84m-high Rajabai Clock Tower, decorated with detailed carvings. Since the 2008 terror attacks there has been no public access to the grounds, though pressure is beginning to be put on the vice chancellor to open the campus (check ahead).\nOtherwise, it’s still well worth admiring from the street."
    },
    {
        "index": 21,
        "name": "Nipponzan Myohoji Temple",
        "latitude": "19.000533",
        "longitude": "72.815838",
        "excerpt": "Built in 1956, Nipponzan Myohoji stands as a symbol of peace and brotherhood amid the chaos of a busy Worli street. While the inner sanctum houses a…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/nipponzan-myohoji-temple/a/poi-sig/1581158/356405",
        "image_url": null,
        "detail_description": "Built in 1956, Nipponzan Myohoji stands as a symbol of peace and brotherhood amid the chaos of a busy Worli street. While the inner sanctum houses a brilliant white marble statue of the Buddha, the main prayer hall offers a rainbow-coloured tour of the Buddha's life, painted with natural vegetable dye, with Japanese inscriptions written high on the walls of the shrine.\nTwice a day, believers gather around a huge Japanese drum, to chant the temple’s mantra – Namu Myōhō Renge Kyō ('devotion to the law of the Lotus Sutra'), an expression of determination to embrace the principles of Nichiren Buddhism. Today, the temple is managed and maintained by some of the city’s leading philanthropists, the Birla Family."
    },
    {
        "index": 20,
        "name": "Kwan Kuang Temple",
        "latitude": "18.966056",
        "longitude": "72.846779",
        "excerpt": "Located on one of Mumbai's seven islands, Mazgaon, the Kwan Kuang Temple is a monument to the city's once-strong Chinese community, most of whom were…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/kwan-kuang-temple/a/poi-sig/1595497/356405",
        "image_url": null,
        "detail_description": "Located on one of Mumbai's seven islands, Mazgaon, the Kwan Kuang Temple is a monument to the city's once-strong Chinese community, most of whom were forced to return to China following the 1962 Sino-Indian war. The near-century old, two-storey temple – the last of its kind in Mumbai – is adorned with murals of Chinese gods, prayer flags, light lamps and crimson paraphernalia. To reach the temple, take the Harbour line to Dockyard Road Station.\nEvery year, the city's remaining Chinese population, now less than 1000 people, gather to seek the blessings of Kwan Kuang, the Warrior God. Come and meditate on the wooden floor or listen to the stories of an era gone by from the temple’s caretaker – Albert – whose forefathers built the temple."
    },
    {
        "index": 18,
        "name": "Horniman Circle Garden",
        "latitude": "18.931873",
        "longitude": "72.835096",
        "excerpt": "Nestled in the arty district of Kala Ghoda, the Horniman Circle Garden is the city’s favourite green oasis. Built in 1833, the garden is spread over 2½…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/horniman-circle-garden/a/poi-sig/1592037/356405",
        "image_url": null,
        "detail_description": "Nestled in the arty district of Kala Ghoda, the Horniman Circle Garden is the city’s favourite green oasis. Built in 1833, the garden is spread over 2½ acres (one hectare) and comes into its own during the Kala Ghoda Arts Festival in February and Ruhaniyat, a programme of Sufi musical events held between November and March. At other times, families, young couples and old-timers can be found seeking solace on the garden's peaceful pathways, particularly on balmy summer evenings.\nThe park has a popular play area for kids, and plenty of park benches and lawns where people like to doze. If sleep is not what you seek, grab a takeaway chai and sit on the fountain parapet for a spot of people watching. While you are here, it's worth ducking into the column-fronted Asiatic Society Library, in Mumbai's colonial era Town Hall, which contains thousands of vintage tomes, including one of the only two original copies of Dante’s Divine Comedy."
    },
    {
        "index": 19,
        "name": "Karnala Bird Sanctuary",
        "latitude": "18.889558",
        "longitude": "73.122425",
        "excerpt": "One of the few nature sanctuaries within day-trip reach of Mumbai's city limits, this small (12 sq km) but important forest-birding destination sits 63km…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/karnala-bird-sanctuary/a/poi-sig/1608690/356405",
        "image_url": null,
        "detail_description": "One of the few nature sanctuaries within day-trip reach of Mumbai's city limits, this small (12 sq km) but important forest-birding destination sits 63km east of Colaba off the Mumbai–Pune national highway to Goa. The sanctuary was recently declared an Important Bird and Biodiversity Area (IBA) by BirdLife International and is a great spot for spotting endemic birds of the Western Ghats.\nKeep an eye out for endemics like the crimson-backed sunbird, Vigors's sunbird, grey-fronted green pigeon and Malabar parakeet as well as the Oriental dwarf kingfisher, blue-faced malkoha, greater racket-tailed drongo, and the heart-spotted woodpecker among the 222 species recorded here. For trips here, contact Bombay Natural History Society."
    },
    {
        "index": 17,
        "name": "Khotachiwadi",
        "latitude": "18.955835198338",
        "longitude": "72.820436158355",
        "excerpt": "This storied wadi (hamlet), a heritage village nearly 180 years old, is clinging onto Mumbai life as it was before high-rises. A Christian enclave of…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/khotachiwadi/a/poi-sig/1322058/356405",
        "image_url": null,
        "detail_description": "This storied wadi (hamlet), a heritage village nearly 180 years old, is clinging onto Mumbai life as it was before high-rises. A Christian enclave of elegant two-storey Portuguese-style wooden mansions (of which only 23 out of 65 have survived), it’s 500m northeast of Girgaum Chowpatty, lying amid Mumbai’s predominantly Hindu and Muslim neighbourhoods. The winding lanes allow a wonderful glimpse into a quiet(ish) life away from noisier Mumbai.\nIt’s not large, but you can spend a while wandering the alleyways and admiring the old homes and, around Christmas, their decorations. You can also plan an East Indian feast in advance or sleep at the home of celebrated fashion designer, Khotachiwadi activist and amateur chef James Ferreira (www.jamesferreira.co.in – find his rooms on Airbnb).To find Khotachiwadi, head for St Teresa’s Church, on the corner of Jagannath Shankarsheth Marg (JSS Marg) and Rajarammohan Roy Marg (RR Rd/Charni Rd), then head directly opposite the church on JSS Marg and duck down the third lane on your left (look for the faded Khotachiwadi wall stencil map that says 'Khotachiwadi Imaginaries')."
    },
    {
        "index": 16,
        "name": "Wall Project",
        "latitude": "19.034600171233",
        "longitude": "72.848743975837",
        "excerpt": "The Wall Project started as an initiative by artists to add colour to a suburban street in Bandra, and has introduced vibrant public art, murals and…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/wall-project/a/poi-sig/1285521/356405",
        "image_url": null,
        "detail_description": "The Wall Project started as an initiative by artists to add colour to a suburban street in Bandra, and has introduced vibrant public art, murals and graffiti across the city. There’s no official membership, and the art has been created by both amateurs and professionals.\nNo advertising, political statements, religious content or obscene messaging are used, according to the project's guidelines. Social messaging that’s too preachy is not encouraged either. Most murals deal with personal stories: people's dreams, desire for change, criticisms and frustrations.The most spectacular stretch is perhaps the 2km canvas along Senapati Bapat Marg (Tulsi Pipe Rd), between the train stations of Mahim and Dadar on the Western Line, where the art parallels the tracks. It’s a very thought-provoking and enriching experience to take in; allow 1½ hours for exploring. If you peep into the railway stations on that stretch of road you'll see the paintings have also encroached onto the ticket counters and staircases. This section of wall had long been coveted by the project founders, who expected opposition from authorities. Instead they were actually invited to create something by the city’s municipal commissioner.Bandra is another area rich in street art, where many walls and bridges have been customised: Waroda Road is a good place to start investigating."
    },
    {
        "index": 15,
        "name": "Girgaum Chowpatty",
        "latitude": "18.949155",
        "longitude": "72.819175",
        "excerpt": "This city beach is a favourite evening spot for courting couples, families, political rallies and anyone out to enjoy what passes for fresh air. Evening…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/girgaum-chowpatty/a/poi-sig/1507187/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/878865e56caf9b54cef9df309d8173d6-marine-drive-girgaum-chowpatty.jpg",
        "detail_description": "This city beach is a favourite evening spot for courting couples, families, political rallies and anyone out to enjoy what passes for fresh air. Evening bhelpuri (puffed rice tossed with fried rounds of dough, lentils, onions, herbs and chutneys) at the throng of stalls at the beach’s southern end is an essential part of the Mumbai experience. Forget about taking a dip: the water’s toxic.\nOn the 10th day of the Ganesh Chaturthi festival millions flock here to submerge huge Ganesh statues: it’s joyful mayhem."
    },
    {
        "index": 14,
        "name": "Banganga Tank",
        "latitude": "18.945557",
        "longitude": "72.793662",
        "excerpt": "Mumbai's most exclusive neighbourhood, Malabar Hill, at the northern end of Back Bay, surprisingly hides Mumbai’s most sacred oasis. Concealed between…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/banganga-tank/a/poi-sig/386713/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-547416209_full.jpg",
        "detail_description": "Mumbai's most exclusive neighbourhood, Malabar Hill, at the northern end of Back Bay, surprisingly hides Mumbai’s most sacred oasis. Concealed between apartment blocks is Banganga Tank, a serene village enclave of holy temples, bathing pilgrims, meandering, traffic-free streets and picturesque old dharamsala (pilgrims’ rest houses). According to Hindu legend, Lord Ram created this tank by piercing the earth with his arrow.\nFor some of the best views of Chowpatty, about 600m east, and the graceful arc of Marine Dr, visit Kamala Nehru Park."
    },
    {
        "index": 13,
        "name": "Marine Dr",
        "latitude": "18.928453",
        "longitude": "72.82073",
        "excerpt": "Built on reclaimed land in 1920 and a part of Mumbai's recently crowned Victorian Gothic and Art Deco Ensembles Unesco World Heritage Site, Marine Dr arcs…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/marine-dr/a/poi-sig/1284813/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b73afdaab39ce10f95df639020905660-marine-drive.jpg",
        "detail_description": "Built on reclaimed land in 1920 and a part of Mumbai's recently crowned Victorian Gothic and Art Deco Ensembles Unesco World Heritage Site, Marine Dr arcs along the shore of the Arabian Sea from Nariman Point past Girgaum Chowpatty and continues to the foot of Malabar Hill. Lined with flaking art deco apartments, it’s one of Mumbai’s most popular promenades and sunset-watching spots. Its twinkling night-time lights have earned it the nickname ‘the Queen’s Necklace’.\nHundreds gather on the promenade around Nariman Point in the early evening to snack and chat, when it’s a good place to meet Mumbaikars."
    },
    {
        "index": 12,
        "name": "Haji Ali Dargah",
        "latitude": "18.982888739507",
        "longitude": "72.808911428494",
        "excerpt": "Floating like a sacred mirage off the coast, this Indo-Islamic shrine located on an offshore inlet is a striking sight. Built in the 19th century, it…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/haji-ali-dargah/a/poi-sig/386703/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/c546851c20b899052e51b199fe8c498eecd95789e7ff67e01c00accc83b4dba3.jpg",
        "detail_description": "Floating like a sacred mirage off the coast, this Indo-Islamic shrine located on an offshore inlet is a striking sight. Built in the 19th century, it contains the tomb of the Muslim saint Pir Haji Ali Shah Bukhari. Legend has it that Haji Ali died while on a pilgrimage to Mecca and his casket miraculously floated back to this spot.\nIt’s only possible to visit the shrine at low tide, via a long causeway (check tide times locally). Thousands of pilgrims, especially on Thursday and Friday (when there may be qawwali; devotional singing), cross it daily, many donating to beggars who line the way. Sadly, parts of the shrine are in a poor state, damaged by storms and the saline air, though a renovation plan exists. It’s visited by people of all faiths."
    },
    {
        "index": 10,
        "name": "Global Vipassana Pagoda",
        "latitude": "19.228268",
        "longitude": "72.807072",
        "excerpt": "Rising up like a mirage from polluted Gorai Creek is this breathtaking, golden 96m-high stupa modelled on Myanmar’s Shwedagon Pagoda. Its dome, which…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/global-vipassana-pagoda/a/poi-sig/1284825/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/7a942082836f66b8b69d8eca3137a5a8-global-pagoda.jpg",
        "detail_description": "Rising up like a mirage from polluted Gorai Creek is this breathtaking, golden 96m-high stupa modelled on Myanmar’s Shwedagon Pagoda. Its dome, which houses relics of Buddha, was built entirely without supports using an ancient technique of interlocking stones, and the meditation hall beneath it seats 8000.\nThere’s an art gallery dedicated to the life of the Buddha and his teaching. Twenty-minute meditation classes are held daily; an on-site meditation centre also offers 10-day courses.To get here, take a train from Churchgate to Borivali (exit the station at the ‘West’ side), then take bus 294 (₹10), an autorickshaw (₹60 to ₹65) or an Uber (₹420 or so) to the ferry landing, where Esselworld ferries (return ₹50) depart every 30 minutes. The last ferry to the pagoda is at 5.30pm."
    },
    {
        "index": 11,
        "name": "High Court",
        "latitude": "18.93118146289",
        "longitude": "72.830497188652",
        "excerpt": "A hive of daily activity, packed with judges, barristers and other cogs in the Indian justice system, the newly Unesco-recognised High Court is an elegant…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/high-court/a/poi-sig/386705/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ddebfe17bc46ec7dbceba89f3ae99a72-high-court.jpg",
        "detail_description": "A hive of daily activity, packed with judges, barristers and other cogs in the Indian justice system, the newly Unesco-recognised High Court is an elegant 1848 neo-Gothic building. The design was inspired by a German castle and was obviously intended to dispel any doubts about the authority of the justice dispensed inside.\nInside it’s quite a spectacle, with court officials kitted out in starched white tunics offset with red cummerbunds and scarlet berets, while robed barristers strut about with their chests puffed out. You are free to roam the grounds, climb the spiral staircases and attend trials, though there is a strict mobile phone ban inside courtrooms – your phone must be switched off. A small history museum has been added but is of little interest for those without a judicial fetish."
    },
    {
        "index": 8,
        "name": "Sanjay Gandhi National Park",
        "latitude": "19.219748",
        "longitude": "72.90184",
        "excerpt": "It’s hard to believe that within 1½ hours of the teeming metropolis you can be surrounded by this 104-sq-km protected tropical forest. Here, bright flora,…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/sanjay-gandhi-national-park/a/poi-sig/1149073/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-171380522_high.jpg",
        "detail_description": "It’s hard to believe that within 1½ hours of the teeming metropolis you can be surrounded by this 104-sq-km protected tropical forest. Here, bright flora, birds, butterflies and elusive wild leopards replace pollution and concrete, all surrounded by forested hills on the city’s northern edge. Urban development has muscled in on the fringes of the park, but its heart is very peaceful.\nThere is no trekking ban per se but accessing areas within the core protected area requires prior permission, so the easiest way to take a walk in the woods is by going with Bombay Natural History Society. You might see Shilonda waterfall, Vihar lake (Tulsi requires pre-authorisation, which is usually limited to researchers etc) or even the park's highest point, Jambol Mal. The park's most intriguing option, the Kanheri Caves, is a set of 109 dwellings and monastic structures for Buddhist monks 6km inside the park. The caves, not all of which are accessible, were developed over 1000 years, beginning in the 1st century BC, as part of a sprawling monastic university complex. Avoid the zoo-like lion and tiger ‘safari’ as the animals are in cages and enclosures.Inside the park’s main northern entrance is an information centre with a small exhibition on the park’s wildlife. The best time to see birds is October to April and butterflies from August to November. Activities can now also be booked online.An information centre with a small exhibition on the park’s wildlife is inside the park’s main northern entrance. The nearest station is Borivali, served by trains on the Western Railway line from Churchgate station (₹15 to ₹165, 30 minutes, frequent)."
    },
    {
        "index": 9,
        "name": "Gateway of India",
        "latitude": "18.921955346724",
        "longitude": "72.834616169415",
        "excerpt": "This bold basalt arch of colonial triumph faces out to Mumbai Harbour from the tip of Apollo Bunder. Incorporating Islamic styles of 16th-century Gujarat,…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/gateway-of-india/a/poi-sig/386701/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/bbc886323ff07d295157ea35f423e121-gateway-of-india.jpg",
        "detail_description": "This bold basalt arch of colonial triumph faces out to Mumbai Harbour from the tip of Apollo Bunder. Incorporating Islamic styles of 16th-century Gujarat, it was built to commemorate the 1911 royal visit of King George V, but wasn’t completed until 1924. Ironically, the British builders of the gateway used it just 24 years later to parade the last British regiment as India marched towards independence.\nThese days, the gateway is a favourite gathering spot for locals and a top place for people watching. Giant-balloon sellers, photographers, vendors making bhelpuri, locals begging for selfies with foreigners and touts all rub shoulders, creating all the hubbub of a bazaar. In February/March they are joined by classical dancers and musicians who perform during the Elephanta Festival. Boats depart from the gateway’s wharves for Elephanta Island.The Gateway is reached via a heavy security checkpoint at the southeastern end of Chhatrapati Shivaji Maharaj Marg."
    },
    {
        "index": 7,
        "name": "Sassoon Docks",
        "latitude": "18.911605",
        "longitude": "72.826277",
        "excerpt": "No sense is left unaffected at Mumbai's incredibly atmospheric fishing docks, dating to 1875, the oldest and largest wholesale fish market in Mumbai. A…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/sassoon-docks/a/poi-sig/1360740/356405",
        "image_url": null,
        "detail_description": "No sense is left unaffected at Mumbai's incredibly atmospheric fishing docks, dating to 1875, the oldest and largest wholesale fish market in Mumbai. A scene of intense and pungent activity begins around 5am, when colourfully clad Koli fisherfolk sort the catch unloaded from fishing trawlers at the quay, and carries on throughout the morning.\nGaggles of sari-sheathed women peel pink prawns as theft-determined crows swoop in and out. Fishmongers barrel though discarded piles of shells, drying bombil (fish used for Bombay duck) and discarded fish bits with massive carts of catch, all against a cinematic backdrop of wooden fishing boats. Piles of pomfret, blue crabs, rawas (white salmon), tambusa (Indian red snapper), tuna, cuttlefish and sting rays are hawked – 20 tonnes per day – often in heated exchanges of commerce and camaraderie. Some say photography is prohibited, others disagree (we had no issues shooting away and the whole thing is a photographer's dream)."
    },
    {
        "index": 6,
        "name": "Iskcon Temple",
        "latitude": "19.112803",
        "longitude": "72.826577",
        "excerpt": "Iskcon Juhu plays a key part in the Hare Krishna story, as founder AC Bhaktivedanta Swami Prabhupada spent extended periods here (you can visit his modest…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/iskcon-temple/a/poi-sig/1507202/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/8c8c97d2fe9f2df957dcb1055318a65c-iskcon-temple.jpg",
        "detail_description": "Iskcon Juhu plays a key part in the Hare Krishna story, as founder AC Bhaktivedanta Swami Prabhupada spent extended periods here (you can visit his modest living quarters-cum-museum in the adjacent building; 10.30am to 12.30pm and 5.30pm to 8.30pm). The temple compound comes alive during prayer time as the faithful whip themselves into a devotional frenzy of joy, with kirtan dancing accompanied by crashing hand symbols and drumbeats.\nMurals around the compound detail the Hare Krishna narrative. The Iskcon hotel here is also recommended, as is the thali-only restaurant (buffet meals ₹300 to ₹600). It's a compelling place to visit for intense, celebratory worship in the sedate suburbs."
    },
    {
        "index": 5,
        "name": "Chhatrapati Shivaji Maharaj Terminus",
        "latitude": "18.940766552321",
        "longitude": "72.836140196435",
        "excerpt": "Imposing, exuberant and overflowing with people, this monumental train station is the city’s most extravagant Gothic building and an aphorism of colonial…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/chhatrapati-shivaji-maharaj-terminus/a/poi-sig/386689/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/99ad019a84817e4bb5248d47c70dd1d2-chhatrapati-shivaji-terminus.jpg",
        "detail_description": "Imposing, exuberant and overflowing with people, this monumental train station is the city’s most extravagant Gothic building and an aphorism of colonial-era India. It’s a meringue of Victorian, Hindu and Islamic styles whipped into an imposing Dalí-esque structure of buttresses, domes, turrets, spires and stained glass. It's also known as CSMT.\nSome of the architectural detail is incredible, with dog-faced gargoyles adorning the magnificent central tower and peacock-filled windows above the central courtyard. Designed by Frederick Stevens, it was completed in 1887, 34 years after the first train in India left this site.Despite being renamed again in 2017, after being changed to Chhatrapati Shivaji Terminus (CST) in 1998, it’s still better known locally as VT."
    },
    {
        "index": 4,
        "name": "Dr Bhau Daji Lad Mumbai City Museum",
        "latitude": "18.979289069046",
        "longitude": "72.834816492466",
        "excerpt": "This gorgeous museum, built in Renaissance revival style in 1872 as the Victoria & Albert Museum, contains 3500-plus objects centring on Mumbai’s history …",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/dr-bhau-daji-lad-mumbai-city-museum/a/poi-sig/1284815/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/14304e8b5c19fdac71c613948079e259-dr-bhau-daji-lad-mumbai-city-museum.jpg",
        "detail_description": "This gorgeous museum, built in Renaissance revival style in 1872 as the Victoria &amp; Albert Museum, contains 3500-plus objects centring on Mumbai’s history – photography, maps, textiles, books, manuscripts, bidriware (Bidar's metalwork), lacquerware, weaponry and exquisite pottery. The landmark building was renovated in 2008, with its Minton-tile floors, gilded ceiling mouldings, ornate columns, chandeliers and staircases all gloriously restored.\nContemporary music, dance and drama feature in the Plaza area, where there’s a cafe and shop. A planned, architecturally stunning 11,000-sq-metre wing was currently caught up in a bureaucratic quagmire. The museum, which also hosts a bevy of temporary exhibitions, is located in the lush gardens of Jijamata Udyan; skip the zoo."
    },
    {
        "index": 3,
        "name": "Chhatrapati Shivaji Maharaj Vastu Sangrahalaya",
        "latitude": "18.926311",
        "longitude": "72.832017",
        "excerpt": "Mumbai’s biggest and best museum displays a mix of India-wide exhibits. The domed behemoth, an intriguing hodgepodge of Islamic, Hindu and British…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/chhatrapati-shivaji-maharaj-vastu-sangrahalaya/a/poi-sig/1148428/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/b788bea2c603cdf24e01e627f59406e4-chhatrapati-shivaji-maharaj-vastu-sangrahalaya-prince-of-wales-museum.jpg",
        "detail_description": "Mumbai’s biggest and best museum displays a mix of India-wide exhibits. The domed behemoth, an intriguing hodgepodge of Islamic, Hindu and British architecture, is a flamboyant Indo-Saracenic design by George Wittet (who also designed the Gateway of India). Its vast collection includes impressive Hindu and Buddhist sculpture, terracotta figurines from the Indus Valley, Indian miniature paintings and some particularly vicious-looking weaponry.\nGood information is provided in English, and audioguides (free for foreigners) are available in seven languages. Six of the galleries are air-conditioned, offering a welcome relief from the summer heat. For a quick historical overview of Mumbai, the new 20-minute Mumbai Experience (₹50) is shown in English five times per day."
    },
    {
        "index": 2,
        "name": "Taj Mahal Palace, Mumbai",
        "latitude": "18.922101308756",
        "longitude": "72.833428138843",
        "excerpt": "Mumbai’s most famous landmark, this stunning hotel is a fairy-tale blend of Islamic and Renaissance styles, and India’s second-most-photographed monument…",
        "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/taj-mahal-palace-mumbai/a/poi-sig/1285522/356405",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/ab5c55eb6f981026230a95dfb052a51d-taj-mahal-palace-mumbai.jpg",
        "detail_description": "Mumbai’s most famous landmark, this stunning hotel is a fairy-tale blend of Islamic and Renaissance styles, and India’s second-most-photographed monument. It was built in 1903 by the Parsi industrialist JN Tata, supposedly after he was refused entry to nearby European hotels on account of being ‘a native’. Dozens were killed inside the hotel when it was targeted during the 2008 terrorist attacks, and images of its burning facade were beamed worldwide. The fully restored hotel reopened on Independence Day 2010.\nMuch more than an iconic building, the Taj’s history is intrinsically linked with the nation: it was the first hotel in India to employ women, the first to have electricity (and fans), and it also housed freedom fighters (for no charge) during the struggle for independence.Today the Taj fronts the harbour and Gateway of India, but it was originally designed to face the city (the entrance has been changed)."
    }
]