[
    {
        "index": 19,
        "name": "Hampi Heritage Gallery",
        "latitude": "15.333825",
        "longitude": "76.466249",
        "excerpt": "A photo exhibition on Hampi’s history and architecture.",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/hampi-heritage-gallery/a/poi-sig/1026540/356316",
        "image_url": null,
        "detail_description": "A photo exhibition on Hampi’s history and architecture.\n"
    },
    {
        "index": 18,
        "name": "Hazarama Temple",
        "latitude": "15.318149",
        "longitude": "76.468771",
        "excerpt": "Features exquisite carvings that depict scenes from the Ramayana, and polished black-granite pillars.",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/hazarama-temple/a/poi-sig/1383236/356316",
        "image_url": null,
        "detail_description": "Features exquisite carvings that depict scenes from the Ramayana, and polished black-granite pillars.\n"
    },
    {
        "index": 17,
        "name": "Underground Virupaksha Temple",
        "latitude": "15.317422605789",
        "longitude": "76.46420929855",
        "excerpt": "This temple is at a lower level than the surrounding structures. It's on the western side of the Royal Centre.",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/underground-virupaksha-temple/a/poi-sig/476360/356316",
        "image_url": null,
        "detail_description": "This temple is at a lower level than the surrounding structures. It's on the western side of the Royal Centre.\n"
    },
    {
        "index": 9,
        "name": "Zenana Enclosure",
        "latitude": "15.321168502713",
        "longitude": "76.471239264921",
        "excerpt": "Northeast of the Royal Centre, within the walled ladies’ quarters, is the Zenana Enclosure. Its peaceful grounds and manicured lawns feel like an oasis in…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/zenana-enclosure/a/poi-sig/476366/356316",
        "image_url": null,
        "detail_description": "Northeast of the Royal Centre, within the walled ladies’ quarters, is the Zenana Enclosure. Its peaceful grounds and manicured lawns feel like an oasis in the arid surrounds. The Lotus Mahal and Elephant Stables are found here.\n"
    },
    {
        "index": 10,
        "name": "Queen’s Bath",
        "latitude": "15.313806768763",
        "longitude": "76.473248645692",
        "excerpt": "South of the Royal Centre you’ll find various temples and elaborate waterworks, including the Queen’s Bath, deceptively plain on the outside but amazing…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/queen-s-bath/a/poi-sig/476354/356316",
        "image_url": null,
        "detail_description": "South of the Royal Centre you’ll find various temples and elaborate waterworks, including the Queen’s Bath, deceptively plain on the outside but amazing within, featuring Indo-Islamic architecture.\nAdmission included with Vittala Temple admission."
    },
    {
        "index": 12,
        "name": "Nandi Statue",
        "latitude": "15.333919234994",
        "longitude": "76.466783891946",
        "excerpt": "At the eastern end of Hampi Bazaar is a Nandi statue, around which stand some of the colonnaded blocks of the ancient marketplace. This is the main…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/nandi-statue/a/poi-sig/476352/356316",
        "image_url": null,
        "detail_description": "At the eastern end of Hampi Bazaar is a Nandi statue, around which stand some of the colonnaded blocks of the ancient marketplace. This is the main location for Vijaya Utsav, the Hampi arts festival.\n"
    },
    {
        "index": 11,
        "name": "Krishna Temple",
        "latitude": "15.330711",
        "longitude": "76.460981",
        "excerpt": "Built in 1513, Krishna Temple is fronted by an apsara (celestial nymph) and 10 incarnations of Vishnu. It’s on the road to Virupaksha Temple near Lakshimi…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/krishna-temple/a/poi-sig/1383238/356316",
        "image_url": null,
        "detail_description": "Built in 1513, Krishna Temple is fronted by an apsara (celestial nymph) and 10 incarnations of Vishnu. It’s on the road to Virupaksha Temple near Lakshimi Narasmiha.\n"
    },
    {
        "index": 5,
        "name": "Mahanavami-diiba",
        "latitude": "15.316555",
        "longitude": "76.469135",
        "excerpt": "The Mahanavami-diiba is a 12m-high, three-tiered platform with intricate carvings and panoramic vistas of the walled complex of ruined temples, stepped…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/mahanavami-diiba/a/poi-sig/1383235/356316",
        "image_url": null,
        "detail_description": "The Mahanavami-diiba is a 12m-high, three-tiered platform with intricate carvings and panoramic vistas of the walled complex of ruined temples, stepped tanks and the king’s audience hall. The platform was used as a royal viewing area for festivities, allowing the Vijayanagar royals (and visiting nobility from other regions) to preside over military parades, sporting contests and musical performances in a show of power, tradition and celebration.\nAdmission is included with Vittala Temple admission."
    },
    {
        "index": 7,
        "name": "Sule Bazaar",
        "latitude": "15.334252918963",
        "longitude": "76.470017125098",
        "excerpt": "Halfway along the path from Hampi Bazaar to Vittala Temple, a track to the right leads over the rocks to deserted Sule Bazaar, one of ancient Hampi’s…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/sule-bazaar/a/poi-sig/476358/356316",
        "image_url": null,
        "detail_description": "Halfway along the path from Hampi Bazaar to Vittala Temple, a track to the right leads over the rocks to deserted Sule Bazaar, one of ancient Hampi’s principal centres of commerce and reputedly its red-light district. A near-kilometre-long stone colonnade flanking its eastern side is very well preserved. At the southern end of this area is the beautiful 16th-century Achyutaraya Temple.\nAdmission included with Vittala admission."
    },
    {
        "index": 16,
        "name": "Ghats",
        "latitude": "15.336761286637",
        "longitude": "76.458577205472",
        "excerpt": "These stepped bathing ghats (landings) are just north of Virupaksha Temple.They're still used by village women.",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/ghats/a/poi-sig/1321988/356316",
        "image_url": null,
        "detail_description": "These stepped bathing ghats (landings) are just north of Virupaksha Temple.They're still used by village women.\n"
    },
    {
        "index": 14,
        "name": "Lakshimi Narasmiha",
        "latitude": "15.329883",
        "longitude": "76.460423",
        "excerpt": "An interesting stop along the road to Virupaksha Temple is the 6.7m monolithic statue of the bulging-eyed Lakshimi Narasmiha in a cross-legged lotus…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/lakshimi-narasmiha/a/poi-sig/1383237/356316",
        "image_url": null,
        "detail_description": "An interesting stop along the road to Virupaksha Temple is the 6.7m monolithic statue of the bulging-eyed Lakshimi Narasmiha in a cross-legged lotus position and topped by a hood of seven snakes.\n"
    },
    {
        "index": 13,
        "name": "Hemakuta Hill",
        "latitude": "15.331838",
        "longitude": "76.459286",
        "excerpt": "To the south, overlooking Virupaksha Temple, Hemakuta Hill has a scattering of early ruins, including monolithic sculptures of Narasimha (Vishnu in his…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/hemakuta-hill/a/poi-sig/1430798/356316",
        "image_url": null,
        "detail_description": "To the south, overlooking Virupaksha Temple, Hemakuta Hill has a scattering of early ruins, including monolithic sculptures of Narasimha (Vishnu in his man-lion incarnation) and Ganesh. It’s worth the short walk up for the view.\n"
    },
    {
        "index": 4,
        "name": "Daroji Sloth Bear Sanctuary",
        "latitude": "15.265969",
        "longitude": "76.525269",
        "excerpt": "Amid scrubby, undulating terrain 21km south of Hampi, the Daroji Sloth Bear Sanctuary nurses a large population of free-ranging sloth bears in an area of…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/daroji-sloth-bear-sanctuary/a/poi-sig/1294513/356316",
        "image_url": null,
        "detail_description": "Amid scrubby, undulating terrain 21km south of Hampi, the Daroji Sloth Bear Sanctuary nurses a large population of free-ranging sloth bears in an area of 83 sq km. You have a good chance of spotting them, as honey is slathered on the rocks to coincide with the arrival of visitors. However, you can only see the bears from afar at the viewing platform. Bring binoculars or there’s no point turning up. Generally, late afternoon is the best time to visit.\nThe sanctuary is also home to leopards, wild boar, hyenas, jackals and other animals, but you’re unlikely to see anything besides peacocks. You’ll need to arrange transport to get here; from Hampi it's around ₹500 for an autorickshaw or ₹1000 for a car."
    },
    {
        "index": 15,
        "name": "Lotus Mahal",
        "latitude": "15.321011202691",
        "longitude": "76.471251539475",
        "excerpt": "Part of Hampi's Zenana Enclosure, this delicately designed pavilion was supposedly the queen’s recreational mansion.",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/lotus-mahal/a/poi-sig/1321979/356316",
        "image_url": null,
        "detail_description": "Part of Hampi's Zenana Enclosure, this delicately designed pavilion was supposedly the queen’s recreational mansion.\n"
    },
    {
        "index": 6,
        "name": "Archaeological Museum",
        "latitude": "15.307343105371",
        "longitude": "76.477088016159",
        "excerpt": "Boasts a fine collection of sculpture from local sites, plus neolithic tools, 16th-century weaponry and a large floor model of the Vijayanagar ruins. Don…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/archaeological-museum/a/poi-sig/476344/356316",
        "image_url": null,
        "detail_description": "Boasts a fine collection of sculpture from local sites, plus neolithic tools, 16th-century weaponry and a large floor model of the Vijayanagar ruins. Don't miss the information panels: one details the king's daily rituals, which included drinking 400ml of sesame oil, followed by a wrestling match and then a horse ride, all before daybreak!\nThere's also a photographic record of the site dating back to 1856. Site admission included with Vittala Temple admission."
    },
    {
        "index": 8,
        "name": "Elephant Stables",
        "latitude": "15.320948103643",
        "longitude": "76.472736710024",
        "excerpt": "This grand building with 11 domed chambers is where the state elephants once resided – each chamber has a small opening where mahouts (keepers) entered…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/elephant-stables/a/poi-sig/476346/356316",
        "image_url": null,
        "detail_description": "This grand building with 11 domed chambers is where the state elephants once resided – each chamber has a small opening where mahouts (keepers) entered. The stables are accessed via the Zenana enclosure. There's a free sound-and-light show here at 7pm, weather permitting.\n"
    },
    {
        "index": 3,
        "name": "Achyutaraya Temple",
        "latitude": "15.331872723002",
        "longitude": "76.470103115999",
        "excerpt": "At the southern end of Sule Bazaar is the beautiful Achyutaraya Temple, dating from 1534, one of the last great monuments constructed before the fall of…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/achyutaraya-temple/a/poi-sig/1325552/356316",
        "image_url": null,
        "detail_description": "At the southern end of Sule Bazaar is the beautiful Achyutaraya Temple, dating from 1534, one of the last great monuments constructed before the fall of Hampi. You approach the temple via two partly ruined gopuram (gateways). The central hall boasts elaborately carved pillars and sculptures, including Krishna dancing with a snake. Its isolated location at the foot of Matanga Hill makes it quietly atmospheric – doubly so since it's rarely visited.\n"
    },
    {
        "index": 2,
        "name": "Virupaksha Temple",
        "latitude": "15.33502513436",
        "longitude": "76.459527810038",
        "excerpt": "The focal point of Hampi Bazaar is this temple, one of the city’s oldest structures, and Hampi’s only remaining working temple. The main gopuram (gateway)…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/virupaksha-temple/a/poi-sig/1149320/356316",
        "image_url": null,
        "detail_description": "The focal point of Hampi Bazaar is this temple, one of the city’s oldest structures, and Hampi’s only remaining working temple. The main gopuram (gateway), almost 50m high, was built in 1442; a smaller one was added in 1510. The main shrine is dedicated to Virupaksha, an incarnation of Shiva.An elephant called Lakshmi blesses devotees as they enter, in exchange for donations; she gets time off for a morning bath down by the river ghats.\nThis has been a place of worship since the 7th century, when it consisted of a collection of simple shrines. In subsequent centuries the complex grew, as its sanctum, beautifully carved colonnaded halls and gateways were added."
    },
    {
        "index": 1,
        "name": "Vittala Temple",
        "latitude": "15.342250922189",
        "longitude": "76.475196907188",
        "excerpt": "Hampi's most exquisite structure, the 16th-century Vittala Temple stands amid boulders 2.5km from Hampi Bazaar. Work possibly started on the temple during…",
        "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/vittala-temple/a/poi-sig/476364/356316",
        "image_url": null,
        "detail_description": "Hampi's most exquisite structure, the 16th-century Vittala Temple stands amid boulders 2.5km from Hampi Bazaar. Work possibly started on the temple during the reign of Krishnadevaraya (r 1509–29). The structure was never finished or consecrated, yet its incredible sculptural work remains the pinnacle of Vijayanagar art.The courtyard's ornate stone chariot (illustrated on the ₹50 note) is the temple’s showpiece and represents Vishnu’s vehicle with an image of Garuda within. Its wheels were once capable of turning.\nThe outer ‘musical’ pillars, supposedly designed to replicate 81 different Indian instruments, reverberate when tapped. To protect them, authorities have placed them out of bounds.As well as the main temple, whose sanctum was illuminated using a design of reflective waters, you’ll find the marriage hall and the prayer hall, to the left and right, respectively, as you enter."
    }
]