[
    {
        "index": 8,
        "name": "Madurai Government Museum",
        "latitude": "9.930174",
        "longitude": "78.138585",
        "excerpt": "Attached to the very interesting Gandhi Memorial Museum, this is a sadly neglected collection of archaeological finds, sculpture, bronzes, costumes and…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/madurai-government-museum/a/poi-sig/478716/356498",
        "image_url": null,
        "detail_description": "Attached to the very interesting Gandhi Memorial Museum, this is a sadly neglected collection of archaeological finds, sculpture, bronzes, costumes and paintings.\n"
    },
    {
        "index": 7,
        "name": "St Mary's Cathedral",
        "latitude": "9.914046",
        "longitude": "78.125818",
        "excerpt": "This 20th-century neo-Gothic construction's simple stained-glass windows and bold-orange vaulting are offset by a magnificent blue-and-white exterior with…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/st-mary-s-cathedral/a/poi-sig/1556695/356498",
        "image_url": null,
        "detail_description": "This 20th-century neo-Gothic construction's simple stained-glass windows and bold-orange vaulting are offset by a magnificent blue-and-white exterior with twirling spires.It's just around the corner from the Tirumalai Nayak Palace.\n"
    },
    {
        "index": 6,
        "name": "Mariamman Teppakkulam Tank",
        "latitude": "9.910474",
        "longitude": "78.147554",
        "excerpt": "This vast tank, 3km east of the old city, covers an area as big as the Meenakshi Amman Temple and is the site of the incredible annual Teppam (Float)…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/mariamman-teppakkulam-tank/a/poi-sig/478718/356498",
        "image_url": null,
        "detail_description": "This vast tank, 3km east of the old city, covers an area as big as the Meenakshi Amman Temple and is the site of the incredible annual Teppam (Float) Festival. It's empty most of the year, when it primarily serves as a cricket ground for local kids. It was built by Tirumalai Nayak in 1646 and is connected to the Vaigai River by underground channels.\n"
    },
    {
        "index": 2,
        "name": "Gandhi Memorial Museum",
        "latitude": "9.92992",
        "longitude": "78.13851",
        "excerpt": "Housed in a 17th-century Nayak queen's palace, this impressive museum contains a moving, comprehensive account of Gandhi's life and India’s struggle for…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/gandhi-memorial-museum/a/poi-sig/1155208/356498",
        "image_url": null,
        "detail_description": "Housed in a 17th-century Nayak queen's palace, this impressive museum contains a moving, comprehensive account of Gandhi's life and India’s struggle for independence from 1757 to 1947; the English-language displays spare no detail about British rule. They include the blood-stained dhoti that Gandhi was wearing when he was assassinated in Delhi in 1948; it was here in Madurai, in 1921, that he first took up wearing the dhoti as a sign of native pride.\nThe small Madurai Government Museum is next door, and the Gandhian Literature Society Bookshop behind. Buses 3, 66, 75 and 700 from the Periyar Bus Stand go to the Tamukkam bus stop on Alagarkoil Rd, 600m west of the museum."
    },
    {
        "index": 3,
        "name": "Tirumalai Nayak Palace",
        "latitude": "9.914818",
        "longitude": "78.124809",
        "excerpt": "What Madurai's Meenakshi Amman Temple is to Nayak religious architecture, Tirumalai Nayak's crumbling palace is to the secular. It’s said to be only a…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/tirumalai-nayak-palace/a/poi-sig/1155202/356498",
        "image_url": null,
        "detail_description": "What Madurai's Meenakshi Amman Temple is to Nayak religious architecture, Tirumalai Nayak's crumbling palace is to the secular. It’s said to be only a quarter of its original size, but its massive scale and hybrid Dravidian Islamic style still testify to the lofty aspirations of its creator. From the east-side entrance, a large courtyard surrounded by tall, thick columns topped with fancy stucco work leads to the grand throne chamber with its 25m-high dome; two stone-carved horses frame the steps up.\nOff the chamber's northwest corner is the Natakasala (Dance Hall), with a small archaeological collection."
    },
    {
        "index": 4,
        "name": "Pudhu Mandapa",
        "latitude": "9.92007",
        "longitude": "78.121108",
        "excerpt": "This 16th-century pillared hall stands outside the Meenakshi Amman Temple, opposite the eastern gopuram. It's crammed with colourful textile and crafts…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/pudhu-mandapa/a/poi-sig/478732/356498",
        "image_url": null,
        "detail_description": "This 16th-century pillared hall stands outside the Meenakshi Amman Temple, opposite the eastern gopuram. It's crammed with colourful textile and crafts stalls and tailors at sewing machines, partly hiding some of the fine pillar sculptures, but it's easy to spot the triple-breasted Meenakshi near the southeast corner, facing Sundareswarar (opposite), and their marriage, accompanied by Vishnu, just inside the western entrance. A handsome pale-blue Nandi (Shiva's vehicle) sits outside the mandapa's eastern entrance.\n"
    },
    {
        "index": 5,
        "name": "Temple Art Museum",
        "latitude": "9.92006",
        "longitude": "78.120142",
        "excerpt": "Inside the eastern gopuram of the Meenakshi Amman Temple, you'll find the Nayak-period Thousand Pillared Hall (with 985 columns) on your right. Now the…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/temple-art-museum/a/poi-sig/1155200/356498",
        "image_url": null,
        "detail_description": "Inside the eastern gopuram of the Meenakshi Amman Temple, you'll find the Nayak-period Thousand Pillared Hall (with 985 columns) on your right. Now the Art Museum, it contains a Shiva shrine with a large bronze Nataraja at the end of a corridor of superbly carved pillars, plus many other fine bronzes and colourfully painted panels. Some of the best carvings, including Krishna with his flute and Ganesh dancing with a woman on his knee, are immediately inside the museum entrance.\n"
    },
    {
        "index": 1,
        "name": "Meenakshi Amman Temple",
        "latitude": "9.9195",
        "longitude": "78.119273",
        "excerpt": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/meenakshi-amman-temple/a/poi-sig/478720/356498",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/01f5a503545550ea4de3680babe44e22-meenakshi-amman-temple.jpg",
        "detail_description": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally considered to be the peak of South Indian temple architecture, as vital to this region's aesthetic heritage as the Taj Mahal to North India. It’s not so much a 17th-century temple as a 6-hectare complex with 12 tall gopurams, encrusted with a staggering array of gods, goddesses, demons and heroes (1511 on the 55m-high south gopuram alone).\nAccording to legend, the beautiful Meenakshi (a version of Parvati) was born with three breasts and this prophecy: her superfluous breast would melt away when she met her husband. This happened when she met Shiva and took her place as his consort. The existing temple was mostly built during the 17th-century reign of Tirumalai Nayak, but its origins go back 2000 years to when Madurai was a Pandyan capital.The four streets surrounding the temple are pedestrian-only. Temple dress codes and security are airport-strict: no shoulders or legs (of either gender) may be exposed, and no bags or cameras are allowed inside. Despite this, the temple has a happier atmosphere than some of Tamil Nadu's more solemn shrines, and is adorned with especially vibrant ceiling and wall paintings. Every evening at 9pm, a frenetic, incense-clouded procession carries an icon of Sundareswarar (Shiva) to Meenakshi's shrine to spend the night; visitors can follow along.Before or after entering the temple, look around the Pudhu Mandapa. The main temple entrance is through the eastern (oldest) gopuram. First, on the right, you'll come to the Thousand Pillared Hall, now housing the fascinating Temple Art Museum. Moving on into the temple, you'll reach a Nandi shrine surrounded by more beautifully carved columns. Ahead is the main Shiva shrine, flanked on each side by massive dwarpals, and further ahead to the left in a separate enclosure is the main Meenakshi shrine, both off limits to non-Hindus. Anyone can, however, wander round the Golden Lotus Tank, where a small pavilion jutting out at the western end has ceiling murals depicting Sundareswarar and Meenakshi's marriage. Leave the temple via a hall of flower sellers and the arch-ceilinged Ashta Shakti Mandapa – lined with relief carvings of the goddess' eight attributes and displaying the loveliest of all the temple's elaborately painted ceilings; this is actually the temple entrance for most worshippers."
    }
]