[
    {
        "index": 14,
        "name": "Tila Wali Masjid",
        "latitude": "26.871454",
        "longitude": "80.915101",
        "excerpt": "A beautiful, and deceptively shallow, white mosque, built in 1680 and most impressive from a distance.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/tila-wali-masjid/a/poi-sig/1322487/356515",
        "image_url": null,
        "detail_description": "A beautiful, and deceptively shallow, white mosque, built in 1680 and most impressive from a distance.\n"
    },
    {
        "index": 13,
        "name": "Jama Masjid",
        "latitude": "26.87288",
        "longitude": "80.901099",
        "excerpt": "This impressive huge stone mosque was completed in 1845. Non-Muslims can't enter, but it's worth seeing the impressive three-domed facade.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/jama-masjid/a/poi-sig/1610645/356515",
        "image_url": null,
        "detail_description": "This impressive huge stone mosque was completed in 1845. Non-Muslims can't enter, but it's worth seeing the impressive three-domed facade.\n"
    },
    {
        "index": 12,
        "name": "Christchurch",
        "latitude": "26.844693955486",
        "longitude": "80.947084359985",
        "excerpt": "Built in 1860, Christchurch was created as a memorial to the British who died in the First War of Independence (Indian Uprising). It is beautifully…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/christchurch/a/poi-sig/1321734/356515",
        "image_url": null,
        "detail_description": "Built in 1860, Christchurch was created as a memorial to the British who died in the First War of Independence (Indian Uprising). It is beautifully illuminated at night.\n"
    },
    {
        "index": 11,
        "name": "Hussainabad Picture Gallery",
        "latitude": "26.875032173465",
        "longitude": "80.907530359209",
        "excerpt": "A run-down red-brick baradari (pavilion) built in 1842 that was once a royal summer palace. It overlooks a large artificial water tank and houses…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/hussainabad-picture-gallery/a/poi-sig/1151696/356515",
        "image_url": null,
        "detail_description": "A run-down red-brick baradari (pavilion) built in 1842 that was once a royal summer palace. It overlooks a large artificial water tank and houses portraits of each of Oudh's nawabs.\n"
    },
    {
        "index": 10,
        "name": "Satkhanda",
        "latitude": "26.87489",
        "longitude": "80.906539",
        "excerpt": "This decaying and empty watchtower looks like a medieval painting of the Tower of Babel. Known as Satkhanda, it has only four storeys because construction…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/satkhanda/a/poi-sig/477696/356515",
        "image_url": null,
        "detail_description": "This decaying and empty watchtower looks like a medieval painting of the Tower of Babel. Known as Satkhanda, it has only four storeys because construction was abandoned in 1840 when Mohammed Ali Shah died.\n"
    },
    {
        "index": 4,
        "name": "La Martinière School",
        "latitude": "26.839632",
        "longitude": "80.96290222",
        "excerpt": "This prestigious boarding school – where British pop legend Sir Cliff Richard studied – was designed and built by influential Frenchman Major General…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/la-martiniere-school/a/poi-sig/1151699/356515",
        "image_url": null,
        "detail_description": "This prestigious boarding school – where British pop legend Sir Cliff Richard studied – was designed and built by influential Frenchman Major General Claude Martin as a palatial home. In 1800 it became his tomb: he's buried in the basement under a blue-washed spiral staircase. The eccentric facade is part Roman archways, part Gothic horror movie, and part Disneyland-style castle, with a jumble of turrets and gargoyles piled merrily atop a long line of Corinthian columns. Best visited in the afternoon.\n"
    },
    {
        "index": 2,
        "name": "Residency",
        "latitude": "26.860266",
        "longitude": "80.927503",
        "excerpt": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/residency/a/poi-sig/477690/356515",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-462837087_medium.jpg",
        "detail_description": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British Raj. Built in 1800, the Residency became the stage for the most dramatic events of the 1857 First War of Independence (Indian Uprising): the Siege of Lucknow, a 147-day siege that claimed the lives of thousands.\nThe leafy compound has been left as it was at the time of the final relief and the walls are still pockmarked from bullets and cannon balls.The focus is the small museum (9am to 5pm) in the main Residency building, which includes a scale model of the original buildings and sketches made just after the uprising. The currently closed basement rooms were where many of the British women and children lived throughout the siege.The cemetery around the ruined St Mary’s church is where 2000 of the defenders were buried, including their leader, Sir Henry Lawrence, who – according to the famous inscription on his weathered gravestone – 'tried to do his duty’."
    },
    {
        "index": 6,
        "name": "Tomb of Saadat Ali Khan",
        "latitude": "26.854303",
        "longitude": "80.933715",
        "excerpt": "The former Kaiserbagh garden holds the tomb of Saadat Ali Khan, the fifth nawab of Oudh (ruled 1798–1814), whose body is buried in the crypt below. A ₹50 …",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/tomb-of-saadat-ali-khan/a/poi-sig/1610649/356515",
        "image_url": null,
        "detail_description": "The former Kaiserbagh garden holds the tomb of Saadat Ali Khan, the fifth nawab of Oudh (ruled 1798–1814), whose body is buried in the crypt below. A ₹50 'donation' will open up the upper floors. Also in the pleasant park is the tomb of his wife, Mushir Zadi.\n"
    },
    {
        "index": 7,
        "name": "Zoo",
        "latitude": "26.845228",
        "longitude": "80.951622",
        "excerpt": "The large, shady zoo is depressing, with animals pacing up and down in their small enclosures, but you must enter it if you want to visit Lucknow’s fine…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/zoo/a/poi-sig/477684/356515",
        "image_url": null,
        "detail_description": "The large, shady zoo is depressing, with animals pacing up and down in their small enclosures, but you must enter it if you want to visit Lucknow’s fine State Museum. There are entrances on the western and northern sides.\n"
    },
    {
        "index": 5,
        "name": "Rumi Darwaza",
        "latitude": "26.871224",
        "longitude": "80.912247",
        "excerpt": "Just beyond the Bara Imambara, the striking Rumi Darwaza was built in the 1780s by Nawab Asaf-ud-Daula. It's unusual but imposing, and said to be a copy…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/rumi-darwaza/a/poi-sig/477694/356515",
        "image_url": null,
        "detail_description": "Just beyond the Bara Imambara, the striking Rumi Darwaza was built in the 1780s by Nawab Asaf-ud-Daula. It's unusual but imposing, and said to be a copy of an entrance gate in Istanbul. 'Rumi' (relating to Rome) is the term Muslims applied to Istanbul when it was still Byzantium, the capital of the Eastern Roman empire.\n"
    },
    {
        "index": 9,
        "name": "Clock Tower",
        "latitude": "26.87400399",
        "longitude": "80.90800396",
        "excerpt": "The 67m red-brick clock tower, said to be the tallest in India, was built in the 1880s in memory of Sir George Couper, a reform-minded Governor of UP …",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/clock-tower/a/poi-sig/1151694/356515",
        "image_url": null,
        "detail_description": "The 67m red-brick clock tower, said to be the tallest in India, was built in the 1880s in memory of Sir George Couper, a reform-minded Governor of UP (United Provinces in those days). It's currently not open to visitors.\n"
    },
    {
        "index": 8,
        "name": "State Museum",
        "latitude": "26.845343",
        "longitude": "80.95498",
        "excerpt": "This overlooked museum houses sculptural masterpieces dating back to the 3rd century AD, including intricately carved Mathura sculptures ranging from…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/state-museum/a/poi-sig/477702/356515",
        "image_url": null,
        "detail_description": "This overlooked museum houses sculptural masterpieces dating back to the 3rd century AD, including intricately carved Mathura sculptures ranging from dancing girls to scenes from the life of Buddha. Enter through the zoo.\n"
    },
    {
        "index": 3,
        "name": "Chota Imambara",
        "latitude": "26.873767680895",
        "longitude": "80.904351653982",
        "excerpt": "This elaborate black-and-white tomb was constructed in 1832 by the third king of Oudh, Mohammed Ali Shah (who is buried here, alongside his mother)…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/chota-imambara/a/poi-sig/1294121/356515",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-96669086_high.jpg",
        "detail_description": "This elaborate black-and-white tomb was constructed in 1832 by the third king of Oudh, Mohammed Ali Shah (who is buried here, alongside his mother). Adorned with calligraphy, it has a serene and intimate atmosphere. Mohammed’s silver throne and red crown can be seen here, as well as countless chintzy chandeliers and some brightly decorated tazia.\nIn the garden is a water tank and two replicas of the Taj Mahal that are the tombs of Mohammed Ali Shah’s daughter and her husband. A traditional hammam is off to one side.Outside the complex, the decaying salmon-coloured watchtower on the other side of the road is known as Satkhanda. It has only four storeys because construction was abandoned in 1840 when Mohammed Ali Shah died.The nearby 67m red-brick clock tower, the tallest in India, was built in the 1880s. Next to it is the Hussainabad Picture Gallery, a run-down red-brick baradari (pavilion) built in 1842 that was once a royal summer house. It overlooks an octagonal stepped talab (water tank) and houses portraits of Oudh's former nawabs.Just around the corner is the huge Jama Masjid. completed in 1845. Non-Muslims can't enter, but it's worth seeing the impressive three-domed facade."
    },
    {
        "index": 1,
        "name": "Bara Imambara",
        "latitude": "26.87042",
        "longitude": "80.913448",
        "excerpt": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/bara-imambara/a/poi-sig/1151689/356515",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169680193_high.jpg",
        "detail_description": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make a visit here particularly special. The ticket price includes entrance to the Chota Imambara and Hussainabad Picture Gallery, both walking distance from here.\nThe complex is accessed through two enormous gateways that lead into a huge courtyard. On one side is the three-domed Asafri Mosque, on the other a large baoli (step-well), whose multiple levels can be explored – bring a torch (flashlight). At the far end of the courtyard is the huge central hall, one of the world’s largest vaulted galleries. Tazia (small replicas of Imam Hussain’s tomb in Karbala, Iraq) are stored inside and are paraded around during the Shiite mourning ceremony of Muharram.But it’s what is beyond the small entrance – intriguingly marked ‘labyrinth’ – to the left of the central hall that steals the show. It leads to the Bhulbhulaiya, a disorientating network of narrow passageways that winds its way inside the upper floors of the tomb’s inner structure, eventually leading out to rooftop balconies.Just beyond the Bara Imambara is the unusual but imposing gateway Rumi Darwaza, said to be a copy of an entrance gate in Istanbul; ‘Rumi’ (relating to Rome) is the term Muslims applied to Istanbul when it was still Byzantium, the capital of the Eastern Roman empire. The scalloped western face is the most impressive.Across the road from the Bara Imambara is the beautiful white mosque Tila Wali Masjid, a deceptively shallow building built in 1680 and most impressive from a distance (it's often locked).If you are visiting as part of an opposite-sex couple, you will be required to pay for a guide (₹100) to prevent any hanky-panky in the labyrinth (yes, we're serious)."
    }
]