[
    {
        "index": 2,
        "name": "The Ridge",
        "latitude": "31.104777",
        "longitude": "77.175146",
        "excerpt": "Along the central ridgetop, this broad pedestrian esplanade diverges from The Mall at Scandal Point, guarded by a fancifully hatted policeman. Thronged…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/the-ridge/a/poi-sig/1551171/356284",
        "image_url": null,
        "detail_description": "Along the central ridgetop, this broad pedestrian esplanade diverges from The Mall at Scandal Point, guarded by a fancifully hatted policeman. Thronged with strolling locals and visitors, it rises to a triangular parade ground backed by Christ Church and dotted with statues.\nIndira Gandhi turns her back on the panorama to the north which, in clear weather, includes a jagged line of distant snowy peaks. Gaggles of domestic tourists delight in innocent pleasures:; strolling and taking selfies or get photographed sitting on horses brought in specially for the purpose."
    },
    {
        "index": 1,
        "name": "Viceregal Lodge",
        "latitude": "31.103179",
        "longitude": "77.141318",
        "excerpt": "A cross between Harry Potter's Hogwarts and a Scottish baronial castle, this 1888 pile was the official summer residence of the British viceroys until…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/viceregal-lodge/a/poi-sig/449317/356284",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170965234_master.jpg",
        "detail_description": "A cross between Harry Potter's Hogwarts and a Scottish baronial castle, this 1888 pile was the official summer residence of the British viceroys until WWII and the scene of two crucial conferences (1945 and 1946) that essentially sealed the partition of India. To look inside join a group (departing every 45 minutes from the cafe/ticket booth) for 20 minutes perusing three rooms of historic photos. Then exit through the superb three-storey entrance hall that looks like an MC Escher design built in Burmese teak.\nThe rest of the huge, grey sandstone building houses a postdoctoral humanities research centre, whose 180,000-volume library occupies the old ballroom and more. The well-manicured gardens make a nice stroll even if you don't take the house tour. The lodge is 3.5km west of Scandal Point: from the Oberoi Cecil hotel you can cross the grounds of the building's predecessor Peterhof (rebuilt after a 1981 fire as a not-quite-grand hotel), descend past a small aviary to the lodge gate (around 800m), then climb 500m more through mature woodland to the lodge itself."
    },
    {
        "index": 16,
        "name": "Sri Guru Singh Sabha Gurdwara",
        "latitude": "31.102958",
        "longitude": "77.171263",
        "excerpt": "This major Sikh temple isn't a particular attraction but makes a useful landmark beside busy Cart Rd below the bazaar area.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/sri-guru-singh-sabha-gurdwara/a/poi-sig/1321720/356284",
        "image_url": null,
        "detail_description": "This major Sikh temple isn't a particular attraction but makes a useful landmark beside busy Cart Rd below the bazaar area.\n"
    },
    {
        "index": 15,
        "name": "Himalayan Bird Park",
        "latitude": "31.102738",
        "longitude": "77.147745",
        "excerpt": "Opposite the Viceregal Lodge's gate, the Himalayan Bird Park is a little aviary that's home to a small collection of exotic birdlife, including the…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/himalayan-bird-park/a/poi-sig/1150819/356284",
        "image_url": null,
        "detail_description": "Opposite the Viceregal Lodge's gate, the Himalayan Bird Park is a little aviary that's home to a small collection of exotic birdlife, including the iridescent monal pheasant, Himachal’s former state bird.\n"
    },
    {
        "index": 14,
        "name": "Railway Board Building",
        "latitude": "31.105292",
        "longitude": "77.164568",
        "excerpt": "The distinctive, 1897 Railway Board Building has red and cream corner spires and has survived the years thanks to a fire-resistant cast-iron and steel…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/railway-board-building/a/poi-sig/1505219/356284",
        "image_url": null,
        "detail_description": "The distinctive, 1897 Railway Board Building has red and cream corner spires and has survived the years thanks to a fire-resistant cast-iron and steel structure. Today it houses government and police offices.\n"
    },
    {
        "index": 12,
        "name": "Gorton Castle",
        "latitude": "31.104759",
        "longitude": "77.162626",
        "excerpt": "Gorton Castle (1904), a massive and austere grey-stone edifice with neo-Gothic touches, was formerly the colonial government secretariat. Repairs are…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/gorton-castle/a/poi-sig/1321717/356284",
        "image_url": null,
        "detail_description": "Gorton Castle (1904), a massive and austere grey-stone edifice with neo-Gothic touches, was formerly the colonial government secretariat. Repairs are still ongoing following a 2014 fire. The exterior is partially visible as you walk by.\n"
    },
    {
        "index": 11,
        "name": "Christ Church",
        "latitude": "31.104336",
        "longitude": "77.175876",
        "excerpt": "This 1840s square-towered church would turn few heads in an English market town but in Shimla it's a treasured landmark, prominent at The Ridge's east end.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/christ-church/a/poi-sig/449311/356284",
        "image_url": null,
        "detail_description": "This 1840s square-towered church would turn few heads in an English market town but in Shimla it's a treasured landmark, prominent at The Ridge's east end.\nRemove shoes to enter and light a candle or to peruse the Raj-era brass memorial plaques and Victorian stained glass."
    },
    {
        "index": 13,
        "name": "Kali Bari Mandir",
        "latitude": "31.10599",
        "longitude": "77.16681",
        "excerpt": "The Bengali hut–style Kali Bari Mandir enshrines an image of Kali as Shyamala.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/kali-bari-mandir/a/poi-sig/1304639/356284",
        "image_url": null,
        "detail_description": "The Bengali hut–style Kali Bari Mandir enshrines an image of Kali as Shyamala.\nIt's at the double-back junction of a small lane that roughly parallels The Mall, but much higher, some 500m west of Scandal Point."
    },
    {
        "index": 8,
        "name": "Shimla Heritage Museum",
        "latitude": "31.100257",
        "longitude": "77.177303",
        "excerpt": "This small, one-room gallery displays enlargements of a few historic photos of old Shimla, with cursory explanations, but you can see it all in five…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/shimla-heritage-museum/a/poi-sig/1364301/356284",
        "image_url": null,
        "detail_description": "This small, one-room gallery displays enlargements of a few historic photos of old Shimla, with cursory explanations, but you can see it all in five minutes.\nIt's within the very faded former United Services Club building (1862), where some 1947 committee sessions convened as part of the efforts to delineate the Indo-Pakistan border. Despite claimed opening times, the gallery is often closed."
    },
    {
        "index": 10,
        "name": "Town Hall",
        "latitude": "31.104832",
        "longitude": "77.173204",
        "excerpt": "Shimla's half-timbered old town hall building originally dates from 1908–10, but has been so restored that it looks essentially new.",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/town-hall/a/poi-sig/1321712/356284",
        "image_url": null,
        "detail_description": "Shimla's half-timbered old town hall building originally dates from 1908–10, but has been so restored that it looks essentially new.\nOfficially reopened in November 2018, it looks especially attractive when floodlit at night, but at the time of research, visitors were still unable to go inside."
    },
    {
        "index": 9,
        "name": "Ripon Hospital",
        "latitude": "31.103528",
        "longitude": "77.171638",
        "excerpt": "One of Shimla's most atmospheric timber-framed buildings, the green-and-white Ripon Hospital building (1885) has a couple of exterior wooden stair-spirals…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/ripon-hospital/a/poi-sig/1612677/356284",
        "image_url": null,
        "detail_description": "One of Shimla's most atmospheric timber-framed buildings, the green-and-white Ripon Hospital building (1885) has a couple of exterior wooden stair-spirals so rickety that the steps are dropping out.\nIt doesn't inspire patient confidence, but the building is now just a part of the much newer Deen Dyal Upadhyay Zonal Hospital."
    },
    {
        "index": 7,
        "name": "Bantony",
        "latitude": "31.106183",
        "longitude": "77.169642",
        "excerpt": "Whimsical and photogenically dilapidated, this 1880 red-brick mansion looks like a place for a Scooby Doo adventure. There's a wobbly central spire-turret…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/bantony/a/poi-sig/1551266/356284",
        "image_url": null,
        "detail_description": "Whimsical and photogenically dilapidated, this 1880 red-brick mansion looks like a place for a Scooby Doo adventure. There's a wobbly central spire-turret and the coat of arms of the Maharajah of Sirmaur who once lived here. After years of neglect, the tentative first steps towards restoration started in September 2017, though there's a lot to do.\nA second quaint red-brick cottage next door requires similar attention."
    },
    {
        "index": 6,
        "name": "Rothney Castle",
        "latitude": "31.104713",
        "longitude": "77.179384",
        "excerpt": "On the way up to the Jakhu temple, you can peep through the gates to see the glass verandas of this 19th-century mansion that was built for colonial…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/rothney-castle/a/poi-sig/1321718/356284",
        "image_url": null,
        "detail_description": "On the way up to the Jakhu temple, you can peep through the gates to see the glass verandas of this 19th-century mansion that was built for colonial reformer and naturalist Allan Octavian Hume (1829–1912).\nHume assembled the world's largest collection of stuffed Asiatic birds here before donating it to the British Museum. He also found time to start the Indian National Congress (in 1885).The house is not open to visitors."
    },
    {
        "index": 5,
        "name": "Himachal State Museum",
        "latitude": "31.103215",
        "longitude": "77.150846",
        "excerpt": "On a hilltop some 2.5km west of Scandal Point, the state museum sits right at the base of the prominent TV Tower. Rich if somewhat static displays include…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/himachal-state-museum/a/poi-sig/449313/356284",
        "image_url": null,
        "detail_description": "On a hilltop some 2.5km west of Scandal Point, the state museum sits right at the base of the prominent TV Tower. Rich if somewhat static displays include miniatures, carvings, traditional costumes and jewellery. More context is available in the revamped archaeology/petroglyph room and the interesting if somewhat out-of-place army section.\nOther highlights are photos and models of Himachal temples including a full-size deity."
    },
    {
        "index": 4,
        "name": "Gaiety Theatre",
        "latitude": "31.104630555064",
        "longitude": "77.17356905652",
        "excerpt": "Lovingly restored between 2004 and 2009 and hoping for Unesco status, this remarkable 320-seater theatre opened in 1877, originally as part of a bigger…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/gaiety-theatre/a/poi-sig/449303/356284",
        "image_url": null,
        "detail_description": "Lovingly restored between 2004 and 2009 and hoping for Unesco status, this remarkable 320-seater theatre opened in 1877, originally as part of a bigger grandiose civic centre. It's long been a focus of Shimla social life, and Rudyard Kipling, Baden-Powell, Shashi Kapoor and Michael Palin are among those who have trodden its Burmese teak boards.\nIt's worth the entry fee to admire the unusual gilt-patterned interior and to hear the (included) historical commentary by dapper and unstoppably fluent guide Mr R Gautam. There's also an exhibition of old photos and a church-like vaulted gallery (separately entered from The Ridge side, free)."
    },
    {
        "index": 3,
        "name": "Jakhu Hanuman Statue",
        "latitude": "31.101351",
        "longitude": "77.183858",
        "excerpt": "A 108ft (33m) vermillion-pink statue of monkey-god Hanuman pokes his head above the treetops on Shimla’s highest hilltop. Appropriately, hundreds of…",
        "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/jakhu-hanuman-statue/a/poi-sig/1291856/356284",
        "image_url": null,
        "detail_description": "A 108ft (33m) vermillion-pink statue of monkey-god Hanuman pokes his head above the treetops on Shimla’s highest hilltop. Appropriately, hundreds of rhesus macaques loiter around here hoping for gifts of prasad (temple-blessed food offerings) from visitors. They have a habit of snatching loose objects such as hats, phones and even spectacles, so bring a stick to discourage them, or rent one (₹10). Access is by cable car or a steep but worthwhile 1.5km hike from beside Christ Church (allow around 40 minutes up, much more if you're unfit).\nInside the associated, outwardly forgettable Jakhu temple is a small shrine surrounded by funky relief murals of Hanuman performing feats from the Ramayana."
    }
]