[
    {
        "index": 1,
        "name": "Taj Mahal",
        "latitude": "27.174947459318",
        "longitude": "78.041997644188",
        "excerpt": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator,…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/taj-mahal/a/poi-sig/449189/356509",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/283389.jpg",
        "detail_description": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator, Emperor Shah Jahan, said it made 'the sun and the moon shed tears from their eyes'. Every year, tourists numbering more than twice the population of Agra pass through its gates to catch a once-in-a-lifetime glimpse of what is widely considered the most beautiful building in the world. Few leave disappointed.\nThe Taj was built by Shah Jahan as a memorial for his third wife, Mumtaz Mahal, who died giving birth to their 14th child in 1631. The death of Mumtaz left the emperor so heartbroken that his hair is said to have turned grey virtually overnight. Construction of the Taj began the following year; although the main building is thought to have been built in eight years, the whole complex was not completed until 1653. Not long after it was finished, Shah Jahan was overthrown by his son Aurangzeb and imprisoned in Agra Fort, where for the rest of his days he could only gaze out at his creation through a window. Following his death in 1666, Shah Jahan was buried here alongside his beloved Mumtaz.In total, some 20,000 people from India and Central Asia worked on the building. Specialists were brought in from as far away as Europe to produce the exquisite marble screens and pietra dura (marble inlay work) made with thousands of semiprecious stones.The Taj was designated a World Heritage Site in 1983 and looks nearly as immaculate today as when it was first constructed – though it underwent a huge restoration project in the early 20th century.• Entry &amp; InformationNote: the Taj is closed every Friday to anyone not attending prayers at the mosque.The Taj can be accessed through the west and east gates. The south gate was closed to visitors in 2018 for security concerns but can be used to exit the Taj. The east gate generally has shorter queues. There are separate queues for men and women at both gates. If you are a foreigner, once you get your ticket, you can skip ahead of the lines of Indians waiting to get in – one perk of your pricey entry fee. It's possible to buy your tickets online in advance at https://asi.payumoney.com (you'll get a ₹50 discount for your troubles), but you won't save much time as you still have to join the main security queue. A ticket that includes entrance to the mausoleum itself cost ₹200 extra.Cameras and videos are permitted, but you can't take photographs inside the mausoleum itself. Tripods are banned.Remember to retrieve your free 500ml bottle of water and shoe covers (included in Taj ticket price). If you keep your ticket, you get small entry-fee discounts when visiting Agra Fort, Fatehpur Sikri, Akbar's Tomb or the Itimad-ud-Daulah on the same day. Bags much bigger than a money pouch are not allowed inside; free bag storage is available. Any food or tobacco will be confiscated when you go through security, as will pens.• Inside the GroundsFrom both the east and west gates you first enter a monumental inner courtyard with an impressive 30m red-sandstone gateway on the south side.The ornamental gardens are set out along classical Mughal charbagh (formal Persian garden) lines – a square quartered by watercourses, with an ornamental marble plinth at its centre. When the fountains are not flowing, the Taj is beautifully reflected in the water.The Taj Mahal itself stands on a raised marble platform at the northern end of the ornamental gardens, with its back to the Yamuna River. Its raised position means that the backdrop is only sky – a masterstroke of design. Purely decorative 40m-high white minarets grace each corner of the platform. After more than three centuries they are not quite perpendicular, but they may have been designed to lean slightly outwards so that in the event of an earthquake they would fall away from the precious Taj. The red-sandstone mosque to the west is an important gathering place for Agra's Muslims. The identical building to the east, the jawab, was built for symmetry.The central Taj structure is made of semitranslucent white marble, carved with flowers and inlaid with thousands of semiprecious stones in beautiful patterns. A perfect exercise in symmetry, the four identical faces of the Taj feature impressive vaulted arches embellished with pietra dura scrollwork and quotations from the Quran in a style of calligraphy using inlaid jasper. The whole structure is topped off by four small domes surrounding the famous bulbous central dome.Directly below the main dome is the Cenotaph of Mumtaz Mahal, an elaborate false tomb surrounded by an exquisite perforated marble screen inlaid with dozens of different types of semiprecious stones. Beside it, offsetting the symmetry of the Taj, is the Cenotaph of Shah Jahan, who was interred here with little ceremony by his usurping son Aurangzeb in 1666. Light is admitted into the central chamber by finely cut marble screens.The real tombs of Mumtaz Mahal and Shah Jahan are in a basement room below the main chamber."
    },
    {
        "index": 18,
        "name": "Amar Singh Gate",
        "latitude": "27.176290615409",
        "longitude": "78.021923605355",
        "excerpt": "The sole entry point to Agra Fort, and where you buy your entrance ticket.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/amar-singh-gate/a/poi-sig/1324903/356509",
        "image_url": null,
        "detail_description": "The sole entry point to Agra Fort, and where you buy your entrance ticket.\n"
    },
    {
        "index": 17,
        "name": "Diwan-i-Am",
        "latitude": "27.178804627188",
        "longitude": "78.022046411268",
        "excerpt": "In Agra Fort, the Hall of Public Audiences was where emperor Shah Jahan listened to petitions from ordinary citizens.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/diwan-i-am/a/poi-sig/1324904/356509",
        "image_url": null,
        "detail_description": "In Agra Fort, the Hall of Public Audiences was where emperor Shah Jahan listened to petitions from ordinary citizens.\n"
    },
    {
        "index": 16,
        "name": "Mosque",
        "latitude": "27.174968738991",
        "longitude": "78.04058884545",
        "excerpt": "The Taj Mahal's red-sandstone mosque to the west of the main monument is an important gathering place for Agra's Muslims.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/mosque/a/poi-sig/1321729/356509",
        "image_url": null,
        "detail_description": "The Taj Mahal's red-sandstone mosque to the west of the main monument is an important gathering place for Agra's Muslims.\n"
    },
    {
        "index": 15,
        "name": "Khas Mahal",
        "latitude": "27.178266638722",
        "longitude": "78.023442131351",
        "excerpt": "This beautiful marble pavillion and pool formed the living quarters of Shah Jahan, while the large attached courtyard housed the court harem.",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/khas-mahal/a/poi-sig/1324906/356509",
        "image_url": null,
        "detail_description": "This beautiful marble pavillion and pool formed the living quarters of Shah Jahan, while the large attached courtyard housed the court harem.\n"
    },
    {
        "index": 14,
        "name": "Jawab",
        "latitude": "27.174979777804",
        "longitude": "78.043466164385",
        "excerpt": "The jawab, to the east of the Taj Mahal itself, was built for symmetry purposes, matching up identically with the red-sandstone mosque to the west. ",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/jawab/a/poi-sig/1321730/356509",
        "image_url": null,
        "detail_description": "The jawab, to the east of the Taj Mahal itself, was built for symmetry purposes, matching up identically with the red-sandstone mosque to the west. \n"
    },
    {
        "index": 13,
        "name": "Jehangir's Palace",
        "latitude": "27.177580175726",
        "longitude": "78.022564306604",
        "excerpt": "This huge red-sandstone palace inside Agra Fort, a combination of Indian and Central Asian architectural styles, was most likely built by the Mughal ruler…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/jehangir-s-palace/a/poi-sig/1324905/356509",
        "image_url": null,
        "detail_description": "This huge red-sandstone palace inside Agra Fort, a combination of Indian and Central Asian architectural styles, was most likely built by the Mughal ruler Akbar for his son Jehangir.\n"
    },
    {
        "index": 12,
        "name": "Jama Masjid",
        "latitude": "27.181960231929",
        "longitude": "78.015915493602",
        "excerpt": "This fine mosque, built in the Kinari Bazaar by Shah Jahan’s daughter in 1648 and once connected to Agra Fort, features striking zigzag marble patterning…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/jama-masjid/a/poi-sig/449185/356509",
        "image_url": null,
        "detail_description": "This fine mosque, built in the Kinari Bazaar by Shah Jahan’s daughter in 1648 and once connected to Agra Fort, features striking zigzag marble patterning on its domes. The entrance is on the east side.\n"
    },
    {
        "index": 11,
        "name": "Chini-ka-Rauza",
        "latitude": "27.200423",
        "longitude": "78.034269",
        "excerpt": "This Persian-style riverside tomb of Afzal Khan, a poet who served as Shah Jahan’s chief minister, was built between 1628 and 1639. Rarely visited, it is…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/chini-ka-rauza/a/poi-sig/1151571/356509",
        "image_url": null,
        "detail_description": "This Persian-style riverside tomb of Afzal Khan, a poet who served as Shah Jahan’s chief minister, was built between 1628 and 1639. Rarely visited, it is hidden away down a shady avenue of trees on the east bank of the Yamuna but boasts a fine exterior of coloured tilework and an interior of delicate painted alabaster.\n"
    },
    {
        "index": 10,
        "name": "Agra Bear Rescue Facility",
        "latitude": "27.242115",
        "longitude": "77.852211",
        "excerpt": "A sanctuary for over 200 rescued 'dancing' sloth bears, located in a bird sanctuary 25km outside Agra on the road to Delhi. Visitors can tour the park…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/agra-bear-rescue-facility/a/poi-sig/1558945/356509",
        "image_url": null,
        "detail_description": "A sanctuary for over 200 rescued 'dancing' sloth bears, located in a bird sanctuary 25km outside Agra on the road to Delhi. Visitors can tour the park-like grounds and watch the bears enjoying their new, better world. It's a project of Wildlife SOS. Email or phone in advance to book one of the three time slots. You'll need to pay a Forestry Dept ₹500 entry fee in order to access the facility.\n"
    },
    {
        "index": 9,
        "name": "Samadhi Swamiji Maharaj Bagh",
        "latitude": "27.2227527",
        "longitude": "78.00926203",
        "excerpt": "Known simply as Swami Bagh, this huge white marble mausoleum houses the tomb of Sri Shiv Dayal Singh Seth, the founder of the intriguing Radhasoami Faith…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/samadhi-swamiji-maharaj-bagh/a/poi-sig/1151578/356509",
        "image_url": null,
        "detail_description": "Known simply as Swami Bagh, this huge white marble mausoleum houses the tomb of Sri Shiv Dayal Singh Seth, the founder of the intriguing Radhasoami Faith. The epic building has been in a state of perpetual construction for close to a century now and the elaborate design incorporates a real mish-mash of building styles, including some fabulously delicate floral carvings – it's well worth a look.\n"
    },
    {
        "index": 7,
        "name": "Kinari Bazaar",
        "latitude": "27.185549027453",
        "longitude": "78.015891299545",
        "excerpt": "The narrow streets behind Jama Masjid are a crazy maze of overcrowded lanes bursting with colourful markets. There are a number of different bazaars here,…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/kinari-bazaar/a/poi-sig/1293307/356509",
        "image_url": null,
        "detail_description": "The narrow streets behind Jama Masjid are a crazy maze of overcrowded lanes bursting with colourful markets. There are a number of different bazaars here, each specialising in different wares, but the area is generally known as Kinari Bazaar as many of the lanes fan out from Kinari Bazaar Rd. You’ll find clothing, shoes, fabrics, jewellery, spices, marblework, snack stalls and what seems like 20 million other people.\nAmazingly, there is somehow room for buffaloes and even the odd working elephant to squeeze their way through the crowds. Even if you’re not buying anything, just walking the streets is an experience in itself."
    },
    {
        "index": 8,
        "name": "Taj Museum",
        "latitude": "27.173138",
        "longitude": "78.040513",
        "excerpt": "Within the Taj complex, on the western side of the gardens, is the small but excellent Taj Museum, housing a number of original Mughal miniature paintings…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/taj-museum/a/poi-sig/1294124/356509",
        "image_url": null,
        "detail_description": "Within the Taj complex, on the western side of the gardens, is the small but excellent Taj Museum, housing a number of original Mughal miniature paintings, including a pair of 17th-century ivory portraits of Emperor Shah Jahan and his beloved wife Mumtaz Mahal.\nYou'll also find some very well preserved gold and silver coins dating from the same period, plus architectural drawings of the Taj and some celadon plates, said to split into pieces or change colour if the food served on them contains poison."
    },
    {
        "index": 6,
        "name": "Elephant Conservation Centre",
        "latitude": "27.299257",
        "longitude": "77.79376",
        "excerpt": "Wildlife SOS runs this conservation centre, which offers rehabilitation and medical care to rescued elephants. You'll get to see the elephants while…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/elephant-conservation-centre/a/poi-sig/1612314/356509",
        "image_url": null,
        "detail_description": "Wildlife SOS runs this conservation centre, which offers rehabilitation and medical care to rescued elephants. You'll get to see the elephants while touring the facility and might even be be able to help prepare their lunch. Email or phone in advance to arrange one of three daily time slots.\nVolunteers are welcome here for a day or two weeks. Costs are US$100 per person per day, including accommodation and three meals at a volunteer house 10km away. Email volunteer@wildlifesos.org in advance.The centre is halfway between Agra and Mathura (around 30km from both), with the turnoff near the Hindustan Institute of Management &amp; Computer Studies."
    },
    {
        "index": 5,
        "name": "Itimad-ud-Daulah",
        "latitude": "27.192788889195",
        "longitude": "78.031489849091",
        "excerpt": "Nicknamed the Baby Taj, the exquisite tomb of Mizra Ghiyas Beg should not be missed. This Persian nobleman was Mumtaz Mahal’s grandfather and Emperor…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/itimad-ud-daulah/a/poi-sig/449183/356509",
        "image_url": null,
        "detail_description": "Nicknamed the Baby Taj, the exquisite tomb of Mizra Ghiyas Beg should not be missed. This Persian nobleman was Mumtaz Mahal’s grandfather and Emperor Jehangir’s wazir (chief minister). His daughter, Nur Jahan, who married Jehangir, built the tomb between 1622 and 1628, in a style similar to the tomb she built for Jehangir near Lahore in Pakistan.\nIt doesn’t have the same awesome beauty as the Taj, but it’s arguably more delicate in appearance thanks to its particularly finely carved marble jalis (lattice screens). This was the first Mughal structure built completely from marble, the first to make extensive use of pietra dura and the first tomb to be built on the banks of the Yamuna, which until then had been a sequence of beautiful pleasure gardens.You can combine a trip here with Chini-ka-Rauza and Mehtab Bagh, all on the east bank. An autorickshaw covering all three should cost about ₹500 return from the Taj, including waiting time."
    },
    {
        "index": 4,
        "name": "Mehtab Bagh",
        "latitude": "27.179786405624",
        "longitude": "78.041803254444",
        "excerpt": "This park, originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna’s east bank (long before the Taj was conceived), fell into…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/mehtab-bagh/a/poi-sig/1151574/356509",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160093836_medium.jpg",
        "detail_description": "This park, originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna’s east bank (long before the Taj was conceived), fell into disrepair until it was little more than a huge mound of sand. To protect the Taj from the erosive effects of the sand blown across the river, the park was reconstructed and is now one the best places from which to view the great mausoleum.\nThe gardens in the Taj are perfectly aligned with the ones here, and the view of the Taj from the fountain directly in front of the entrance gate is a classic. It's a popular spot at sunset; the ticket office closes 30 minutes before sunset, so don't leave it too late. An autorickshaw here from central Agra costs around ₹150."
    },
    {
        "index": 3,
        "name": "Akbar’s Mausoleum",
        "latitude": "27.220498373975",
        "longitude": "77.950444221497",
        "excerpt": "This outstanding sandstone and marble tomb commemorates the greatest of the Mughal emperors. The huge courtyard is entered through a stunning gateway…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/akbar-s-mausoleum/a/poi-sig/449179/356509",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-452396327_full.jpg",
        "detail_description": "This outstanding sandstone and marble tomb commemorates the greatest of the Mughal emperors. The huge courtyard is entered through a stunning gateway decorated with three-storey minarets at each corner and built of red sandstone strikingly inlaid with white-, yellow- and blue-marble geometric and floral patterns. The interior vestibule of the tomb is stunningly decorated with painted alabaster, creating a contrast to the plain inner tomb. The unusual upper pavillions are closed. Look for deer in the surrounding gardens.\nThe mausoleum is at Sikandra, 10km northwest of Agra Fort. Catch a bus (₹25, 45 minutes) headed to Mathura from Bijli Ghar bus stand; they go past the mausoleum. Or else take an autorickshaw (₹350 return) or an Ola taxi."
    },
    {
        "index": 2,
        "name": "Agra Fort",
        "latitude": "27.180235967795",
        "longitude": "78.020038567179",
        "excerpt": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after…",
        "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/agra-fort/a/poi-sig/449177/356509",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/afa35ec6a9e15acf863935f4c3c154b6-agra-fort.jpg",
        "detail_description": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after courtyard of this palatial red-sandstone and marble fortress, your amazement grows as the scale of what was built here begins to sink in.\nConstruction along the bank of the Yamuna River was begun by Emperor Akbar in 1565 on the site of an earlier fort. Further additions were made, particularly by his grandson Shah Jahan, using his favourite building material – white marble. The fort was built primarily as a military structure, but Shah Jahan transformed it into a palace, and later it became his gilded prison for eight years after his son Aurangzeb seized power in 1658.The ear-shaped fort’s colossal double walls rise more than 20m and measure 2.5km in circumference. The Yamuna River originally flowed along the straight eastern edge of the fort, and the emperors had their own bathing ghats here. It contains a maze of buildings, forming a city within a city, including vast underground sections, though many of the structures were destroyed over the years by Nadir Shah, the Marathas, the Jats and finally the British, who used the fort as a garrison. Even today, much of the fort is used by the military and is off-limits to the general public.The Amar Singh Gate to the south is the sole entry point to the fort these days and where you buy your entrance ticket. Its dogleg design was meant to confuse attackers who made it past the first line of defence – the crocodile-infested moat.Following the plain processional way you reach a gateway and the huge red-sandstone Jehangir’s Palace on the right. In front of the palace is Hauz-i-Jehangir, a huge bowl carved out of a single block of stone, which was used for bathing. The palace was probably built by Akbar for his son Jehangir. With tall stone pillars and corner brackets, it blends Indian and Central Asian architectural styles, a reminder of the Mughals’ Turkestani cultural roots.Further along the eastern edge of the fort you’ll find the Khas Mahal, a beautiful marble pavilion and pool that formed the living quarters of Shah Jahan. Taj views are framed in the ornate marble grills.The large courtyard here is Anguri Bagh, a garden that has been brought back to life in recent years. In the courtyard is an innocuous-looking entrance – now locked – that leads down a flight of stairs into a two-storey labyrinth of underground rooms and passageways where Akbar used to keep his 500-strong harem. On the northeast corner of the courtyard you can get a glimpse of the Shish Mahal (Mirror Palace), with walls inlaid with tiny mirrors.Just to the north of the Khas Mahal is the Mathamman (Shah) Burj, the wonderful white-marble octagonal tower and palace where Shah Jahan was imprisoned for eight years until his death in 1666, and from where he could gaze out at the Taj Mahal, the tomb of his wife. When he died, Shah Jahan’s body was taken from here by boat to the Taj. The now-closed Mina Masjid served as Shah Jahan's private mosque.As you enter the large courtyard, along the eastern wall of the fort, is Diwan-i-Khas (Hall of Private Audiences), which was reserved for important dignitaries or foreign representatives. The hall once housed Shah Jahan’s legendary Peacock Throne, which was inset with precious stones – including the famous Koh-i-noor diamond. The throne was taken to Delhi by Aurangzeb, then to Iran in 1739 by Nadir Shah and dismantled after his assassination in 1747. Overlooking the river and the distant Taj Mahal is Takhti-i-Jehangir, a huge slab of black rock with an inscription around the edge. The throne that stood here was made for Jehangir when he was Prince Salim.Following the north side of the courtyard a side door leads to the tiny but exquisite white-marbled Nagina Masjid (Gem Mosque), built in 1635 by Shah Jahan for the ladies of the court. Down below was the Ladies’ Bazaar, where the court ladies bought their goods.A hidden doorway near the mosque exit leads down to the scallop-shaped arches of the large, open Diwan-i-Am, which was used by Shah Jahan for domestic government business, and features a beautifully decorated throne room where the emperor listened to petitioners. In front of it is the small and rather incongruous grave of John Colvin, a lieutenant-governor of the northwest provinces who died of an illness while sheltering in the fort during the 1857 First War of Independence. To the north is the Moti Masjid, currently off limits to visitors. From here head back to the Amar Singh gate.You can walk to the fort from Taj Ganj via the leafy Shah Jahan Park, or take an autorickshaw for ₹80. Food is not allowed into the fort. The fort opens 30 minutes before sunrise; the ticket office opens 15 minutes before that. Last entry is 30 minutes before sunset."
    }
]