[
    {
        "index": 4,
        "name": "Shiva Statue",
        "latitude": "29.95856",
        "longitude": "78.17517",
        "excerpt": "This monumental Shiva statue is a Haridwar landmark that stands majestically on an island viewed from Har-ki-Pairi Ghat.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/shiva-statue/a/poi-sig/1308529/356525",
        "image_url": null,
        "detail_description": "This monumental Shiva statue is a Haridwar landmark that stands majestically on an island viewed from Har-ki-Pairi Ghat.\n"
    },
    {
        "index": 3,
        "name": "Mansa Devi Temple",
        "latitude": "29.9578837",
        "longitude": "78.1652551",
        "excerpt": "Take the cable car to this crowded hilltop temple dedicated to a wish-fulfilling goddess. You can walk up (a steep 1.5km), but beware of monkeys…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/mansa-devi-temple/a/poi-sig/1152797/356525",
        "image_url": null,
        "detail_description": "Take the cable car to this crowded hilltop temple dedicated to a wish-fulfilling goddess. You can walk up (a steep 1.5km), but beware of monkeys. Photography is forbidden in the temple.\n"
    },
    {
        "index": 2,
        "name": "Chandi Devi Temple",
        "latitude": "29.934091",
        "longitude": "78.18031",
        "excerpt": "Chandi Devi Temple was built by Raja Suchet Singh of Kashmir in 1929, and sits on a hilltop just southeast of Haridwar.",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/chandi-devi-temple/a/poi-sig/478140/356525",
        "image_url": null,
        "detail_description": "Chandi Devi Temple was built by Raja Suchet Singh of Kashmir in 1929, and sits on a hilltop just southeast of Haridwar.Many visitors and pilgrims combine this with a cable car to the crowded hilltop temple of Mansa Devi, a wish-fulfilling goddess.\n"
    },
    {
        "index": 1,
        "name": "Har-ki-Pairi Ghat",
        "latitude": "29.956217",
        "longitude": "78.171351",
        "excerpt": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of…",
        "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/har-ki-pairi-ghat/a/poi-sig/478142/356525",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-545731273_master.jpg",
        "detail_description": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of worshippers gather for the ganga aarti (river worship ceremony). Officials in blue uniforms collect donations and, as the sun sets, bells ring out a rhythm, torches are lit, and leaf baskets with flower petals inside and a candle on top (₹10) are lit and placed on the river to drift away downstream.\nTourists can mingle with the crowd to experience the rituals of an ancient religion that still retains its power in the modern age. Someone may claim to be a priest and help you with your puja before asking for ₹200 or more. If you want to make a donation, it's best to give to a uniformed collector.The best time to visit the ghats are just before dusk for ganga aarti; aim to get here an hour before sunset to ensure a good seat to watch the ceremony. To get here walk the length of the ghats starting from one of the bridges close to the train station which will allow you to observe the spiritual fervour of pilgrims who've come far and wide to bathe in the Ganges."
    }
]