[
    {
        "index": 7,
        "name": "St Thomas' Church",
        "latitude": "11.401977770486",
        "longitude": "76.694220743862",
        "excerpt": "Set between trees at the eastern end of Ooty Lake, simple St Thomas' dates back to 1870.",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/st-thomas-church/a/poi-sig/1288042/356507",
        "image_url": null,
        "detail_description": "Set between trees at the eastern end of Ooty Lake, simple St Thomas' dates back to 1870.\n"
    },
    {
        "index": 6,
        "name": "Rose Garden",
        "latitude": "11.406142",
        "longitude": "76.708635",
        "excerpt": "With terraced lawns and over 20,000 rose bushes of more than 2000 varieties – best between May and July – the Rose Garden is a sweet place for a stroll,…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/rose-garden/a/poi-sig/1155416/356507",
        "image_url": null,
        "detail_description": "With terraced lawns and over 20,000 rose bushes of more than 2000 varieties – best between May and July – the Rose Garden is a sweet place for a stroll, and has good Ooty views from its hillside location.\n"
    },
    {
        "index": 5,
        "name": "Doddabetta",
        "latitude": "11.401072",
        "longitude": "76.735736",
        "excerpt": "About 7km east of Ooty, Doddabetta is the highest point (2633m) in the Nilgiris. On clear days, it's one of the best viewpoints around; go early for a…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/doddabetta/a/poi-sig/1156056/356507",
        "image_url": null,
        "detail_description": "About 7km east of Ooty, Doddabetta is the highest point (2633m) in the Nilgiris. On clear days, it's one of the best viewpoints around; go early for a better chance of mist-free views. Kotagiri buses will drop you at the Doddabetta junction, then it's a steep 3km walk or a quick jeep ride. Taxis do return trips from Charring Cross (₹700).\n"
    },
    {
        "index": 4,
        "name": "Nilgiri Library",
        "latitude": "11.410738",
        "longitude": "76.702713",
        "excerpt": "This quaint little haven in a crumbling, earthy-red 1867 building houses more than 30,000 books, including rare titles on the Nilgiris and hill tribes,…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/nilgiri-library/a/poi-sig/1066426/356507",
        "image_url": null,
        "detail_description": "This quaint little haven in a crumbling, earthy-red 1867 building houses more than 30,000 books, including rare titles on the Nilgiris and hill tribes, and 19th-century British journals. Visitors can consult books in the reading room with a temporary one-month membership (₹500). Upstairs is a portrait of Queen Victoria presented to Ooty on her 1887 Golden Jubilee.\nThe library hosts the Ooty Literary Festival (www.ootylitfest.com) each September."
    },
    {
        "index": 2,
        "name": "Botanical Gardens",
        "latitude": "11.4175",
        "longitude": "76.710212",
        "excerpt": "Established in 1848, these pretty 22-hectare gardens are a living gallery of the Nilgiris' natural flora. Keep an eye out for a typical Toda mund (village…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/botanical-gardens/a/poi-sig/1155414/356507",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/487ac89e9e1b6bfcc142c30bc0d622c4-botanical-gardens.jpg",
        "detail_description": "Established in 1848, these pretty 22-hectare gardens are a living gallery of the Nilgiris' natural flora. Keep an eye out for a typical Toda mund (village), a fossilised tree trunk believed to be 20 million years old and, on busy days, around 20 million tourists.\n"
    },
    {
        "index": 3,
        "name": "Tribal Research Centre Museum",
        "latitude": "11.366954",
        "longitude": "76.662034",
        "excerpt": "If you're interested in the Nilgiris' tribal communities you'll love this slightly scruffy, erratically open museum, with its fascinating exhibits on…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/tribal-research-centre-museum/a/poi-sig/1155419/356507",
        "image_url": null,
        "detail_description": "If you're interested in the Nilgiris' tribal communities you'll love this slightly scruffy, erratically open museum, with its fascinating exhibits on Nilgiri and other Tamil Nadu tribal groups (including model huts) and its fantastic artefacts (like the skulls of buffalo sacrificed at Toda funerals). Detailed English-language descriptions are good. It's just southwest of Muthorai Palada (M Palada), 10km southwest of Ooty en route to Avalanche and served by frequent buses.\n"
    },
    {
        "index": 1,
        "name": "St Stephen’s Church",
        "latitude": "11.414408",
        "longitude": "76.702058",
        "excerpt": "Perched above Ooty's centre, immaculate pale-yellow St Stephen’s, built in 1829, is the Nilgiris' oldest church. It has lovely stained glass, huge wooden…",
        "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/st-stephen-s-church/a/poi-sig/478610/356507",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/9deeb7ac5f10ca677f8a29d46b6388e4-st-stephen-s-church.jpg",
        "detail_description": "Perched above Ooty's centre, immaculate pale-yellow St Stephen’s, built in 1829, is the Nilgiris' oldest church. It has lovely stained glass, huge wooden beams hauled by elephant from the palace of Tipu Sultan 120km away, and slabs and plaques donated by colonial-era churchgoers. In the overgrown cemetery you’ll find headstones commemorating many an Ooty Brit, including Ooty founder John Sullivan's wife and daughter.\n"
    }
]