[
    {
        "index": 5,
        "name": "LAMO",
        "latitude": "34.165513",
        "longitude": "77.58656",
        "excerpt": "This arts-media trust occupies an adjoining pair of 17th-century Ladakhi mansions, one of which was the home of the munshi (king's secretary) and thus one…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/lamo/a/poi-sig/1373547/356310",
        "image_url": null,
        "detail_description": "This arts-media trust occupies an adjoining pair of 17th-century Ladakhi mansions, one of which was the home of the munshi (king's secretary) and thus one of the finest homes of its era. Beautifully restored since 2006, it provides an interesting backdrop to often-fascinating art exhibitions, film screenings and author talks. A series of guided walking tours is being prepared.\nPersonalised 20-minute guided tours point out features you might otherwise miss, such as the window between the two households used to transfer embers when one's fire went out, a fragment of the now-lost city wall (in the colourful Bukhari room) and the false floor panel that covers a 1.5m-deep granary. In years gone by, a small child would be lowered in on a rope to access stored barley."
    },
    {
        "index": 4,
        "name": "Leh Old Town",
        "latitude": "34.165236",
        "longitude": "77.586297",
        "excerpt": "Behind Leh’s central Jamia Masjid, winding alleys and stairways burrow between and beneath a series of old mud-brick Ladakhi houses and eroded chortens…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/leh-old-town/a/poi-sig/1373548/356310",
        "image_url": null,
        "detail_description": "Behind Leh’s central Jamia Masjid, winding alleys and stairways burrow between and beneath a series of old mud-brick Ladakhi houses and eroded chortens. The alleys themselves are a large part of the attraction, but some buildings have been particularly well restored, notably the pair of 17th-century mansions now housing the interesting LAMO arts centre.\nTo get a taste, walk past the Dhyani Buddha–fronted building that houses Lala's Art Cafe, turn hard left on an easily missed passageway beside a rigsum gonbo (represented by a trio of yellow, white and blue mini-stupas) and tunnel under a building past a magenta door marked 'Chamba Gonba' (normally locked). Wind up a rocky slope to LAMO and beyond to the Old Town Cafe and the Leh Palace just above."
    },
    {
        "index": 2,
        "name": "Spituk Gompa",
        "latitude": "34.125501",
        "longitude": "77.526494",
        "excerpt": "Founded in the late 14th century as See-Thub (Exemplary) Monastery, impressive Spituk Gompa surveys the Sengye Tsangpo (Indus) Valley, with surreal views…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/spituk-gompa/a/poi-sig/1149925/356310",
        "image_url": null,
        "detail_description": "Founded in the late 14th century as See-Thub (Exemplary) Monastery, impressive Spituk Gompa surveys the Sengye Tsangpo (Indus) Valley, with surreal views of jets landing at Leh airport just below (it's a Buddhist plane-spotter's heaven!). It's worth climbing the exterior stairway to the three-tiered latho (spirit shrine) and gonkhang (protector chapel), which holds the monastery's guardian deities (women not allowed).\nInside the main monastery complex, the most eye-catching structure is the Skudung Lhakhang, with vaguely Chinese-looking up-turned corners to its gilt roof. The colourful old dukhang (Tibetan prayer hall) contains a distinctively yellow-hatted statue of Tsongkhapa (1357–1419), the founder of Gelukpa Buddhism. In the same room is a Tsepame statue that is said to have originated from Tsongkhapa’s nosebleed.The main upper Jokhang has an ornate golden-crowned statue of Jowo Sakyamuni that was said to have been brought from Lhasa after the Chinese invasion.Overlooking the car park is a tiny canteen serving tea and Ladakhi paba (pea-and-barley meal; ₹40) with tangtur curry.The monastery is around 5km from central Leh. The gompa has a festival in January, on the 26th to 28th of the 11th Ladakhi lunar month."
    },
    {
        "index": 3,
        "name": "Shanti Stupa",
        "latitude": "34.173952",
        "longitude": "77.574673",
        "excerpt": "Dominating Leh from a high, rocky ridge, this gigantic white spired pudding of a stupa was built between 1983 and 1991 by Japanese monks to promote world…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/shanti-stupa/a/poi-sig/1149777/356310",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/d4e244f050adee8af8ef3944f982ce65-shanti-stupa.jpg",
        "detail_description": "Dominating Leh from a high, rocky ridge, this gigantic white spired pudding of a stupa was built between 1983 and 1991 by Japanese monks to promote world peace. The views over Leh are superb.\nIdeally, make the breathless 15-minute climb up from Changspa when golden afternoon light still illuminates the city but the steps are already bathed in cooling shadow."
    },
    {
        "index": 1,
        "name": "Leh Palace",
        "latitude": "34.166051",
        "longitude": "77.58638",
        "excerpt": "Bearing a passing similarity to the Potala Palace in Lhasa (Tibet), this nine-storey dun-coloured edifice is Leh's dominant structure and architectural…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/leh-palace/a/poi-sig/1149774/356310",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-542315509_super.jpg",
        "detail_description": "Bearing a passing similarity to the Potala Palace in Lhasa (Tibet), this nine-storey dun-coloured edifice is Leh's dominant structure and architectural icon. It took shape under 17th-century king Singge Namgyal but has been essentially unoccupied since the Ladakhi royals were stripped of power and shuffled off to Stok in 1846. Today the sturdy walls enclose some photo exhibition spaces and a small prayer room, but the most enjoyable part of a visit is venturing to the uppermost rooftops for the view.\nInteresting structures ranged around the palace’s base include the prominent Namgyal Stupa, the colourfully muralled Chandazik Gompa and Soma Gompa, once home to the monastic printing press. Also nearby is the 1430 Chamba Lhakhang, with its colourful three-storey Buddha and medieval mural fragments. Don't count on any of these being open though."
    },
    {
        "index": 6,
        "name": "Tsemo Fort",
        "latitude": "34.167746",
        "longitude": "77.590359",
        "excerpt": "Visible from virtually everywhere in Leh, 16th-century Tsemo (Victory) Fort is a defining landmark that crowns the top of Palace Ridge, though there's…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/tsemo-fort/a/poi-sig/1149776/356310",
        "image_url": null,
        "detail_description": "Visible from virtually everywhere in Leh, 16th-century Tsemo (Victory) Fort is a defining landmark that crowns the top of Palace Ridge, though there's little to see inside apart from a tiny Buddhist shrine. Directly beneath, Tsemo Gompa consists of two little 15th-century temple buildings. One enshrines an 8m-tall gold-faced Maitreya. The other is an atmospheric gonkhang, home of protector deities.\nOn foot, getting here takes around 15 minutes on a steep path from Leh Palace or by a longer route of concreted zigzag steps from a series of photogenic stupas at Chubi. Road access is by a 3km loop from the polo ground, then a 600m dead end spur off the Nubra Rd."
    },
    {
        "index": 22,
        "name": "Chokhang Vihara",
        "latitude": "34.164339",
        "longitude": "77.584612",
        "excerpt": "With its coppiced willows, the large courtyard of this 20th-century temple offers an oasis of relatively meditative calm just steps from the bustle of…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/chokhang-vihara/a/poi-sig/449721/356310",
        "image_url": null,
        "detail_description": "With its coppiced willows, the large courtyard of this 20th-century temple offers an oasis of relatively meditative calm just steps from the bustle of Main Bazaar.\n"
    },
    {
        "index": 21,
        "name": "Guru Lhakhang",
        "latitude": "34.165844",
        "longitude": "77.585813",
        "excerpt": "Restored in 2004 but often locked, this 17th-century shrine to Padmasambhava sits on the edge of the Old Town palace ridge, directly below the palace and…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/guru-lhakhang/a/poi-sig/1378128/356310",
        "image_url": null,
        "detail_description": "Restored in 2004 but often locked, this 17th-century shrine to Padmasambhava sits on the edge of the Old Town palace ridge, directly below the palace and Namgyal Stupa.\n"
    },
    {
        "index": 20,
        "name": "Chandazik Gompa",
        "latitude": "34.165813",
        "longitude": "77.587788",
        "excerpt": "Till the 1950s, this temple was Leh's main Buddhist place of public worship. It features internal murals celebrating the pantheon of 1000 Buddhas, of…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/chandazik-gompa/a/poi-sig/1373546/356310",
        "image_url": null,
        "detail_description": "Till the 1950s, this temple was Leh's main Buddhist place of public worship. It features internal murals celebrating the pantheon of 1000 Buddhas, of which 996 are yet to be born.\n"
    },
    {
        "index": 18,
        "name": "Tsemo Gompa",
        "latitude": "34.167704",
        "longitude": "77.590127",
        "excerpt": "Namgyal Tsemo Gompa consists of two little 15th-century temple buildings directly beneath the Tsemo Fort ruins. One enshrines an 8m-tall gold-faced…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/tsemo-gompa/a/poi-sig/449731/356310",
        "image_url": null,
        "detail_description": "Namgyal Tsemo Gompa consists of two little 15th-century temple buildings directly beneath the Tsemo Fort ruins. One enshrines an 8m-tall gold-faced Maitreya, the other is a more atmospheric gonkhang, home of protector deities.\n"
    },
    {
        "index": 19,
        "name": "Maney Tsermo",
        "latitude": "34.162868",
        "longitude": "77.589008",
        "excerpt": "This group of ancient stupas is an old town landmark reached from the northeastern corner of the polo ground. Join the pilgrims on a kora (clockwise walk)…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/maney-tsermo/a/poi-sig/1378129/356310",
        "image_url": null,
        "detail_description": "This group of ancient stupas is an old town landmark reached from the northeastern corner of the polo ground. Join the pilgrims on a kora (clockwise walk) around their base.\n"
    },
    {
        "index": 17,
        "name": "Ladakh Rocks & Minerals Museum",
        "latitude": "34.173997",
        "longitude": "77.58487",
        "excerpt": "This sweet one-room museum outside Sankar Gompa presents labelled examples of Ladakh's geological curiosities, including a natural lingam (phallic image…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/ladakh-rocks-minerals-museum/a/poi-sig/1497678/356310",
        "image_url": null,
        "detail_description": "This sweet one-room museum outside Sankar Gompa presents labelled examples of Ladakh's geological curiosities, including a natural lingam (phallic image of Shiva), a fossilised dinosaur egg and a wiggly chunk of fulgurite 'lightening rock'.\n"
    },
    {
        "index": 16,
        "name": "Jamia Masjid",
        "latitude": "34.164916",
        "longitude": "77.585417",
        "excerpt": "In the heart of Leh's market area, the first mosque on this site was built in 1666–67, sealing a political agreement between Ladakh's then ruler Deldan…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/jamia-masjid/a/poi-sig/1378075/356310",
        "image_url": null,
        "detail_description": "In the heart of Leh's market area, the first mosque on this site was built in 1666–67, sealing a political agreement between Ladakh's then ruler Deldan Namgyal and the Mughal emperor Aurangzeb. It was enlarged and rebuilt in 2018. Men only inside.\n"
    },
    {
        "index": 15,
        "name": "Hall of Fame",
        "latitude": "34.139053",
        "longitude": "77.541107",
        "excerpt": "Two rooms of this extensive, well-presented museum look at Ladakhi history and culture. But mostly it commemorates the Indian Army's role in Ladakh, from…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/hall-of-fame/a/poi-sig/1149787/356310",
        "image_url": null,
        "detail_description": "Two rooms of this extensive, well-presented museum look at Ladakhi history and culture. But mostly it commemorates the Indian Army's role in Ladakh, from helping with cloudburst relief in 2010 to the high-altitude battles fought with Pakistan during the 20th century.\n"
    },
    {
        "index": 14,
        "name": "Gonpa Village",
        "latitude": "34.189423",
        "longitude": "77.589451",
        "excerpt": "Well off the radar of most visitors, this photogenic knot of traditional houses and minor Buddhist monuments 4km north of central Leh makes for a good…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/gonpa-village/a/poi-sig/1545609/356310",
        "image_url": null,
        "detail_description": "Well off the radar of most visitors, this photogenic knot of traditional houses and minor Buddhist monuments 4km north of central Leh makes for a good bike ride. There is a small gompa above the TV tower and a chorten on the cairn-speckled ridge-top above that. Views are excellent.\n"
    },
    {
        "index": 13,
        "name": "Gomang Stupa",
        "latitude": "34.171168",
        "longitude": "77.579403",
        "excerpt": "This large 9th-century whitewashed stupa rises in concentric serrated layers flanked by numerous chortens. The charming, shady setting retains a…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/gomang-stupa/a/poi-sig/449723/356310",
        "image_url": null,
        "detail_description": "This large 9th-century whitewashed stupa rises in concentric serrated layers flanked by numerous chortens. The charming, shady setting retains a refreshingly spiritual atmosphere and there are several carved stones nearby, including one life-sized Buddha standing beneath a concrete shelter to the north.\n"
    },
    {
        "index": 11,
        "name": "Tisseru Stupa",
        "latitude": "34.18167491",
        "longitude": "77.58395431",
        "excerpt": "Ladakh's largest stupa is unlike anything else in the region – a giant, bulky mud-brick structure that looks like a half-built ziggurat (stepped pyramid).",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/tisseru-stupa/a/poi-sig/1149779/356310",
        "image_url": null,
        "detail_description": "Ladakh's largest stupa is unlike anything else in the region – a giant, bulky mud-brick structure that looks like a half-built ziggurat (stepped pyramid).\nWere its interior staircases accessible rather than locked behind wooden doors, this 15th-century monument might be one of Leh's bigger attractions, but for now there's nothing to do here beyond clicking a photo in passing."
    },
    {
        "index": 12,
        "name": "Nezer Latho",
        "latitude": "34.160052",
        "longitude": "77.583672",
        "excerpt": "This mysterious whitewashed cube is the shrine of Leh’s guardian deity. While not much to see in itself, its rocky outcrop setting offers superb 360…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/nezer-latho/a/poi-sig/1372917/356310",
        "image_url": null,
        "detail_description": "This mysterious whitewashed cube is the shrine of Leh’s guardian deity. While not much to see in itself, its rocky outcrop setting offers superb 360-degree views over the city.\nAccess is via a stairway from the north, but recent road widening means the bottom steps are missing, requiring a short rocky scramble to get started."
    },
    {
        "index": 9,
        "name": "Sankar",
        "latitude": "34.173465",
        "longitude": "77.585042",
        "excerpt": "For a charming wander, follow canal streams in the captivating yet relatively accessible area around little Sankar Gompa and the one-room geological…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/sankar/a/poi-sig/1373536/356310",
        "image_url": null,
        "detail_description": "For a charming wander, follow canal streams in the captivating yet relatively accessible area around little Sankar Gompa and the one-room geological museum. From here continue west to the nearby 11th-century Tisseru Stupa, a bulky, partly restored mud-brick ruin that looks like a half-built ziggurat (stepped pyramid).\n"
    },
    {
        "index": 10,
        "name": "Sankar Gompa",
        "latitude": "34.173888",
        "longitude": "77.584568",
        "excerpt": "The timeless two-storey Sankar Gompa is Upper Leh's modest main monastery. It's a calming, meditative place, and the walk to reach it from Sankar Lane…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/sankar-gompa/a/poi-sig/449733/356310",
        "image_url": null,
        "detail_description": "The timeless two-storey Sankar Gompa is Upper Leh's modest main monastery. It's a calming, meditative place, and the walk to reach it from Sankar Lane takes you past a curious stupa-monument.\nThe small main prayer room features a portrait of Kushok Bakula Rinpoche (died 2004), Ladakh’s former Gelukpa head lama. His reincarnation, still a child, will eventually move to the gilt-roofed residence opposite the monastery."
    },
    {
        "index": 8,
        "name": "Chamba Lhakhang",
        "latitude": "34.16568",
        "longitude": "77.587187",
        "excerpt": "The early 15th-century Chamba Lhakhang was one of a trio of Maitreya ('future Buddha') temples built in Leh by King Draspa Bum-lde. The obvious…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/chamba-lhakhang/a/poi-sig/1378114/356310",
        "image_url": null,
        "detail_description": "The early 15th-century Chamba Lhakhang was one of a trio of Maitreya ('future Buddha') temples built in Leh by King Draspa Bum-lde. The obvious centrepiece is a colourful, oft-repainted three-storey Buddha. However, the more unique features are original medieval mural fragments between the inner and outer walls (look left as you enter).\nGetting in is a hit-and-miss affair. This is often one of the sights covered on an Old City Heritage Walk."
    },
    {
        "index": 7,
        "name": "Central Asian Museum",
        "latitude": "34.165263",
        "longitude": "77.58473",
        "excerpt": "One of Leh's most remarkable buildings, this tapered four-storey stone tower is a modern construction based on a historic Lhasa mansion and built on the…",
        "detail_url": "https://www.lonelyplanet.com/india/jammu-and-kashmir/leh/attractions/central-asian-museum/a/poi-sig/1373531/356310",
        "image_url": null,
        "detail_description": "One of Leh's most remarkable buildings, this tapered four-storey stone tower is a modern construction based on a historic Lhasa mansion and built on the site of an old caravan camp. The museum looks at Leh's role in Silk Road trade, with rooms focused on Ladakh, Chinese Turkestan and Tibet.\nThe museum hides in a courtyard that also contains Leh's oldest mosque and a traditionally styled Ladakhi show-kitchen where you can order lunch. Access is via the lane next to the SBI Bank ATM on Main Bazaar, or down the Chutey Rantak side alley lined with bakers and the 500-year old sacred tree known as the Datun Sahib."
    }
]