[
    {
        "index": 10,
        "name": "Dadasaheb Phalke Memorial",
        "latitude": "19.944346",
        "longitude": "73.748281",
        "excerpt": "The Dadasaheb Phalke Memorial is dedicated to the pioneering Indian movie producer of the same name.",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/dadasaheb-phalke-memorial/a/poi-sig/1149748/356393",
        "image_url": null,
        "detail_description": "The Dadasaheb Phalke Memorial is dedicated to the pioneering Indian movie producer of the same name.\n"
    },
    {
        "index": 9,
        "name": "Kala Rama Temple",
        "latitude": "20.006923",
        "longitude": "73.795252",
        "excerpt": "The city’s holiest shrine dates back to 1794 and contains unusual black stone representations of Rama, Sita and Lakshmana. Legend has it that it occupies…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/kala-rama-temple/a/poi-sig/1322148/356393",
        "image_url": null,
        "detail_description": "The city’s holiest shrine dates back to 1794 and contains unusual black stone representations of Rama, Sita and Lakshmana. Legend has it that it occupies the site where Lakshmana sliced off Surpanakha’s nose.\n"
    },
    {
        "index": 6,
        "name": "York Winery",
        "latitude": "20.012387",
        "longitude": "73.673887",
        "excerpt": "York Winery offers tours and wine-tasting sessions in a top-floor room that has scenic views of the lake and surrounding hills. Four reds, including its…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/york-winery/a/poi-sig/1293258/356393",
        "image_url": null,
        "detail_description": "York Winery offers tours and wine-tasting sessions in a top-floor room that has scenic views of the lake and surrounding hills. Four reds, including its flagship barrel-aged cab-shiraz, three whites, a rosé and two sparkling are produced. There’s a large garden, where Western snacks (olives, cheeses, ₹210) are offered, plus a restaurant (mains ₹380 to ₹1200).\nYou can also just pop in for a glass, which costs ₹150 to ₹320."
    },
    {
        "index": 8,
        "name": "Sita Gumpha",
        "latitude": "20.007891",
        "longitude": "73.796142",
        "excerpt": "Sita is said to have hidden in this cave-like temple while being assailed by the evil Ravana. You’ll have to stoop and shuffle your way into the cave as…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/sita-gumpha/a/poi-sig/1322147/356393",
        "image_url": null,
        "detail_description": "Sita is said to have hidden in this cave-like temple while being assailed by the evil Ravana. You’ll have to stoop and shuffle your way into the cave as the entrance is very narrow – claustrophobics should avoid it.\n"
    },
    {
        "index": 7,
        "name": "Chandon",
        "latitude": "20.189793",
        "longitude": "73.841171",
        "excerpt": "Nashik's newest winery is a world-class facility on meticulously manicured grounds that easily rank as Nashik's most peaceful and beautiful. Tastings…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/chandon/a/poi-sig/1552776/356393",
        "image_url": null,
        "detail_description": "Nashik's newest winery is a world-class facility on meticulously manicured grounds that easily rank as Nashik's most peaceful and beautiful. Tastings feature India's leading sparkling wines, Chandon Brut (Chenin Blanc/Chardonnay/PinotNoir) and Brut Rosé (Shiraz/Pinot Noir). Sip your bubbly in the upscale contemporary lounge, wine gallery or on the tremendously picturesque terrace. It's 26km north of Nashik.\n"
    },
    {
        "index": 2,
        "name": "Sula Vineyards",
        "latitude": "20.007145",
        "longitude": "73.686762",
        "excerpt": "Sula Vineyards, located 15km west of Nashik, commands around 65% of the Indian wine market. It offers a slick, professional tour (around 45 minutes) of…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/sula-vineyards/a/poi-sig/1149742/356393",
        "image_url": null,
        "detail_description": "Sula Vineyards, located 15km west of Nashik, commands around 65% of the Indian wine market. It offers a slick, professional tour (around 45 minutes) of its impressive estate and high-tech facilities, which are steeped in eco-friendly policies (harvested rainwater, solar panelling, drip irrigation), rounded off with themed six wine-tasting sessions like Beat the Heat (all whites and sparkling) and Best of Sula (features its best drops, including two from its top-end Rasa line). Try their latest, a Lambrusco-like sparkling shiraz.\nThe tasting patio here has commanding views of the countryside (though only snacks are sold and it does get very busy); for meals, the on-site Italian restaurant Little Italy is recommended. The new 31-room resort occupies the converted facilities of the original winery and its gorgeous Beyond by Sula is off property a few kilometres away. The vineyard has introduced a recoupable ₹100 entry fee in place to thin the herds."
    },
    {
        "index": 4,
        "name": "Soma Vine Village",
        "latitude": "20.006822",
        "longitude": "73.662214",
        "excerpt": "Soma Vine Village, 17km west of the city centre, is one of Nashik's newer wineries and offers 45-minute tours that end in a sampling plucked from its 11…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/soma-vine-village/a/poi-sig/1552774/356393",
        "image_url": null,
        "detail_description": "Soma Vine Village, 17km west of the city centre, is one of Nashik's newer wineries and offers 45-minute tours that end in a sampling plucked from its 11-wine roster, including its award-winning Chenin Blanc Gold and the rosé dessert wine, also excellent.\nThe on-site resort is a great place to tuck away with a bottle for the night amid beautiful vineyard and backwater views. If you got the dosh for a villa, you'll certainly be living a wine-fuelled high life."
    },
    {
        "index": 5,
        "name": "Pandav Leni",
        "latitude": "19.941211",
        "longitude": "73.748555",
        "excerpt": "Dating from the 1st century BC to the 2nd century AD, the 24 early Buddhist caves of Pandav Leni are located about 8km south of Nashik along the Mumbai…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/pandav-leni/a/poi-sig/1149165/356393",
        "image_url": null,
        "detail_description": "Dating from the 1st century BC to the 2nd century AD, the 24 early Buddhist caves of Pandav Leni are located about 8km south of Nashik along the Mumbai road. There’s a steep, 20-minute hike separating the caves from the highway. Caves 19 and 23 have some interesting carvings; the rest are virtually empty and of limited interest to the lay person. Some caves bear animal figures and dice boards once engraved into the stone floors by resident monks.\n"
    },
    {
        "index": 3,
        "name": "Grover Zampa",
        "latitude": "19.839383",
        "longitude": "73.626015",
        "excerpt": "Indian wine pioneers first produced juice with imported French vines at their Karnataka estate in 1982. Today it's easily India's most lauded winery (113…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/grover-zampa/a/poi-sig/1553065/356393",
        "image_url": null,
        "detail_description": "Indian wine pioneers first produced juice with imported French vines at their Karnataka estate in 1982. Today it's easily India's most lauded winery (113 international awards since 2012). Tours and tastings at its Nashik estate, 53km southwest of the city, take place in an atmospheric cave.\nThe Soireé Brut Rosé and top-end Chêne Grand Réserve Tempranillo-Shiraz are fantastic, the latter sure to hold its own in blind tastings among far more heralded wine areas. At time of writing, work had started on a dramatic eco-wine resort featuring stylish A-frame glass tented accommodation, which will pepper the hillside above."
    },
    {
        "index": 1,
        "name": "Ramkund",
        "latitude": "20.008093",
        "longitude": "73.792419",
        "excerpt": "This sacred River Godavari bathing ghat in the heart of Nashik’s old quarter, a Kumbh Mela venue, sees hundreds of Hindu pilgrims arriving daily to bathe,…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/ramkund/a/poi-sig/1293289/356393",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148701497_high.jpg",
        "detail_description": "This sacred River Godavari bathing ghat in the heart of Nashik’s old quarter, a Kumbh Mela venue, sees hundreds of Hindu pilgrims arriving daily to bathe, pray and – because the waters provide moksha (liberation of the soul) – to immerse the ashes of departed friends and family. There's an adjacent market that adds to the alluring and fascinating scene.\nTourists are welcome in the temples that are located on surrounding banks."
    }
]