[
    {
        "index": 9,
        "name": "Jangali Maharaj Temple",
        "latitude": "18.526828",
        "longitude": "73.850055",
        "excerpt": "Adjacent to the Pataleshvara Cave Temple is the Jangali Maharaj Temple, dedicated to a Hindu ascetic who died here in 1818.",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/jangali-maharaj-temple/a/poi-sig/478776/356404",
        "image_url": null,
        "detail_description": "Adjacent to the Pataleshvara Cave Temple is the Jangali Maharaj Temple, dedicated to a Hindu ascetic who died here in 1818.\n"
    },
    {
        "index": 7,
        "name": "Osho Teerth Gardens",
        "latitude": "18.536338915358",
        "longitude": "73.890974521637",
        "excerpt": "The 5-hectare Osho Teerth Gardens are a verdant escape from urban living with giant bamboo, jogging trails, a gurgling brook and smooching couples. You…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/osho-teerth-gardens/a/poi-sig/478780/356404",
        "image_url": null,
        "detail_description": "The 5-hectare Osho Teerth Gardens are a verdant escape from urban living with giant bamboo, jogging trails, a gurgling brook and smooching couples. You don’t have to be an Osho member – they’re accessible to all.\n"
    },
    {
        "index": 8,
        "name": "Pataleshvara Cave Temple",
        "latitude": "18.526746",
        "longitude": "73.849593",
        "excerpt": "The curious rock-cut Pataleshvara Cave Temple is a small and unfinished (though actively used) 8th-century temple, similar in style to the grander caves…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/pataleshvara-cave-temple/a/poi-sig/1149687/356404",
        "image_url": null,
        "detail_description": "The curious rock-cut Pataleshvara Cave Temple is a small and unfinished (though actively used) 8th-century temple, similar in style to the grander caves at Elephanta Island.\n"
    },
    {
        "index": 6,
        "name": "Gandhi National Memorial",
        "latitude": "18.552532",
        "longitude": "73.901768",
        "excerpt": "You can peer into the room where the Mahatma Ghandi used to stay as well as gawk at photos and paintings representing moments in his extraordinary life at…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/gandhi-national-memorial/a/poi-sig/1380746/356404",
        "image_url": null,
        "detail_description": "You can peer into the room where the Mahatma Ghandi used to stay as well as gawk at photos and paintings representing moments in his extraordinary life at the Gandhi National Memorial, which is located inside the Aga Khan Palace.\n"
    },
    {
        "index": 5,
        "name": "Tribal Cultural Museum",
        "latitude": "18.529768",
        "longitude": "73.885739",
        "excerpt": "About 1.5km east of the train station, this small museum showcases artefacts (jewellery, utensils, musical instruments, even black-magic accessories) from…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/tribal-cultural-museum/a/poi-sig/1149688/356404",
        "image_url": null,
        "detail_description": "About 1.5km east of the train station, this small museum showcases artefacts (jewellery, utensils, musical instruments, even black-magic accessories) from remote tribal belts. Highlights include some demonic-looking papier-mâché festival masks and superb monochrome Warli paintings.\n"
    },
    {
        "index": 4,
        "name": "Shaniwar Wada",
        "latitude": "18.51942484",
        "longitude": "73.85531317",
        "excerpt": "The remains of this fortressed palace of the Peshwa rulers are located in the old part of the city. Built in 1732, Shaniwar Wada was destroyed by a fire…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/shaniwar-wada/a/poi-sig/1149686/356404",
        "image_url": null,
        "detail_description": "The remains of this fortressed palace of the Peshwa rulers are located in the old part of the city. Built in 1732, Shaniwar Wada was destroyed by a fire in 1828, but the massive walls and ramparts remain, as does a mighty fortified gateway.\nOn Wednesday to Monday evenings there’s a 40-minute sound-and-light show at 7pm (Marathi) and 8pm (Hindi), but not in English."
    },
    {
        "index": 2,
        "name": "Raja Dinkar Kelkar Museum",
        "latitude": "18.510774",
        "longitude": "73.854486",
        "excerpt": "An oddball of a museum that’s one of Pune’s true delights, housing only a fraction of the 20,000-odd objects of Indian daily life painstakingly collected…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/raja-dinkar-kelkar-museum/a/poi-sig/478786/356404",
        "image_url": null,
        "detail_description": "An oddball of a museum that’s one of Pune’s true delights, housing only a fraction of the 20,000-odd objects of Indian daily life painstakingly collected by Dinkar Kelkar (who died in 1990). The quirky pan-Indian collection includes hundreds of hookah pipes, writing instruments, lamps, textiles, toys, entire doors and windows, kitchen utensils, furniture, puppets, ivory playing cards and betel-nut cutters.\nThere's also an amazing gallery of musical instruments, including peacock sitars."
    },
    {
        "index": 3,
        "name": "Aga Khan Palace",
        "latitude": "18.552339",
        "longitude": "73.90151",
        "excerpt": "The grand Aga Khan Palace is set in a peaceful wooded 6.5-hectare plot northeast of the centre. Built in 1892 by Sultan Aga Khan III, this graceful…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/aga-khan-palace/a/poi-sig/478772/356404",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-93466728_high.jpg",
        "detail_description": "The grand Aga Khan Palace is set in a peaceful wooded 6.5-hectare plot northeast of the centre. Built in 1892 by Sultan Aga Khan III, this graceful building was where Mahatma Gandhi and other prominent nationalist leaders were interned by the British following Gandhi’s Quit India campaign in 1942.\nThe main palace now houses the Gandhi National Memorial where you can peek into the room where the Mahatma used to stay. Photos and paintings exhibit moments in his extraordinary life. Both Kasturba Gandhi, the Mahatma’s wife, and Mahadeobhai Desai, his secretary for 35 years, died here in confinement. You’ll find their shrines (containing their ashes) in a quiet garden to the rear."
    },
    {
        "index": 1,
        "name": "Joshi's Museum of Miniature Railway",
        "latitude": "18.501689",
        "longitude": "73.822246",
        "excerpt": "Inside the small Soudamini Instruments factory in eastern Pune is what is claimed to be India's only miniature city, the lifelong obsession of model train…",
        "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/joshi-s-museum-of-miniature-railway/a/poi-sig/1551298/356404",
        "image_url": null,
        "detail_description": "Inside the small Soudamini Instruments factory in eastern Pune is what is claimed to be India's only miniature city, the lifelong obsession of model train enthusiast Bhau Joshi. In short, it's one of the world's great model train layouts, a detailed, fully functional and passionate display of mechanical and engineering wow.\nIt's the stuff of childhood dreams (and many adults, frankly). It features 65 signals, 26 points, fences, lamp posts and flyovers, a swimming pool, circus fairground (with roller coaster), drive-in theatre and dual carriageway with moving vehicles, among other bells and whistles, all controlled by a panel boasting 5km of wiring."
    }
]