[
    {
        "index": 1,
        "name": "Capitol Complex",
        "latitude": "30.75858",
        "longitude": "76.803339",
        "excerpt": "At the epicentre of Le Corbusier’s planned city are the imposing concrete High Court, Secretariat and Vidhan Sabha, shared by the states of Punjab and…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/capitol-complex/a/poi-sig/1294319/356443",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-549426937_master.jpg",
        "detail_description": "At the epicentre of Le Corbusier’s planned city are the imposing concrete High Court, Secretariat and Vidhan Sabha, shared by the states of Punjab and Haryana. All three are classic pieces of 1950s architecture from the proto-brutalist school, with bold geometric lines and vast sweeps of moulded concrete. You can't visit the complex on your own; you must be part of one of the three group tours (10am, noon and 3pm; 1½ hours; free) that are run daily.\nRegister with your passport at the High Court Tourist Office 15 minutes before your tour starts. At weekends the tours don't enter any of the buildings, but just tour the grounds.The tours include a visit to Le Corbusier’s unmistakably mid-century Open Hand sculpture, the city’s official emblem, signifying that the people of Chandigarh are always ‘open to give, open to receive’. On the approach road to the High Court, the small High Court Museum displays assorted judicial memorabilia including original Le Corbusier sketches, a signed copy of the Indian constitution and several pieces of evidence from notable court cases, including handcuffs worn by Nathuram Godse, Mahatma Gandhi’s assassin. Like the sculpture, this can be visited unaccompanied."
    },
    {
        "index": 19,
        "name": "Terraced Garden",
        "latitude": "30.713485542508",
        "longitude": "76.771731376648",
        "excerpt": "The Terraced Garden draws locals with its seasonal flower shows and musical fountain sessions in the evenings.",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/terraced-garden/a/poi-sig/477908/356443",
        "image_url": null,
        "detail_description": "The Terraced Garden draws locals with its seasonal flower shows and musical fountain sessions in the evenings.\n"
    },
    {
        "index": 18,
        "name": "Garden of Fragrance",
        "latitude": "30.733333",
        "longitude": "76.759608",
        "excerpt": "Away from the town centre, the Garden of Fragrance has sweet-scented flower varieties such as jasmine and damask rose.",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/garden-of-fragrance/a/poi-sig/477898/356443",
        "image_url": null,
        "detail_description": "Away from the town centre, the Garden of Fragrance has sweet-scented flower varieties such as jasmine and damask rose.\n"
    },
    {
        "index": 17,
        "name": "Rose Garden",
        "latitude": "30.745892965756",
        "longitude": "76.782159805298",
        "excerpt": "The most pleasant of the parks and gardens that dot Chandigarh is perhaps the Rose Garden, which contains over 1500 rose varieties.",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/rose-garden/a/poi-sig/477906/356443",
        "image_url": null,
        "detail_description": "The most pleasant of the parks and gardens that dot Chandigarh is perhaps the Rose Garden, which contains over 1500 rose varieties.\n"
    },
    {
        "index": 16,
        "name": "Bougainvillea Garden",
        "latitude": "30.75897825",
        "longitude": "76.79682176",
        "excerpt": "Home to an overwhelming population of bougainvilleas, the eponymous Bougainvillea Garden has a thought-provoking memorial to Indian soldiers killed in…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/bougainvillea-garden/a/poi-sig/1150666/356443",
        "image_url": null,
        "detail_description": "Home to an overwhelming population of bougainvilleas, the eponymous Bougainvillea Garden has a thought-provoking memorial to Indian soldiers killed in cross-border conflicts since Independence.\n"
    },
    {
        "index": 15,
        "name": "Pinjore Gardens",
        "latitude": "30.794327",
        "longitude": "76.915176",
        "excerpt": "The beautifully restored, 17th-century Mughal-era Pinjore Gardens, on the edge of the small town of Pinjore, are built on seven levels with water features…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/pinjore-gardens/a/poi-sig/1150708/356443",
        "image_url": null,
        "detail_description": "The beautifully restored, 17th-century Mughal-era Pinjore Gardens, on the edge of the small town of Pinjore, are built on seven levels with water features and serene views of the Shivalik Hills.\n"
    },
    {
        "index": 14,
        "name": "Vidhan Sabha",
        "latitude": "30.760866",
        "longitude": "76.803617",
        "excerpt": "This architectural masterpiece by Le Corbusier is home to the state legislative assemblies of Punjab and Haryana. Tourists can only visit as part of their…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/vidhan-sabha/a/poi-sig/1337900/356443",
        "image_url": null,
        "detail_description": "This architectural masterpiece by Le Corbusier is home to the state legislative assemblies of Punjab and Haryana. Tourists can only visit as part of their tour of the Capitol Complex.\n"
    },
    {
        "index": 13,
        "name": "National Gallery of Portraits",
        "latitude": "30.740470968838",
        "longitude": "76.784466505051",
        "excerpt": "Located behind the State Library, this government-maintained gallery is home to photos and paintings illustrating key players and events in the struggle…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/national-gallery-of-portraits/a/poi-sig/477902/356443",
        "image_url": null,
        "detail_description": "Located behind the State Library, this government-maintained gallery is home to photos and paintings illustrating key players and events in the struggle for India's independence. There are free guided tours of the gallery in English at 11am and 3pm.\n"
    },
    {
        "index": 11,
        "name": "Open Hand Sculpture",
        "latitude": "30.757916",
        "longitude": "76.807051",
        "excerpt": "The tour of the Capitol Complex includes a visit to Le Corbusier’s unmistakably mid-century Open Hand sculpture, the city’s official emblem, signifying…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/open-hand-sculpture/a/poi-sig/1337898/356443",
        "image_url": null,
        "detail_description": "The tour of the Capitol Complex includes a visit to Le Corbusier’s unmistakably mid-century Open Hand sculpture, the city’s official emblem, signifying that the people of Chandigarh are always ‘open to give, open to receive’.\n"
    },
    {
        "index": 12,
        "name": "Secretariat",
        "latitude": "30.761539",
        "longitude": "76.801375",
        "excerpt": "One of the three definitive superstructures within Chandigarh's main administrative zone, the Secretariat Building is one of Le Corbusier's masterpieces…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/secretariat/a/poi-sig/1337899/356443",
        "image_url": null,
        "detail_description": "One of the three definitive superstructures within Chandigarh's main administrative zone, the Secretariat Building is one of Le Corbusier's masterpieces. Tourists can only visit as part of their tour of the Capitol Complex.\n"
    },
    {
        "index": 9,
        "name": "Chandigarh Architecture Museum",
        "latitude": "30.748069",
        "longitude": "76.786655",
        "excerpt": "Using photos, letters, models, newspaper reports and architectural drawings, this museum tells the story of Chandigarh’s planning and development,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/chandigarh-architecture-museum/a/poi-sig/1150664/356443",
        "image_url": null,
        "detail_description": "Using photos, letters, models, newspaper reports and architectural drawings, this museum tells the story of Chandigarh’s planning and development, including the abandoned first plan for Chandigarh by Albert Mayer and Matthew Nowicki. It's one of the main buildings within Chandigarh's museum complex, though demands a separate ticket from the other two museums.\n"
    },
    {
        "index": 10,
        "name": "Natural History Museum",
        "latitude": "30.748106",
        "longitude": "76.785893",
        "excerpt": "This place is a must-visit for those travelling with children, and has exhibits featuring fossils, model dinosaurs, exquisite hand-embroidered pictures of…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/natural-history-museum/a/poi-sig/477904/356443",
        "image_url": null,
        "detail_description": "This place is a must-visit for those travelling with children, and has exhibits featuring fossils, model dinosaurs, exquisite hand-embroidered pictures of birds and a diorama with a caveman using an electric torch to illuminate his cave art! The ₹10 ticket also covers entrance to the Government Museum &amp; Art Gallery.\n"
    },
    {
        "index": 8,
        "name": "Bhima Devi Temple",
        "latitude": "30.796954",
        "longitude": "76.914983",
        "excerpt": "The ruins of the 10th-century Bhima Devi Temple comprise broken pillars, statuettes and friezes (including some Khajuraho-esque erotic carvings) scattered…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/bhima-devi-temple/a/poi-sig/1354970/356443",
        "image_url": null,
        "detail_description": "The ruins of the 10th-century Bhima Devi Temple comprise broken pillars, statuettes and friezes (including some Khajuraho-esque erotic carvings) scattered around a pleasant shaded garden. The temple is thought to have been torn down when the Pinjore Gardens were originally constructed. To get here, turn left as you exit Pinjore Gardens and walk past the water park.\n"
    },
    {
        "index": 7,
        "name": "Sukhna Lake",
        "latitude": "30.74427",
        "longitude": "76.812029",
        "excerpt": "Fulfilling the leisure objective of Le Corbusier’s urban master plan, this landmark artificial lake is a popular rest and recreation stop for Chandigarh's…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/sukhna-lake/a/poi-sig/1294312/356443",
        "image_url": null,
        "detail_description": "Fulfilling the leisure objective of Le Corbusier’s urban master plan, this landmark artificial lake is a popular rest and recreation stop for Chandigarh's resident families. It has ornamental gardens, a children’s fairground, places to eat and drink, and pedal boats to hire for leisure rides on the still waters of the lake.\n"
    },
    {
        "index": 6,
        "name": "High Court Museum",
        "latitude": "30.755703",
        "longitude": "76.805356",
        "excerpt": "On the approach road to the High Court, the small High Court Museum displays assorted judicial memorabilia including original Le Corbusier sketches, a…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/high-court-museum/a/poi-sig/1294318/356443",
        "image_url": null,
        "detail_description": "On the approach road to the High Court, the small High Court Museum displays assorted judicial memorabilia including original Le Corbusier sketches, a signed copy of the Indian constitution and several pieces of evidence from notable court cases, including handcuffs worn by Nathuram Godse, Mahatma Gandhi’s assassin. Unlike the rest of the Capitol complex, the museum can be visited independently.\n"
    },
    {
        "index": 4,
        "name": "Le Corbusier Centre",
        "latitude": "30.730438",
        "longitude": "76.799755",
        "excerpt": "One for fans of 20th-century avant-garde architecture and design, this fascinating museum displays documents, sketches and photos of Le Corbusier, along…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/le-corbusier-centre/a/poi-sig/1150665/356443",
        "image_url": null,
        "detail_description": "One for fans of 20th-century avant-garde architecture and design, this fascinating museum displays documents, sketches and photos of Le Corbusier, along with letters revealing the politics behind the Chandigarh project, including one from Jawaharlal Nehru to the Punjab Chief Minister recommending Corbusier for the project. Also interesting are some sketches, paintings and a model for a proposed Governor's House that was eventually rejected because Nehru found it too extravagant.\n"
    },
    {
        "index": 5,
        "name": "High Court",
        "latitude": "30.75681",
        "longitude": "76.806622",
        "excerpt": "The High Court is one of Chandigarh's most iconic buildings from the Le Corbusier era. Executed in reinforced concrete, the massive avant-garde structure…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/high-court/a/poi-sig/1337897/356443",
        "image_url": null,
        "detail_description": "The High Court is one of Chandigarh's most iconic buildings from the Le Corbusier era. Executed in reinforced concrete, the massive avant-garde structure has three columns painted in red, yellow and green flanking its main portico. The roof is vaulted and features futuristic flutings, while the building is fronted by reflective water bodies. Note, you can only visit this during your tour of the Capitol Complex.\n"
    },
    {
        "index": 3,
        "name": "Government Museum & Art Gallery",
        "latitude": "30.748807",
        "longitude": "76.787074",
        "excerpt": "You’ll find a fine collection of artworks and treasures at this impressive state museum, including trippy paintings of the Himalaya by Russian artist…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/government-museum-art-gallery/a/poi-sig/477900/356443",
        "image_url": null,
        "detail_description": "You’ll find a fine collection of artworks and treasures at this impressive state museum, including trippy paintings of the Himalaya by Russian artist Nicholas Roerich, elegant carvings from the Buddhist Ghandara civilisation, phulkari (embroidery work) and Sobha Singh’s much-reproduced portrait of Guru Gobind Singh. At one end, through a separate entrance, is the Child Art Gallery, with colourful artworks from local schoolchildren. The ₹10 ticket covers entrance to the Government Museum &amp; Art Gallery and the Natural History Museum.\n"
    },
    {
        "index": 2,
        "name": "Nek Chand Rock Garden",
        "latitude": "30.752781",
        "longitude": "76.805366",
        "excerpt": "Chandigarh's Rock Garden is unique: it's the surreal fantasy of the much-missed Nek Chand (1924–2015), a local transport official who, starting in 1957,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/nek-chand-rock-garden/a/poi-sig/1150662/356443",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-181001607_master.jpg",
        "detail_description": "Chandigarh's Rock Garden is unique: it's the surreal fantasy of the much-missed Nek Chand (1924–2015), a local transport official who, starting in 1957, spent almost 20 years personally creating more than 2000 sculptures using stones, debris and other discarded junk that was left over from the 50-odd villages destroyed in order to build the city of Chandigarh. Today, entering this fantastical, 7-hectare (18-acre) sculpture garden is like falling down a rabbit hole into the labyrinthine interior of one man’s imagination.\nMaterials used in the construction of the garden range from concrete and steel drums to light switches, broken bathroom sinks, terracotta scrap and bicycle frames. Highlights include a legion of dancing girls made from broken glass bangles and a graceful arcade of towering arches with dangling rope swings. Nek Chand worked at night to begin with, to keep his eccentric masterpiece from the prying eyes of the city authorities, before they eventually realised the worth of his project and came on board, helping him to expand the site to its current proportions. Visit the website for more on the Nek Chand story."
    }
]