[
    {
        "index": 1,
        "name": "Golden Temple",
        "latitude": "31.619949",
        "longitude": "74.876547",
        "excerpt": "The legendary Golden Temple is actually just a small part of this huge gurdwara complex, known to Sikhs as Harmandir Sahib. Spiritually, the focus of…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/golden-temple/a/poi-sig/1150764/356445",
        "image_url": "https://lp-cms-production.imgix.net/2020-12/shutterstock_113848504Unidentifiable%20Sikh%20Nihang%20warrior%20meditating%20at%20Seekh%20temple%20Golden%20Temple%20%28Harmandir%20Sahib%29.%20Amritsar%2C%20India.jpg",
        "detail_description": "The legendary Golden Temple is actually just a small part of this huge gurdwara complex, known to Sikhs as Harmandir Sahib. Spiritually, the focus of attention is the tank that surrounds the gleaming central shrine – the Amrit Sarovar, from which Amritsar takes its name, excavated by the fourth Sikh guru, Ram Das, in 1577. Ringed by a marble walkway, the tank is said to have healing powers, and pilgrims come from across the world to bathe in its sacred waters.\nFloating at the end of a long causeway, the Golden Temple itself is a mesmerising blend of Hindu and Islamic architectural styles, with an elegant marble lower level adorned with flower and animal motifs in pietra dura work (as seen on the Taj Mahal). Above this rises a shimmering second level, encased in intricately engraved gold panels, and topped by a dome gilded with 750kg of gold. In the gleaming inner sanctum (photography prohibited), priests and musicians keep up a continuous chant from the Guru Granth Sahib (the Sikh holy book), adding to the already intense atmosphere. Given the never-ending beeline of devotees, you will likely only get a few minutes within the sanctum before you are gently urged to exit and make way for other devotees. Entry and exit are both via the causeway.The Guru Granth Sahib is installed in the temple every morning and returned at night to the Akal Takhat, the temporal seat of the Khalsa brotherhood. The ceremony takes place at 5am and 9.30pm in winter, and 4am and 10.30pm in summer. Inside the Akal Takhat, you can view a collection of sacred Sikh weapons. The building was heavily damaged when it was stormed by the Indian army during Operation Blue Star in 1984. It was repaired by the government but Sikhs refused to use the tainted building and rebuilt the tower from scratch.More shrines and monuments are dotted around the edge of the compound. Inside the main entrance clock tower, the Sikh Museum shows the persecution suffered by the Sikhs at the hands of Mughals, the British and Indira Gandhi. At the southeast end of the tank is the Ramgarhia Bunga, a protective fortress topped by two Islamic-style minarets; inside is a stone slab once used for Mughal coronations, but which was seized from Delhi by Sikh forces in 1783."
    },
    {
        "index": 19,
        "name": "Gandhi Gate",
        "latitude": "31.631241",
        "longitude": "74.874358",
        "excerpt": "This imposing red sandstone gate stands on the main approach into Amritsar's old city.",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/gandhi-gate/a/poi-sig/1358832/356445",
        "image_url": null,
        "detail_description": "This imposing red sandstone gate stands on the main approach into Amritsar's old city.\n"
    },
    {
        "index": 18,
        "name": "Fuwara Chowk",
        "latitude": "31.62375",
        "longitude": "74.879562",
        "excerpt": "Close to the Golden Temple, this is where taxis often drop you. The crossroads are dominated by a giant wedding-cake sculpture that honours Sikh heroes.",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/fuwara-chowk/a/poi-sig/1504465/356445",
        "image_url": null,
        "detail_description": "Close to the Golden Temple, this is where taxis often drop you. The crossroads are dominated by a giant wedding-cake sculpture that honours Sikh heroes.\n"
    },
    {
        "index": 17,
        "name": "Sikh Museum",
        "latitude": "31.620543",
        "longitude": "74.877223",
        "excerpt": "Inside the main entrance clock tower of the Golden Temple Complex, the Sikh Museum shows the persecution suffered by the Sikhs at the hands of Mughals,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/sikh-museum/a/poi-sig/1150765/356445",
        "image_url": null,
        "detail_description": "Inside the main entrance clock tower of the Golden Temple Complex, the Sikh Museum shows the persecution suffered by the Sikhs at the hands of Mughals, the British and Indira Gandhi.\n"
    },
    {
        "index": 16,
        "name": "Ramgarhia Bunga",
        "latitude": "31.619812",
        "longitude": "74.877598",
        "excerpt": "At the east end of the Amrit Sarovar tank is the Ramgarhia Bunga, a protective fortress topped by two Islamic-style minarets; inside is a stone slab once…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/ramgarhia-bunga/a/poi-sig/1357564/356445",
        "image_url": null,
        "detail_description": "At the east end of the Amrit Sarovar tank is the Ramgarhia Bunga, a protective fortress topped by two Islamic-style minarets; inside is a stone slab once used for Mughal coronations, seized from Delhi by Sikh forces in 1783.\n"
    },
    {
        "index": 15,
        "name": "Summer Palace",
        "latitude": "31.637781",
        "longitude": "74.878821",
        "excerpt": "In the heart of Ram Bagh, you'll find the summer palace of the former maharaja, in commission between 1818 and 1837. It's a modest structure in comparison…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/summer-palace/a/poi-sig/1357568/356445",
        "image_url": null,
        "detail_description": "In the heart of Ram Bagh, you'll find the summer palace of the former maharaja, in commission between 1818 and 1837. It's a modest structure in comparison to some of India's other palaces but a very atmospheric building nonetheless.\n"
    },
    {
        "index": 14,
        "name": "Ram Tirath Temple",
        "latitude": "31.676137",
        "longitude": "74.756036",
        "excerpt": "Around 13km west of Amritsar, it’s in the vicinity of this Hindu temple that the hermit Valmiki is believed to have worked on the Ramayana. It’s also said…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/ram-tirath-temple/a/poi-sig/1150770/356445",
        "image_url": null,
        "detail_description": "Around 13km west of Amritsar, it’s in the vicinity of this Hindu temple that the hermit Valmiki is believed to have worked on the Ramayana. It’s also said to be the area where Lord Rama’s two sons, Luv and Kush, were born. To visit, you can hire a return autorickshaw from town for about ₹300. A pre-paid taxi costs ₹1000.\n"
    },
    {
        "index": 13,
        "name": "Sri Durgiana Temple",
        "latitude": "31.62719816",
        "longitude": "74.8674112",
        "excerpt": "Dedicated to the goddess Durga, this modern Hindu temple was built in 1921 in the architectural style of the Golden Temple. Surrounded by a holy water…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/sri-durgiana-temple/a/poi-sig/1150769/356445",
        "image_url": null,
        "detail_description": "Dedicated to the goddess Durga, this modern Hindu temple was built in 1921 in the architectural style of the Golden Temple. Surrounded by a holy water tank, it’s often called the Silver Temple because of its exquisitely engraved silver doors. Soothing bhajans (devotional songs) are sung here just after the temple opens and just before it closes.\n"
    },
    {
        "index": 12,
        "name": "Maharaja Ranjit Singh Panorama",
        "latitude": "31.640375",
        "longitude": "74.876611",
        "excerpt": "Located in the northwest corner of Ram Bagh, this museum is dedicated to Maharaja Ranjit Singh, the ‘Lion of Punjab’ (1780–1839), who founded the Sikh…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/maharaja-ranjit-singh-panorama/a/poi-sig/1150767/356445",
        "image_url": null,
        "detail_description": "Located in the northwest corner of Ram Bagh, this museum is dedicated to Maharaja Ranjit Singh, the ‘Lion of Punjab’ (1780–1839), who founded the Sikh empire wresting large areas of northwest India from the Mughals. A vast diorama depicts the maharaja’s greatest battles, complete with booming battle cries and other sound effects. Cameras and shoes are not permitted inside.\n"
    },
    {
        "index": 10,
        "name": "Khalsa College",
        "latitude": "31.632447",
        "longitude": "74.835777",
        "excerpt": "This vast, sprawling castle of a college, on your right as you head west of town along GT Rd, was founded in 1890 to educate the cream of Punjabi society…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/khalsa-college/a/poi-sig/1357291/356445",
        "image_url": null,
        "detail_description": "This vast, sprawling castle of a college, on your right as you head west of town along GT Rd, was founded in 1890 to educate the cream of Punjabi society. It’s a glorious example of the Indo-Saracenic style of architecture, with an imposing domed red-sandstone facade fronted by grassy fields. You can't enter the academic and administrative wings of the college, but exploring the campus is okay.\n"
    },
    {
        "index": 11,
        "name": "Amrit Sarovar",
        "latitude": "31.61941",
        "longitude": "74.876676",
        "excerpt": "Spiritually, the focus of attention within the Golden Temple Complex is the tank that surrounds the gleaming central shrine. Known as the Amrit Sarovar,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/amrit-sarovar/a/poi-sig/1357563/356445",
        "image_url": null,
        "detail_description": "Spiritually, the focus of attention within the Golden Temple Complex is the tank that surrounds the gleaming central shrine. Known as the Amrit Sarovar, from which Amritsar takes its name, it was excavated by the fourth Sikh guru Ram Das in 1577. Ringed by a marble walkway, the tank is said to have healing powers, and pilgrims come from across the world to bathe in its sacred waters.\n"
    },
    {
        "index": 9,
        "name": "Baba Atal Tower",
        "latitude": "31.617428",
        "longitude": "74.877083",
        "excerpt": "Just outside the Golden Temple Complex, and with its own ceremonial tank, the octagonal Baba Atal Tower was constructed in 1784 to commemorate Atal Rai,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/baba-atal-tower/a/poi-sig/1357565/356445",
        "image_url": null,
        "detail_description": "Just outside the Golden Temple Complex, and with its own ceremonial tank, the octagonal Baba Atal Tower was constructed in 1784 to commemorate Atal Rai, the son of sixth Sikh guru Har Gobind, who, according to legend, revived a playmate from the dead, then gave his own life as penance for interfering in God’s designs. The nine storeys each represent one year of Atal’s short life. You can enter the ground floor, but cannot climb the tower.\n"
    },
    {
        "index": 8,
        "name": "Akal Takhat",
        "latitude": "31.620443",
        "longitude": "74.875699",
        "excerpt": "The Guru Granth Sahib is installed in the temple every morning and returned at night to the Akal Takhat, the temporal seat of the Khalsa brotherhood. The…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/akal-takhat/a/poi-sig/1357562/356445",
        "image_url": null,
        "detail_description": "The Guru Granth Sahib is installed in the temple every morning and returned at night to the Akal Takhat, the temporal seat of the Khalsa brotherhood. The ceremony takes place at 5am and 9.30pm in winter, and 4am and 10.30pm in summer. Inside the Akal Takhat you can view a collection of sacred Sikh weapons. The building was heavily damaged when it was stormed by the Indian army during Operation Blue Star in 1984. Sikhs rebuilt the tower from scratch.\n"
    },
    {
        "index": 7,
        "name": "Jallianwala Bagh",
        "latitude": "31.62142",
        "longitude": "74.879766",
        "excerpt": "Reached through a narrow gatehouse leading to an enclosed courtyard, this poignant park commemorates the 1500 Indians killed or wounded when a British…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/jallianwala-bagh/a/poi-sig/1150766/356445",
        "image_url": null,
        "detail_description": "Reached through a narrow gatehouse leading to an enclosed courtyard, this poignant park commemorates the 1500 Indians killed or wounded when a British officer ordered his soldiers to shoot unarmed protesters in 1919. Some of the bullet holes are still visible in the walls, as is the well into which hundreds desperately leapt to avoid the bullets. There’s an eternal flame of remembrance, an exhibition telling stories of victims, and a Martyrs’ Gallery, with portraits of independence heroes.\n"
    },
    {
        "index": 6,
        "name": "Mata Temple",
        "latitude": "31.637251",
        "longitude": "74.861151",
        "excerpt": "Credited with fertility-improving powers, this fascinating labyrinthine Hindu temple commemorates the 20th-century female saint Lal Devi. From the main…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/mata-temple/a/poi-sig/1150768/356445",
        "image_url": null,
        "detail_description": "Credited with fertility-improving powers, this fascinating labyrinthine Hindu temple commemorates the 20th-century female saint Lal Devi. From the main hall, a narrow series of stairways and passages winds past mirrored mosaics, fairground-style carvings and untold deity statues to a semisubmerged mock-up of the Vasihno Devi cave temple. Walking west along GT Rd, turn right after the train station, up Albert Rd, then take the first left and the temple will be to your left at the end of the lane.\n"
    },
    {
        "index": 5,
        "name": "Ram Bagh",
        "latitude": "31.636238",
        "longitude": "74.876214",
        "excerpt": "Ram Bagh was the former palace grounds of Maharaja Ranjit Singh (1780–1839), who founded the Sikh empire. It now serves as a public park. At its heart,…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/ram-bagh/a/poi-sig/1504466/356445",
        "image_url": null,
        "detail_description": "Ram Bagh was the former palace grounds of Maharaja Ranjit Singh (1780–1839), who founded the Sikh empire. It now serves as a public park. At its heart, you'll find the summer palace of the former maharaja, in commission between 1818 and 1837. It's a modest structure in comparison to some of India's other palaces but atmospheric nonetheless. In the park's northwest corner is Maharaja Ranjit Singh Panorama, a low-tech museum depicting the maharaja’s greatest battles\n"
    },
    {
        "index": 4,
        "name": "Partition Museum",
        "latitude": "31.625796",
        "longitude": "74.87865",
        "excerpt": "Housed in the beautifully restored 19th-century Town Hall, this unique museum (the only one in the world dedicated to Partition) offers a poignant and…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/partition-museum/a/poi-sig/1357259/356445",
        "image_url": null,
        "detail_description": "Housed in the beautifully restored 19th-century Town Hall, this unique museum (the only one in the world dedicated to Partition) offers a poignant and often-haunting portrayal of the tragic events leading up to, during and following Partition. Newspaper cuttings, photographs (some of which people may find disturbing) and video interviews tell the tumultuous story from the point of view of the survivors of what was the largest migration in human history.\n"
    },
    {
        "index": 3,
        "name": "Golden Temple Interpretation Centre",
        "latitude": "31.620762",
        "longitude": "74.877824",
        "excerpt": "Hidden beneath the marble square outside the clock-tower entrance to the Golden Temple, this fascinating multimedia museum tells the story of Sikhism and…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/golden-temple-interpretation-centre/a/poi-sig/1610155/356445",
        "image_url": null,
        "detail_description": "Hidden beneath the marble square outside the clock-tower entrance to the Golden Temple, this fascinating multimedia museum tells the story of Sikhism and the significance of the Golden Temple through four entertaining 15-minute videos projected onto first an inverted pyramid, then a 180-degree cinema, then a screen above a 3D scale model of the temple and finally on a screen inside a shrine-like room. Showings start every hour, just past the hour. Swap your photo ID for an English-translation headset.\n"
    },
    {
        "index": 2,
        "name": "Guru-Ka-Langar",
        "latitude": "31.619465",
        "longitude": "74.877952",
        "excerpt": "At the southeast end of the Golden Temple Complex is the Guru-Ka-Langar, an enormous dining room where an estimated 100,000 pilgrims come to eat every day…",
        "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/guru-ka-langar/a/poi-sig/477922/356445",
        "image_url": null,
        "detail_description": "At the southeast end of the Golden Temple Complex is the Guru-Ka-Langar, an enormous dining room where an estimated 100,000 pilgrims come to eat every day after praying at the Golden Temple. There’s no charge to eat here, but a donation is appropriate, and voluntary help with the staggering pile of washing up is always appreciated. Catering equally to everyone from paupers to millionaires, it's a humbling demonstration of the Sikh principles of hospitality, community service and charity.\nThe meals themselves comprise simple but sumptuous servings of dhal, roti and rajma (kidney beans), handed out by temple workers to diners who sit cross-legged on the floor and eat off stainless steel plates. There are no seating categories, so you could be sharing dining space with anyone from beggars to corporate bosses. The dining room is open round the clock, and epitomises the popular Sikh saying that no one in Amritsar ever goes to bed on a hungry stomach."
    }
]