[
    {
        "index": 1,
        "name": "Jama Masjid",
        "latitude": "23.023767",
        "longitude": "72.587324",
        "excerpt": "Built by Ahmed Shah in 1423, the massive Jama Masjid ranks as one of India’s most beautiful mosques. Demolished Hindu and Jain temples provided the…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/jama-masjid/a/poi-sig/478370/356239",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-509631219_super.jpg",
        "detail_description": "Built by Ahmed Shah in 1423, the massive Jama Masjid ranks as one of India’s most beautiful mosques. Demolished Hindu and Jain temples provided the building materials, and the mosque displays some architectural fusion with these religions, notably in the lotus-like carving of some domes, which are supported by the prayer hall’s 260 columns. The two ‘shaking’ minarets lost half their height in the great earthquake of 1819; their lower portions still flank the prayer hall’s central portico.\n"
    },
    {
        "index": 32,
        "name": "Kalupur Tower",
        "latitude": "23.029622",
        "longitude": "72.59506",
        "excerpt": "Striking clock tower.",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/kalupur-tower/a/poi-sig/1308559/356239",
        "image_url": null,
        "detail_description": "Striking clock tower.\n"
    },
    {
        "index": 30,
        "name": "Teen Darwaja",
        "latitude": "23.024389",
        "longitude": "72.584363",
        "excerpt": "To the east of Bhadra Fort stands the Teen Darwaja, which was the gateway into Maidan Shahi (Royal Sq), where royal processions and polo games took place.",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/teen-darwaja/a/poi-sig/478400/356239",
        "image_url": null,
        "detail_description": "To the east of Bhadra Fort stands the Teen Darwaja, which was the gateway into Maidan Shahi (Royal Sq), where royal processions and polo games took place.\n"
    },
    {
        "index": 31,
        "name": "Rani-na-Hazira",
        "latitude": "23.023576290814",
        "longitude": "72.58908942196",
        "excerpt": "The tomb of Ahmed Shah’s queen sits on a raised platform that’s engulfed by market stalls. Though it’s not in great shape, the jali screens are worth a…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/rani-na-hazira/a/poi-sig/1308877/356239",
        "image_url": null,
        "detail_description": "The tomb of Ahmed Shah’s queen sits on a raised platform that’s engulfed by market stalls. Though it’s not in great shape, the jali screens are worth a look.\n"
    },
    {
        "index": 29,
        "name": "Sidi Bashir Mosque",
        "latitude": "23.023362",
        "longitude": "72.600639",
        "excerpt": "Between Ahmedabad train station and Sarangpur Gate, the Sidi Bashir Mosque, built in 1452, is famed for its 21.3m-high shaking minarets (jhulta minara),…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/sidi-bashir-mosque/a/poi-sig/478394/356239",
        "image_url": null,
        "detail_description": "Between Ahmedabad train station and Sarangpur Gate, the Sidi Bashir Mosque, built in 1452, is famed for its 21.3m-high shaking minarets (jhulta minara), built to shake to protect against earthquake damage. The delicate stonework around the base is particularly fine.\n"
    },
    {
        "index": 27,
        "name": "Vechaar Utensil Museum",
        "latitude": "22.991583",
        "longitude": "72.539291",
        "excerpt": "At Vishalla restaurant, this museum displays the graceful practicality of pots and utensils, with more than 4500 items from all over India, some 1000…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/vechaar-utensil-museum/a/poi-sig/1293108/356239",
        "image_url": null,
        "detail_description": "At Vishalla restaurant, this museum displays the graceful practicality of pots and utensils, with more than 4500 items from all over India, some 1000 years old. Look out for enormous oil containers, nutcrackers shaped like buxom women and a prototype samovar. It's around 7km southwest of the centre.\n"
    },
    {
        "index": 28,
        "name": "Dai Halima Mosque",
        "latitude": "23.041272",
        "longitude": "72.608128",
        "excerpt": "Behind Dada Hari Ni Vav step well, the 16th-century Dai Halima Mosque contains the mausoleum of a royal midwife named Halima, with attractive jali (carved…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/dai-halima-mosque/a/poi-sig/1385052/356239",
        "image_url": null,
        "detail_description": "Behind Dada Hari Ni Vav step well, the 16th-century Dai Halima Mosque contains the mausoleum of a royal midwife named Halima, with attractive jali (carved lattice) screens. In return for a donation, the caretaker may allow you to take the narrow, curved staircase to the roof of the mosque.\n"
    },
    {
        "index": 25,
        "name": "Lalbhai Dalpatbhai Museum",
        "latitude": "23.033058",
        "longitude": "72.549784",
        "excerpt": "Part of the LD Institute of Indology, this museum houses a gorgeous collection of ancient and medieval Indian art treasures, including Buddhist, Hindu and…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/lalbhai-dalpatbhai-museum/a/poi-sig/478376/356239",
        "image_url": null,
        "detail_description": "Part of the LD Institute of Indology, this museum houses a gorgeous collection of ancient and medieval Indian art treasures, including Buddhist, Hindu and Jain deities in stone, marble and bronze, 75,000 Jain manuscripts and some priceless miniature paintings. A 6th-century sandstone carving from Madhya Pradesh is the oldest-known carved image of the god Rama.\n"
    },
    {
        "index": 26,
        "name": "Rani Rupmati Mosque",
        "latitude": "23.032061",
        "longitude": "72.58343",
        "excerpt": "Dating from around 1430-40, the Rani Rupmati mosque was built by Sultan Mahmud Begada in memory of his wife, Rani Rupmati (the mosque is sometimes called…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/rani-rupmati-mosque/a/poi-sig/1612705/356239",
        "image_url": null,
        "detail_description": "Dating from around 1430-40, the Rani Rupmati mosque was built by Sultan Mahmud Begada in memory of his wife, Rani Rupmati (the mosque is sometimes called the Queen's Mosque). It's a beautiful square building noted for its fine filigree-like carvings around the window frames and on its double minarets, which make the minarets look like melted wax.\n"
    },
    {
        "index": 24,
        "name": "Kalpana Mangaldas Museum",
        "latitude": "23.014494",
        "longitude": "72.542038",
        "excerpt": "This museum features festival masks from around India, toys, crafts, musical instruments and, just to round things off, an elephant skeleton. Admission is…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/kalpana-mangaldas-museum/a/poi-sig/1385051/356239",
        "image_url": null,
        "detail_description": "This museum features festival masks from around India, toys, crafts, musical instruments and, just to round things off, an elephant skeleton. Admission is free with entry to Lokayatan Folk Museum. The museum is in Bhudarpura, 3km west of the river. An autorickshaw from the centre costs around ₹50; ask to go to the Shreyas Foundation.\n"
    },
    {
        "index": 22,
        "name": "Ahmed Shah’s Mosque",
        "latitude": "23.022778837759",
        "longitude": "72.578802427731",
        "excerpt": "Southwest of Bhadra Fort and dating from 1414, this is one of the city’s earliest mosques, built for the sultan and nobles within Ahmedabad’s original…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/ahmed-shah-s-mosque/a/poi-sig/478356/356239",
        "image_url": null,
        "detail_description": "Southwest of Bhadra Fort and dating from 1414, this is one of the city’s earliest mosques, built for the sultan and nobles within Ahmedabad’s original citadel. The prayer hall is a forest of beautifully carved stone pillars and jali (carved lattice) screens, and the elaborately carved insides of its cupolas have a circular symmetry reminiscent of Hindu and Jain temples.\n"
    },
    {
        "index": 23,
        "name": "Kalam Kush",
        "latitude": "23.062912",
        "longitude": "72.580147",
        "excerpt": "This factory transforms scraps of waste cotton into paper, which was one of the cottage industries introduced by Gandhi. No chemicals are used in the…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/kalam-kush/a/poi-sig/1554642/356239",
        "image_url": null,
        "detail_description": "This factory transforms scraps of waste cotton into paper, which was one of the cottage industries introduced by Gandhi. No chemicals are used in the process and it's interesting to watch how the paper is created. There's no official tour guide, but someone will likely show you around. You can purchase excellent paper products in the gift shop. It's opposite Morarji Desai park.\n"
    },
    {
        "index": 21,
        "name": "Indian Institute of Management (IIM)",
        "latitude": "23.026976",
        "longitude": "72.543755",
        "excerpt": "The campus at the Indian Institute of Management, one of India's most exalted business schools, was designed by renowned American architect Louis Kahn and…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/indian-institute-of-management-iim/a/poi-sig/1554641/356239",
        "image_url": null,
        "detail_description": "The campus at the Indian Institute of Management, one of India's most exalted business schools, was designed by renowned American architect Louis Kahn and completed in the mid-1970s. The blend of contemporary brick architecture and Indian elements, and the porous geometric facade, have been described as poetry in brick. Sign in at the gate and exchange your passport for a visitor's pass.\n"
    },
    {
        "index": 20,
        "name": "Swaminarayan Temple",
        "latitude": "23.030056",
        "longitude": "72.591712",
        "excerpt": "The glorious, multicoloured, carved-wood Swaminarayan Temple, in the old city, was built in 1822 as the first temple of the Swaminarayan Hindu sect…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/swaminarayan-temple/a/poi-sig/478398/356239",
        "image_url": null,
        "detail_description": "The glorious, multicoloured, carved-wood Swaminarayan Temple, in the old city, was built in 1822 as the first temple of the Swaminarayan Hindu sect. Followers believe that the sect’s founder, Swaminarayan (1781–1830), was the supreme being. The daily Heritage Walk usually coincides with worship at the temple, with chanting and music on full display.\n"
    },
    {
        "index": 19,
        "name": "Rani Sipri’s Mosque",
        "latitude": "23.017141",
        "longitude": "72.590404",
        "excerpt": "This small mosque near the ST bus stand is also known as the Masjid-e-Nagira (Jewel of a Mosque) because of its graceful construction, with delicately…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/rani-sipri-s-mosque/a/poi-sig/478386/356239",
        "image_url": null,
        "detail_description": "This small mosque near the ST bus stand is also known as the Masjid-e-Nagira (Jewel of a Mosque) because of its graceful construction, with delicately carved minarets and a domed tomb with fine jali screens. It was commissioned in 1514 by Rani Sipri, the Hindu wife of Sultan Mahmud Begada; after her death, she was buried here. Ask the caretaker to unlock the dark and dusty room containing the queen's tomb.\n"
    },
    {
        "index": 18,
        "name": "Amdavad ni Gufa",
        "latitude": "23.035171",
        "longitude": "72.549688",
        "excerpt": "Looking something like a giant bubble caterpillar from outer space (use your imagination!), this unusual architectural style has the brilliant official…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/amdavad-ni-gufa/a/poi-sig/1613073/356239",
        "image_url": null,
        "detail_description": "Looking something like a giant bubble caterpillar from outer space (use your imagination!), this unusual architectural style has the brilliant official name of Modern Blobitecture. It was designed by Balkrishna Vithaldas Doshi and houses artworks by MF Hussan. Much of the works have been painted directly onto the walls in a manner similar to cave paintings. Appropriately, it's within the grounds of the School of Architecture.\n"
    },
    {
        "index": 17,
        "name": "Sabarmati Riverfront",
        "latitude": "23.026995",
        "longitude": "72.573216",
        "excerpt": "Rejuvenating the long-neglected banks of the Sabarmati River, this waterfront promenade stretches for 11.5km through the heart of Ahmedabad. There are…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/sabarmati-riverfront/a/poi-sig/1310051/356239",
        "image_url": null,
        "detail_description": "Rejuvenating the long-neglected banks of the Sabarmati River, this waterfront promenade stretches for 11.5km through the heart of Ahmedabad. There are flower gardens, event sites, boating quays and market spaces. It’s a pleasant place to stroll, popular with families and young lovers, though it can be very sun exposed in the middle of the day. The waterfront can be accessed from numerous points along the west bank of the river.\n"
    },
    {
        "index": 15,
        "name": "NC Mehta Gallery",
        "latitude": "23.033295",
        "longitude": "72.549773",
        "excerpt": "This gallery has an important collection of jewel-like illustrated manuscripts and miniature paintings. Best known is Chaurapanchasika (Fifty Love Lyrics…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/nc-mehta-gallery/a/poi-sig/478380/356239",
        "image_url": null,
        "detail_description": "This gallery has an important collection of jewel-like illustrated manuscripts and miniature paintings. Best known is Chaurapanchasika (Fifty Love Lyrics of a Thief), written by Vilhana, an 11th-century Kashmiri poet sentenced to be hanged for loving the king’s daughter. Before his execution he was granted one final wish: he chose to recite these 50 poems, which so impressed the king that he gave Vilhana his daughter in marriage.\n"
    },
    {
        "index": 16,
        "name": "Mausoleum of Ahmed Shah",
        "latitude": "23.023727",
        "longitude": "72.587796",
        "excerpt": "This atmospheric mausoleum, outside the east gate of the Jama Masjid, may have been constructed by Ahmed Shah himself before his death in 1442. His…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/mausoleum-of-ahmed-shah/a/poi-sig/1308868/356239",
        "image_url": null,
        "detail_description": "This atmospheric mausoleum, outside the east gate of the Jama Masjid, may have been constructed by Ahmed Shah himself before his death in 1442. His cenotaph is the central one under the main dome. An 11pm drumming session in the mausoleum’s eastern gateway used to signal the closing of the city gates and still happens nightly, carrying on a nearly 600-year-old tradition. No women are allowed inside.\n"
    },
    {
        "index": 14,
        "name": "City Museum",
        "latitude": "23.012855",
        "longitude": "72.569236",
        "excerpt": "Inside one of four city buildings designed by Le Corbusier, this museum covers Ahmedabad’s history, craft, art, architecture and literature. It includes…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/city-museum/a/poi-sig/478362/356239",
        "image_url": null,
        "detail_description": "Inside one of four city buildings designed by Le Corbusier, this museum covers Ahmedabad’s history, craft, art, architecture and literature. It includes sections on religious communities, Gandhi and the Independence struggle, as well as a photography gallery and works by Gujarat's notable artists. On the ground floor there's a collection of 100 colourful kites, along with an exploration of the history of kite-flying (the Chinese were the first to do so, in 200 BC).\n"
    },
    {
        "index": 13,
        "name": "Mill Owners' Association Building",
        "latitude": "23.031676",
        "longitude": "72.571092",
        "excerpt": "One of four buildings in Ahmedabad designed by legendary Swiss-French architect Le Corbusier, this one is the most striking. A dramatic ramp rises up the…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/mill-owners-association-building/a/poi-sig/1557650/356239",
        "image_url": null,
        "detail_description": "One of four buildings in Ahmedabad designed by legendary Swiss-French architect Le Corbusier, this one is the most striking. A dramatic ramp rises up the building, with slanted concrete brise-soleil (sun breakers) that make up the eastern and western facades allowing air to circulate while blocking out the harsh sunlight. The mezzanine hosts temporary art exhibitions. Visits are only possible if requested 15 days in advance by email.\nIf you wish to photograph the building, you need to seek permission first."
    },
    {
        "index": 12,
        "name": "Bhadra Fort",
        "latitude": "23.02404052694",
        "longitude": "72.581306459711",
        "excerpt": "Built immediately after the founding of Ahmedabad in 1411, Bhadra Fort houses government offices and a Kali temple. Its mighty gate formed the eastern…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/bhadra-fort/a/poi-sig/478358/356239",
        "image_url": null,
        "detail_description": "Built immediately after the founding of Ahmedabad in 1411, Bhadra Fort houses government offices and a Kali temple. Its mighty gate formed the eastern entrance of the Ahmedabad citadel, which stretched west to the river. Between the fort and the Teen Darwaja to its east was the Maidan Shahi (Royal Sq), now a marketplace, where royal processions and polo games took place. The evenings are abuzz with food vendors, crushing crowds and sellers of all things bright, plastic and glittery.\n"
    },
    {
        "index": 10,
        "name": "Lokayatan Folk Museum",
        "latitude": "23.014336",
        "longitude": "72.542017",
        "excerpt": "This museum, 3km west of the river in Bhudarpura, displays a fascinating range of Gujarati folk arts – particularly from Kachchh – including woodcarvings,…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/lokayatan-folk-museum/a/poi-sig/478392/356239",
        "image_url": null,
        "detail_description": "This museum, 3km west of the river in Bhudarpura, displays a fascinating range of Gujarati folk arts – particularly from Kachchh – including woodcarvings, metalwork, and some wonderful embroidered textiles and amazing tie-dyed quilts. Look out for elaborate headdresses, beadwork, dowry boxes, household utensils, camel and horse ornaments made by the Rabari people and more. The curator can give you a free tour. An autorickshaw from the centre costs around ₹50; say you want to go to the Shreyas Foundation.\nIf you just need a break from the chaos and pollution of the city, the large, landscaped and shady gardens here are a lovely place to come and sit quietly under a tree drinking in the (slightly) cleaner air."
    },
    {
        "index": 11,
        "name": "Dada Hari Ni Vav",
        "latitude": "23.041134",
        "longitude": "72.607741",
        "excerpt": "This relatively little known step-well, built in 1499 by the supervisor of Sultan Mahmud Begada’s harem, descends through five levels to a small well, now…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/dada-hari-ni-vav/a/poi-sig/478364/356239",
        "image_url": null,
        "detail_description": "This relatively little known step-well, built in 1499 by the supervisor of Sultan Mahmud Begada’s harem, descends through five levels to a small well, now often dry. The walls are covered in fairly weathered carvings. The central pillars are perfectly aligned – shut one eye and look along them for the full effect. Behind the step-well, the 16th-century Dai Halima Mosque contains the mausoleum of a royal midwife named Halima, with attractive jalis (carved lattice screens).\n"
    },
    {
        "index": 9,
        "name": "Toilet Garden",
        "latitude": "23.060464",
        "longitude": "72.580919",
        "excerpt": "Who knew that the humble toilet could be so interesting? Part of the Sanitation Institute, the Toilet Garden displays designs for new ecofriendly toilet…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/toilet-garden/a/poi-sig/1554649/356239",
        "image_url": null,
        "detail_description": "Who knew that the humble toilet could be so interesting? Part of the Sanitation Institute, the Toilet Garden displays designs for new ecofriendly toilet models. There are lots of diagrams explaining how to use each toilet, and someone from the institute is likely to give you a quick guided tour, during which you're guaranteed to learn something new about the room we all secretly love.\nThe institute was established by Ishwardada Patel (also known as Mr Toilet), who made it his life's work to promote sanitation across India, where around 40% of the population still don't have access to clean latrines. His other aim was to free human scavengers, belonging to the Dalit caste, from their degrading and dangerous job of cleaning dry latrines by hand."
    },
    {
        "index": 8,
        "name": "Kankaria Lake",
        "latitude": "23.005804",
        "longitude": "72.601175",
        "excerpt": "Created in 1451, this large artificial lake is a nice respite from the hectic streets (though it gets crowded at weekends and in the evening). Attractions…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/kankaria-lake/a/poi-sig/478372/356239",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-145647350_master.jpg",
        "detail_description": "Created in 1451, this large artificial lake is a nice respite from the hectic streets (though it gets crowded at weekends and in the evening). Attractions include a mini-train, a zoo and an evening sound-and-light show. One Tree Hill Garden on the west side (entered from outside) contains some quite grand Dutch tombs dating from the colonial period. It's around 2.5km from Lal Darwaja; an autorickshaw from the old town is around ₹100.\n"
    },
    {
        "index": 7,
        "name": "Siddi Sayid’s Mosque",
        "latitude": "23.026827",
        "longitude": "72.58123",
        "excerpt": "One of Ahmedabad’s most stunning buildings, this mosque is famed for its exquisite jali windows, spiderweb fine, two of them depicting the intricate…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/siddi-sayid-s-mosque/a/poi-sig/478396/356239",
        "image_url": null,
        "detail_description": "One of Ahmedabad’s most stunning buildings, this mosque is famed for its exquisite jali windows, spiderweb fine, two of them depicting the intricate intertwining branches of the ‘tree of life’. Built in the year the Mughals conquered Gujarat (1573) by an Abyssinian in the Gujarati army, it was once part of the old citadel wall.\n"
    },
    {
        "index": 6,
        "name": "Hutheesingh Temple",
        "latitude": "23.040759",
        "longitude": "72.589309",
        "excerpt": "Outside Delhi Gate, this Jain temple is one of 300 derasars in Ahmedabad. Even if you've already seen some, this one will make your jaw drop in wonder at…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/hutheesingh-temple/a/poi-sig/1153593/356239",
        "image_url": null,
        "detail_description": "Outside Delhi Gate, this Jain temple is one of 300 derasars in Ahmedabad. Even if you've already seen some, this one will make your jaw drop in wonder at its delicate carvings of deities, flowers and celestial damsels in white marble. Built in 1848, it’s dedicated to Dharamanath, the 15th Jain tirthankar (great teacher), and each of the 52 sub-shrines in the courtyard is home to his likeness, with bejewelled eyes. The caretaker may let you go on the roof.\nNo photos are allowed within the temple."
    },
    {
        "index": 5,
        "name": "Adalaj Vav Step-Well",
        "latitude": "23.166827",
        "longitude": "72.580276",
        "excerpt": "The Adalaj Vav, 19km north of Ahmedabad, is among the finest of the Gujarati step-wells. Built by Queen Rudabai in 1498, it has three entrances, leading…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/adalaj-vav-step-well/a/poi-sig/1557638/356239",
        "image_url": null,
        "detail_description": "The Adalaj Vav, 19km north of Ahmedabad, is among the finest of the Gujarati step-wells. Built by Queen Rudabai in 1498, it has three entrances, leading to a huge platform that rests on 16 pillars, with corners marked by shrines. The octagonal well is five storeys deep and is decorated with exquisite stone carvings; subjects range from eroticism to buttermilk. From Ahmedabad an autorickshaw costs around ₹600 return.\nAlternatively, take bus 85 from Lal Darwaja to Chandkheda, transfer to bus 501 towards Sarkej, and ask the driver to let you off at the Adalaj Vav turn-off, from where you can walk or take an autorickshaw about 1km."
    },
    {
        "index": 4,
        "name": "Sarkhej Roza",
        "latitude": "22.99419",
        "longitude": "72.504873",
        "excerpt": "This mosque, tomb and palace complex is dedicated to the memory of Ahmed Shah I’s spiritual adviser, Ahmed Khattu Ganj Baksh. The elegant, dilapidated…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/sarkhej-roza/a/poi-sig/478390/356239",
        "image_url": null,
        "detail_description": "This mosque, tomb and palace complex is dedicated to the memory of Ahmed Shah I’s spiritual adviser, Ahmed Khattu Ganj Baksh. The elegant, dilapidated buildings cluster around a great (often dry) tank, constructed by Sultan Mahmud Begada in the mid-15th century. It’s an atmospheric place once used as a retreat by Ahmedabad’s rulers. It’s located in the Sarkhej area, 8km southwest of the old centre; a return autorickshaw from the city centre will cost around ₹150.\nThe mausoleums of Mahmud Begada (by the entrance, with geometric jalis casting patterns of light onto the floor) and Ganj Baksh (the largest in Gujarat) are both here. In the early evening local families arrive en masse and kids race around while the parents sit chatting in the courtyards as flocks of birds swarm home through the sunset to roost."
    },
    {
        "index": 3,
        "name": "Sabarmati Ashram",
        "latitude": "23.05924",
        "longitude": "72.579718",
        "excerpt": "In peaceful, shady grounds on the Sabarmati River’s west bank, this ashram was Gandhi’s headquarters from 1917 to 1930 during the long struggle for Indian…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/sabarmati-ashram/a/poi-sig/478388/356239",
        "image_url": null,
        "detail_description": "In peaceful, shady grounds on the Sabarmati River’s west bank, this ashram was Gandhi’s headquarters from 1917 to 1930 during the long struggle for Indian independence. It’s said he chose this site because it lay between a jail and a cemetery, and any satyagrahi (nonviolent resister) was bound to end up in one or the other. Gandhi’s poignant, spartan living quarters are preserved, and there’s a museum that presents a moving and informative record of his life and teachings.\nIt was from here, on 12 March 1930, that Gandhi and 78 companions set out on the famous Salt March to Dandi, on the Gulf of Cambay, in a symbolic protest, with Gandhi vowing not to return to the ashram until India had gained independence. The ashram was disbanded in 1933, later becoming a centre for Dalit welfare activities and cottage industries. After Gandhi’s death some of his ashes were immersed in the river in front of the ashram.It’s about 5km north of Lal Darwaja. An autorickshaw from the city centre is about ₹50."
    },
    {
        "index": 2,
        "name": "Calico Museum of Textiles",
        "latitude": "23.054205",
        "longitude": "72.591906",
        "excerpt": "This museum contains one of the world’s finest collections of antique and modern Indian textiles, all handmade and up to 500 years old. There are some…",
        "detail_url": "https://www.lonelyplanet.com/india/gujarat/ahmedabad-amdavad/attractions/calico-museum-of-textiles/a/poi-sig/478360/356239",
        "image_url": null,
        "detail_description": "This museum contains one of the world’s finest collections of antique and modern Indian textiles, all handmade and up to 500 years old. There are some astoundingly beautiful pieces, displaying incredible virtuosity and extravagance. You’ll see Kashmiri shawls that took three years to make, and double-ikat cloths whose 100,000 threads were each individually dyed before weaving. A single tour is offered each day the museum is open; booking weeks in advance is absolutely essential as spaces are limited to 20.\nThe tour takes in the main textile galleries, where you get to see remarkable examples of tapestries, royal garments, exquisite saris, tribal costumes, Patola and Mashru weaves and Bandhani tie-dye. A separate gallery showcases examples of needlework from around the world, and you can also see sacred bronzes, pichwais (devotional cloth hangings) and miniature paintings. Although the collection is fabulous, the tour is quite long and even dedicated textile enthusiasts have found it too much. For those with only a passing interest it might be better to let someone truly passionate about the subject grab a ticket instead.Children under 10 are not admitted. Photography is not permitted and bags are not allowed inside. The museum is in the Shahibag area, 3.5km north of the old centre, opposite the Shahibag Underbridge. An autorickshaw from Lal Darwaja should cost about ₹50."
    }
]