{
  "list_id": "616",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/616/1.jpg",
  "description": "Dive into \"Picture-Perfect Moments in Shimla\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160346"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Picture-Perfect Moments in Shimla",
  "city_id": "13910",
  "subtype": "poi",
  "city": "Shimla",
  "created_ts": 1759046038,
  "slug": "picture-perfect-moments-in-shimla-shimla-poi-6b3b4a",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJa17E9JN4BTkRkKypAmONZhA",
        "generalDescription": "Christ Church in Shimla is a stunning Neo-Gothic-style church set amidst picturesque surroundings. The morning walk from the church takes you on a scenic route towards notable landmarks like The Gaiety Theatre, Bantony Castle, Catholic church, Grand hotel, and Kali Bari temple. As you continue your stroll, you'll encounter architectural heritage structures such as the railway board building and Gorton castle.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.175918,
        "rating": 4.6,
        "numRatings": 21522,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Christ Church is one of the popular attractions among tourists and is considered in the top ten lists of places to visit in Shimla. The Christ Church is an excellent architectural monument built in the British era so that the then followers of Christianity could serve almighty Jesus. This monument is perfect for the people who want to get a taste of religious Christianity from the colonial time.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477397",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shimla/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Known as the second oldest church in North India, the Christ Church is inspired by the neo-gothic style of architecture and is complete with a front porch, church bells and five stained glass windows that represent different virtues of Christianity. The church has appeared in several Bollywood movies such as 3 idiots, Black etc, making it one of the most popular attractions in Shimla.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Shimla | Top Tourist Attractions",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "One of the most popular places to visit in Shimla, Christ Church is ranked among the top ten attractions. Built during the British era, the Christ Church is a magnificent architectural masterpiece that was constructed to allow the then-Christian followers to serve the Almighty Jesus. For those who would want a taste of colonial-era devout Christianity, this monument is ideal.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 6,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477371",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/himachal-pradesh/shimla/top-10-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "A exquisite example of neo-gothic architecture, Christ Church has been an irreplaceable part of Shimla’s scenery. Located on The Ridge, it was built in the year 1857 and it took almost 3 years to complete this architectural marvel. The stained glass windows, the clock tower and the frescos are some of the attractions of this church.",
            "siteName": "Trans India Travels",
            "shortName": "Top 15 Places To Visit In Shimla",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331897",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "An exquisite example of neo-Gothic architecture, Christ Church has been an irreplaceable part of Shimla’s landscape. Located on the Ridge, it was built in 1857 and it took almost 3 years to complete this architectural wonder. The stained-glass windows, the clock tower, and the frescoes are some of the attractions of this church.",
            "siteName": "HikerWolf",
            "shortName": "15 places to visit in Shimla",
            "indexInSource": 3,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477386",
            "type": "webPlacesList",
            "url": "https://blog.thomascook.in/14-places-to-see-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The church is the second oldest church in all of North India and hands down the most famous and popular tourist attraction in Shimla. It’s easy to locate as its big yellow building located at the beginning of the infamous mall road. If you are looking for a few moments of total calm and peace, then visit the church.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "14 Best Places to Visit in Shimla in 2025 for an Unforgettable Trip",
            "indexInSource": 6,
            "iconSiteId": 8526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2640586",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-shimla/",
            "sourceSite": "Web",
            "snippet": "Christ Church is one of the most prominent shoot locations of Shimla. It’s the perfect place to spend some quality time together with your beloved while clicking pictures to create everlasting memories. Make sure to make the most of it by coming early in the morning to get some of the finest clicks of all time.",
            "siteName": "The Wedding Focus",
            "shortName": "15+ Free Hill Station & Snowfall Places for Pre Wedding Shoot in Shimla",
            "indexInSource": 1,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "415686",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shimla/",
            "sourceSite": "Web",
            "snippet": "Located on the Ridge, Christ Church is the second oldest church in North India. This 1857-built structure boasts of a neo-Gothic architecture that proves its connection with the colonial era. Visiting the Christ Church is one of the top things to do in Shimla.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 2,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "One of the prominent landmarks in Shimla, Christ Church, Shimla, is the second oldest church in North India, after St John’s Church in Meerut. It boasts of exceptional architectural beauty. It is a remarkable example of the neo-Gothic style of architecture.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The very renowned Christ Church is one of the top ten visiting places of Shimla. It is quite a popular destinations amongst the travelers and the locals. It is an outstanding monument that was developed back in the era of the British.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 3,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "460184",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-shimla.html",
            "sourceSite": "Web",
            "snippet": "Christ Church is an architectural monument built by the Britishers. The church is located on the ridge and is the most visited site in Shimla. This majestic location will be just apt for your pre-wedding shoot.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "10 Charismatic Pre-Wedding Shoot Locations in Shimla to Celebrate Your True Love!",
            "indexInSource": 0,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923948",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shimla?srsltid=AfmBOorusq7EV67e9NXm2UlDm0HQQSnjvyRCzme042NZhpk69nSz_5g-",
            "sourceSite": "Web",
            "snippet": "Apart from being a major tourist destination for religious people, it is a much sought-after place for its colonial architecture. Nature buffs can also discover secret points to relish gorgeous views.",
            "siteName": "makemytrip.com",
            "shortName": "42 Places to Visit in Shimla in 2024",
            "indexInSource": 0,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SGx5lccSbofZtgfc7nlpwwvTZHqU3oQC",
          "x89xb1ykiqI6xFebrBRu8ul20UzYvMx2",
          "TS1GlxXvn1JPqmoOKhCsM7927aRaNUUZ",
          "IxstwYvnA5dFJkwbhpLjneowJvl0aytc",
          "SGx5lccSbofZtgfc7nlpwwvTZHqU3oQC",
          "x89xb1ykiqI6xFebrBRu8ul20UzYvMx2",
          "TS1GlxXvn1JPqmoOKhCsM7927aRaNUUZ",
          "IxstwYvnA5dFJkwbhpLjneowJvl0aytc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1415"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1415"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1415"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1415"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1415"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1415"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Christ Church, Shimla",
        "placeId": "ChIJa17E9JN4BTkRkKypAmONZhA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nestled majestically on The Ridge, Christ Church in Shimla is undeniably a must-visit landmark for anyone exploring Himachal Pradesh. This iconic structure isn't just a church; it's a captivating blend of history, architecture, and serene beauty that leaves a lasting impression.\n\nStepping onto The Ridge, the striking Neo-Gothic architecture of Christ Church immediately draws your eye. Its pale yellow facade, adorned with intricate details and a prominent clock tower, stands tall against the backdrop of the Himalayan peaks. It's a truly picturesque sight, offering fantastic photo opportunities, especially when illuminated at night.\n\nInside, a sense of tranquility washes over you. The highlight is undoubtedly the five stunning stained-glass windows, each depicting a Christian virtue, that cast a mesmerizing play of colors as sunlight filters through. The church also boasts the largest pipe organ in the Indian subcontinent, a testament to its rich history dating back to 1857.\n\nMore than just its architectural grandeur, Christ Church offers a peaceful escape from the bustling Mall Road. Whether you're a history enthusiast keen to explore its colonial past, a photography lover seeking stunning visuals, or simply looking for a quiet moment of reflection, this place has something for everyone. It's a living legacy of the British Raj, a significant religious site, and a cultural hub that occasionally hosts events.\n\nIn short, a visit to Shimla feels incomplete without experiencing the charm and serenity of Christ Church. It truly embodies the spirit and heritage of this beautiful hill station.",
            "author_name": "Sushma Sharma",
            "relative_time_description": "",
            "time": 1749967714,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Christ Church in Shimla is a must-visit during the summer months, offering a blend of historical significance and architectural beauty. Built in 1857, this neo-Gothic structure stands prominently on The Ridge, its pale yellow façade and towering spire visible from various parts of the city. The church's interior is adorned with five exquisite stained glass windows, each symbolizing virtues like Faith, Hope, and Charity, casting colorful patterns as sunlight streams through.  ￼ ￼\n\nSummer, spanning April to June, provides pleasant weather ideal for exploring the church and its surroundings. The cool climate contrasts the heat of the plains, making it a comfortable retreat.  Visitors often appreciate the serene ambiance inside the church, a peaceful respite from the bustling Ridge outside. The church is also renowned for its historical pipe organ, one of the largest in the Indian subcontinent, adding to its charm.  ￼ ￼\n\nOpen daily from 7:00 AM to 6:30 PM, Christ Church welcomes tourists and worshippers alike. Photography is permitted, but visitors are encouraged to maintain silence and respect the sanctity of the space. Whether you're an architecture enthusiast, history buff, or someone seeking tranquility, Christ Church in Shimla offers a memorable experience.  ￼ ￼",
            "author_name": "Prasun Saha",
            "relative_time_description": "",
            "time": 1745594309,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Ridge in Shimla is a breathtaking open space in the heart of the city, offering panoramic views of the surrounding mountains. Adorned with colonial charm and cultural landmarks, it serves as the hub of celebrations and gatherings. Its serene beauty and vibrant atmosphere make it one of the most captivating places in Shimla.",
            "author_name": "Chidanand Patil",
            "relative_time_description": "",
            "time": 1755857850,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Church",
          "Sights & Landmarks",
          "Place of worship",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 338,
            "2": 215,
            "3": 1328,
            "4": 4962,
            "5": 14678
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.104314,
        "address": "453G+P9F, Ridge To US Club, The Mall, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJI-OqO5h4BTkRkSXEITCbdgE",
        "generalDescription": "Shree Hanuman Temple, Jakhu is a picturesque mountaintop Hindu temple in Himachal Pradesh, featuring a massive sculpture of Lord Hanuman and inhabited by many wild monkeys. The area also boasts other significant temples like Bhimakali Temple and Sankat Mochan Temple. Visitors can take different roads leading to various attractions such as Ramchandra Chowk and Rich Mount, offering stunning views of the snow-clad Himalayan peaks.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.183983,
        "rating": 4.8,
        "numRatings": 21764,
        "sources": [
          {
            "id": "477397",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shimla/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Set amidst the lush green background of the Shivalik hill ranges, the highest point in Shimla, the Jakhu Temple is an ancient site dedicated to the Hindu god - Hanuman. Jakhu Temple has the world's largest Hanuman statue, which is visible from most parts of Shimla.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Shimla | Top Tourist Attractions",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9aylBb0yzALB1jPlgyUC3GBdlBVYFoZv",
          "7YMhkyeRxkvelyf2BZIdlaHKT7VpTXZW",
          "Qe5yhAM3w8klowr0Lc0IBT0q3JIhXk0l",
          "JEkcXqzy0JI7y3oGp7R9QqupjmXkPxXp",
          "i83dCadrCGt1fHQ29PJsabH8ObyQSDLf",
          "9aylBb0yzALB1jPlgyUC3GBdlBVYFoZv",
          "7YMhkyeRxkvelyf2BZIdlaHKT7VpTXZW",
          "Qe5yhAM3w8klowr0Lc0IBT0q3JIhXk0l",
          "JEkcXqzy0JI7y3oGp7R9QqupjmXkPxXp",
          "i83dCadrCGt1fHQ29PJsabH8ObyQSDLf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Shree Hanuman Temple, Jakhu, Shimla",
        "placeId": "ChIJI-OqO5h4BTkRkSXEITCbdgE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jakhu Temple is one of the most historically significant and ancient temples in Shimla, dedicated to Lord Hanuman. Situated at the highest point in the city, the temple offers panoramic views and a peaceful spiritual atmosphere. The massive statue of Lord Hanuman, which towers over the skyline, is the main attraction and can be seen from various parts of Shimla.\n\nYou can reach the temple via private taxi, shared taxi, ropeway, or by trekking. However, the trek is quite steep and physically demanding-best suited for experienced trekkers.\n\nA word of caution: The area is full of monkeys who are known to snatch anything they can get-sunglasses, food, bags-so be extremely careful and avoid carrying anything in your hands.\n\nThis is a place you simply should not miss when visiting Shimla-for both its spiritual significance and the breathtaking views.",
            "author_name": "vaidehi shukla",
            "relative_time_description": "",
            "time": 1753134153,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Jakhu Temple, perched atop Shimla's highest hill, is a must-visit. Legend says Lord Hanuman rested here while searching for the Sanjeevani Booti. The temple houses a towering 108-foot statue of Hanuman, visible from afar and one of the world's tallest at this altitude. Monkeys roam freely, adding a playful element (be cautious!). Enjoy panoramic Himalayan views and a spiritual ambiance. Reachable by a scenic walk, taxi, or ropeway for breathtaking aerial vistas. A blend of mythology, faith, and natural beauty awaits.",
            "author_name": "Prasun Saha",
            "relative_time_description": "",
            "time": 1745582311,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Temple is above 2455 meters above sea level with the 108 feets statue of lord Hanuman🙏, it's beautiful 😍 trek to do in shimla and srounded by beautiful pine and cedar trees. You can get amazing downhill views from this trek. I visited temple on Hanuman Jayanti so the please was bit crowdy.  Overall it's a beautiful temple of Hanuman ji.",
            "author_name": "Vaish P",
            "relative_time_description": "",
            "time": 1745153202,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.jakhumandir.online/",
        "index": 2,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 178,
            "2": 85,
            "3": 444,
            "4": 2616,
            "5": 18441
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.101165,
        "address": "Jakhu Temple Park, Jakhu, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJtaCtovp4BTkRvUs-8XKLZYU",
        "generalDescription": "The Army Heritage Museum, established in 2006 by the Army Training Command of Shimla, is a remarkable museum dedicated to the history of the Indian Army. It showcases an extensive collection dating back to 2500 BC, including weapons, uniforms, flags, and armory. Visitors can explore exhibits on the army's relationship with the nation, UN peacekeeping forces, military honors and awards, as well as the conservation of Shimla's flora and fauna.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.159174,
        "rating": 4.8,
        "numRatings": 4023,
        "sources": [
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "This historical museum is close to the Ridge and a part of Annandale. Without having a picnic here as part of your trip to Shimla, it would be incomplete. A variety of memorabilia, most of which are connected to the Indian Army, are on display.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 15,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "This heritage museum is a part of Annandale and is located near the Ridge. Your Shimla trip is incomplete without spending a picnic around this spot. It displays a range of collectibles which are mostly associated with the Indian Army.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 18,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HoN0hthYTpkUInLuRIge7axxHkr8ZXbM",
          "CyMvHAvwEix0l1DHDPsQNvxzMAROCAYB",
          "GtBp0xwJ8z7ihkbstGxDvhsVgMsHo0Zn",
          "HoN0hthYTpkUInLuRIge7axxHkr8ZXbM",
          "CyMvHAvwEix0l1DHDPsQNvxzMAROCAYB",
          "GtBp0xwJ8z7ihkbstGxDvhsVgMsHo0Zn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1400"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1400"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "The Army Heritage Museum Annandale Shimla",
        "placeId": "ChIJtaCtovp4BTkRvUs-8XKLZYU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wow what a museum . Situated in such a scenic place filled with pine trees. A must visit for patriotic enthusiasts. It was such an incredible experience. As an Architect and a museum lover - this was really wonderful, well maintained- had many halls for various stuffs, top of it was experience center where we could see battlefield in virtual reality and has a rife automation training room too. Had a decent cafe and a green house too. We were interested in buying souvenirs but was closed. Wonderful sculptures. Well explained detailed write ups. One could spend clearly few hours there reading it out. Once again salute to the Indian Army for maintaining this.",
            "author_name": "Aarthi RT",
            "relative_time_description": "",
            "time": 1737088548,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A captivating blend of history and tranquility. The museum's meticulously preserved medals steal the show, each gleaming with stories of bravery.\nA small but impactful artillery display - cannons, vintage rifles - offers a tangible glimpse into wartime grit.\nThe lush green lawns surrounding the complex, perfect for reflection or a peaceful stroll after exploring. While exhibits are well-curated, more interactive elements (audio guides, veteran accounts) could deepen engagement. Ideal for history buffs and casual visitors alike, though signage could be clearer.\nA serene, educational spot-don't miss the medal gallery!",
            "author_name": "Gagandeep Arora",
            "relative_time_description": "",
            "time": 1741527728,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⸻\n\nA great attraction nestled in the heart of the hills. You'll find plenty of information about the Indian Army and the wars they've fought. There's a lot to explore, including an execution hall with a virtual reality experience where you can witness famous battles. You can also try your hand at firing an (airsoft) AK-47 and practice your shooting skills.\n\nOverall, a memorable and enjoyable experience - definitely worth a visit.",
            "author_name": "Sagar Rastogi",
            "relative_time_description": "",
            "time": 1750331961,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://shimlatourism.co.in/annandale-army-heritage-museum-shimla",
        "index": 3,
        "id": "",
        "categories": [
          "Army museum",
          "Museums",
          "Heritage museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 9,
            "3": 62,
            "4": 506,
            "5": 3417
          }
        },
        "minMinutesSpent": 90,
        "latitude": 31.109545,
        "address": "Annadale Rd, Annadale, Shimla, Himachal Pradesh 171003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJR9GpNOx4BTkRZYawNBg2gMo",
        "generalDescription": "The Kali Bari Temple in Shimla, built in 1845, is dedicated to the goddess Kali, also known as Shyamala. The temple's architectural beauty and religious significance make it a must-visit. It features a distinctive blue-colored wooden idol of Goddess Kali and Hindu-style architecture. Situated on Bantony Hill, the temple offers picturesque mountain views and is just a 10-minute walk from the mall road.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.166805,
        "rating": 4.6,
        "numRatings": 4888,
        "sources": [
          {
            "id": "415686",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shimla/",
            "sourceSite": "Web",
            "snippet": "The Kali Bari Temple is one of the most popular and spiritually significant tourist destinations in Shimla, the capital city of Himachal Pradesh, located on Bantony Hill. Situated along the Kali Bari Road, near the iconic Mall Road, this temple is dedicated to Goddess Kali, also known as Shyamala, after whom the city of Shimla is believed to be named. This revered temple, believed to be over 150 years old, draws thousands of devotees and tourists every year.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 4,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Constructed in the year 1845, this temple has been one of the favourite locations of the tourists who visit the place to admire its sheer beauty along with its culturally rich architecture. The temple is dedicated to Goddess Kali who is also popularly known as Shyamala, and hence the name Shimla. When in Shimla, make it a point to visit the place for witnessing a blissful journey.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 9,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Kali Bari Temple is a very popular tourist attraction that is situated at a strategically planned location. Built in the year 1845, the temple is dedicated to Goddess Kali who is also known as Shyamala. From the Goddess Shyamala, the capital of Himachal Pradesh, Shimla gets its name.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Situated in a well-planned location, Kali Bari Temple is a highly visited tourist destination. Constructed in 1845, the temple honors Goddess Kali, also referred to as Shyamala. Shimla, the capital of Himachal Pradesh, takes its name from the Goddess Shyamala.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 8,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Some temples are known for their religious or historic significance while others draw in visitors due to their architectural beauty. But there are some temples that score high on both counts. The Kali Bari Temple in Shimla is one such place!",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 5,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425214",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/himachal-pradesh/trips/shimla-tourist-places-3adfec6c99b1da3bc",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "25 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 3,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zl2vVJFuVqUHi1mAOsZ9WwWzUIiceo4G",
          "Rc9YuqznRyJLfj8JQiXv1g84dGTbde6a",
          "3LwhsZft7nozXj699WorurRDMAQJwFuw",
          "aNRMs7HqcC7g2S9sNqqWpynxAW9GrMpt",
          "XkbNigXSjT8DTfwdjdVPMwxjtCXxSv1d",
          "zl2vVJFuVqUHi1mAOsZ9WwWzUIiceo4G",
          "Rc9YuqznRyJLfj8JQiXv1g84dGTbde6a",
          "3LwhsZft7nozXj699WorurRDMAQJwFuw",
          "aNRMs7HqcC7g2S9sNqqWpynxAW9GrMpt",
          "XkbNigXSjT8DTfwdjdVPMwxjtCXxSv1d"
        ],
        "openingPeriods": [],
        "name": "Kali Bari Temple, Shimla",
        "placeId": "ChIJR9GpNOx4BTkRZYawNBg2gMo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Kali Bari Temple is an ancient Hindu temple dedicated to Goddess Kali, also known as Shyamala. It is believed that the name of Shimla is derived from the goddess Shyamala.\nKey Features:\n* Location: Situated on Bantony Hill, near Mall Road, offering scenic views of the surrounding mountains.\n* History: The temple was originally built in 1845 by a Bengali Brahmin, Ram Charan Brahamchari.\n* Architecture: Features a unique Hindu-style architecture, with a blue-colored wooden idol of Goddess Kali.\n* Deity: The main deity is Goddess Kali, worshipped as Shyamala. There are also smaller shrines dedicated to Lord Shiva, Lord Ganesha, and Goddess Saraswati.\n* Timings: Generally open from 6:00 AM to 7:00 PM.\n* Accessibility: Easily accessible from Mall Road, either by walking or taking a short cab ride.\nUser Reviews Highlight:\n* Peaceful Atmosphere: \"I recently had the chance to visit Shimla Kali Bari, and it turned out to be one of the most peaceful and spiritually uplifting experiences of my trip.\"\n* Scenic Views: \"You can see the entire town of Shimla spread out below, with the stunning mountains in the distance.\"\n* Spiritual Significance: \"Whether you're deeply spiritual or just looking for a peaceful place to relax, Shimla Kali Bari offers something special.\"\nAdditional Information:\n* The temple is a popular destination during the Navratri festival.\n* Be aware of monkeys in the area.",
            "author_name": "tushar mishra",
            "relative_time_description": "",
            "time": 1749633688,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Kali Bari is not a commercial institute.It is more like Dharmasala than a hotel.\nOne can get a room by paying 500/- for a day. There are some 40+ rooms for devotees.Dormetory facility is also available.One has to pay Rs 100/- for daily accomodation.Here no room service is available.Devotees can get 24 hrs hot water from out side the room.Tea, snacks, lunch & dinner can be obtained from canteen daily at a cheap rate.This is situated at high up in the hill & visiting Simla mall is easy for all.\nI found it quite nice at the given rates .",
            "author_name": "Somnath Bose",
            "relative_time_description": "",
            "time": 1744888077,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The Shimla Kali Bari Temple is an old, ancient Hindu temple dedicated to Goddess Kali, who is also known as Shyamala. It is hence also believed that the Shimla city is named after the goddess Shyamala.\nThe Shimla Kali Bari Temple is located\non the Bantony Hill, near Mall Road, beyond the Scandal Point.\nAs the story goes, this temple was originally built in the vicinity of Rothney Castle on the Jakhoo Hill, in the year 1845, by a Bengali Brahmin Priest, Ram Charan Brahamchari but the British shifted the location of the temple to the Bantony Hill.\nThe temple is run by a trust which was initially formed in the year 1902 and mainly consists of Bengali members .\nThe idol of the main deity, Goddess Kali, is made of wood, painted blue.\nThe temple is easily accessible from the Mall Road by walking but beware of monkeys in the area and the temple.\nThere is another temple of lord Shiva within the precincts. The courtyard of the Kali Bari is open and spacious.\nThe road leading to the temple is lined up with temporary shops. Inside the temple, there is a provision of keeping shoes and for washing hands .",
            "author_name": "rakesh sharma",
            "relative_time_description": "",
            "time": 1755098840,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.simlakalibari.org/",
        "index": 4,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Place of worship",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 77,
            "2": 46,
            "3": 248,
            "4": 934,
            "5": 3581
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.105988,
        "address": "4548+9PV, Mall Rd, Kali Bari, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJA1Lk3CV5BTkRd75fyN_uZp4",
        "generalDescription": "Popular Hindu temple complex in a picturesque setting known for its views & tranquil atmosphere.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.142533,
        "rating": 4.7,
        "numRatings": 2212,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Sankat Mochan Temple in Shimla is the second most famous religious place after Jakhu temple. This temple is situated around 8 KM from Shimla and was established in the year 1950. The temple is dedicated to Lord Rama, Lord Shiva, and Hanuman and is one of the places to visit in Shimla for nirvana seekers.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 15,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "smxlOULDyN6FNNyGoKyQkEUjtqBkG0V4",
          "DQt1GSsPaYB6WcpaMQ4YDwVWzECVdW8s",
          "76wMi0HKbLg6TPp6kQSf8ukGzXVfi97V",
          "Nx51T8evhkcXgj3cLyIwgkFoK9N2FjGM",
          "smxlOULDyN6FNNyGoKyQkEUjtqBkG0V4",
          "DQt1GSsPaYB6WcpaMQ4YDwVWzECVdW8s",
          "76wMi0HKbLg6TPp6kQSf8ukGzXVfi97V",
          "Nx51T8evhkcXgj3cLyIwgkFoK9N2FjGM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0630"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0630"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0630"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0630"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0630"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0630"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0630"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Shree Sankat Mochan Hanuman Mandir, Shimla",
        "placeId": "ChIJA1Lk3CV5BTkRd75fyN_uZp4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very beautiful temple of lord shri Ram Sita and Lord Hanuman... Temple is fully decorated inside by wood... Very beatiful view of the shimla city from here...",
            "author_name": "sunil kalyani",
            "relative_time_description": "",
            "time": 1741417577,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is temple of Lord Hanuman.It is said that Neeb Karoli Baba who was patriot of Lord Hanuman visited and meditated at this place.On every Sunday Bhandara occurs at this place.",
            "author_name": "Subhash Agnihotri",
            "relative_time_description": "",
            "time": 1743507038,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shree Sankat Mochan Hanuman Mandir in Shimla is a place of immense spiritual significance and serenity. Nestled amidst lush greenery, the temple offers breathtaking views of the surrounding hills, making it a peaceful retreat for both devotees and nature lovers.\n\nThe temple is well-maintained, with clean premises and ample seating areas for meditation and prayers. The divine idol of Lord Hanuman inspires a sense of devotion and tranquility. The calm atmosphere, combined with the soothing sound of temple bells and chants, makes the visit an uplifting experience.\n\nWhether you're seeking blessings or a peaceful escape from the bustling city, Shree Sankat Mochan Hanuman Mandir is a must-visit destination in Shimla.",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1746604038,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Hindu temple",
          "Place of worship"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 10,
            "3": 70,
            "4": 355,
            "5": 1756
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.085336,
        "address": "Sankat mochan, Bagh, Shimla, Himachal Pradesh 171010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ746zqSV5BTkRCTjHiwp2xRY",
        "generalDescription": "Nestled amidst the majestic Himalayan peaks, Tara Devi Temple is a sacred site in Shimla, built over 200 years ago after a divine vision of the goddess Tara. This ancient sanctuary honors Goddess Tara, an incarnation of Durga, and hosts vibrant festivities during Navratri. Perched on Tara Parvat hill, this spiritual gem beckons visitors with its rich history and stunning mountain vistas.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.141955,
        "rating": 4.8,
        "numRatings": 5464,
        "sources": [
          {
            "id": "1425214",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/himachal-pradesh/trips/shimla-tourist-places-3adfec6c99b1da3bc",
            "sourceSite": "Web",
            "snippet": "If you are staying near the Mall Road, the Gaiety Heritage Cultural Complex is likely to attract your attention when you step out of your hotel. A century-old building, the cultural complex is an imposing structure built in the Victorian style of architecture and was once the most preferred venue for various social meets in Shimla. Though a portion of the original building has been demolished, even today the structure is a grand visual treat.",
            "siteName": "Tripoto",
            "shortName": "25 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 5,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "You may or may not be a religious soul, but while in Shimla, you must not miss out on visiting the Tara Devi Temple. Located atop the hill called Tara Parvat, this shrine is believed to be about 250 years old. Goddess Tara, a goddess of the Tibetan Buddhists and one of Goddess Durga’s nine sisters, is the presiding deity here.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 7,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "2qv8Ead43xgoOr5rGWDzpUAJmVGgY06q",
          "8eTHPo9O41Svhc8ZOJNaCcmaWn7H89LJ",
          "OI95EDw9ohaR7snZScj3WAzGMO9FECbx",
          "Uq5k1AGnlDsbAhCVC2ZolHx5hzuxas9q",
          "HONk1jqHWU9HyNXG1Mj9f8eU0u0AW4Ty",
          "2qv8Ead43xgoOr5rGWDzpUAJmVGgY06q",
          "8eTHPo9O41Svhc8ZOJNaCcmaWn7H89LJ",
          "OI95EDw9ohaR7snZScj3WAzGMO9FECbx",
          "Uq5k1AGnlDsbAhCVC2ZolHx5hzuxas9q",
          "HONk1jqHWU9HyNXG1Mj9f8eU0u0AW4Ty"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Tara Devi Temple",
        "placeId": "ChIJ746zqSV5BTkRCTjHiwp2xRY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Tara Devi Temple is a serene and spiritual spot, perfect for those seeking tranquility and divine blessings. The temple offers ample parking space, making it convenient for visitors arriving by car. The premises are impeccably maintained, ensuring a clean and pleasant environment for everyone.\n\nDuring our visit, we were fortunate to experience the bhandara (community meal) offered at the temple, which added to the sense of community and devotion. The peaceful ambiance and scenic surroundings make Tara Devi Temple a must-visit destination for anyone exploring Shimla.",
            "author_name": "Ajay Kumar",
            "relative_time_description": "",
            "time": 1746603203,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Temple location is good and architecture is fine but try to visit the temple before 12 in morning if you are going in weekend to avoid jam. There is Bhandara provided by temple to everyone which is literally very good and served with love.  Temple has ample of space and beautiful scenic view.",
            "author_name": "Akanksha Singh",
            "relative_time_description": "",
            "time": 1749402386,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Tara Devi Temple is located on a small hilltop, at around 7200 feet above sea level on the National Highway 22 at Kachi Ghati, near Shimla, Himachal Pradesh in India. The location is along the Kalka-Shimla Highway and can be reached by road or a scenic trek.\nThis temple was constructed around 250 years ago and is devoted to Tara Devi, who  is also known as the ‘Wisdom Goddess' in Nepal and Tibet.\nTara Devi is the wife of Hindu god Brihaspati, the God of planet Jupiter.\nThe distance between Shimla and Taradevi is about 11 kms.\nIt is one of the most visited religious places in Shimla and is around 11 kilometres from Shimla.\nTara Devi temple was built by Sen dynasty kings around 1766 A.D.\nAs said, the king Bhupendra Sen built this temple after he had a dream in which the Goddess Tara Devi asked him to build a template there so that people could have her blessings.\nThis temple was rebuilt in the year 2018 at a cost of over ₹6 crore. The wood carving on the temple has been kept as close to original ‘pahari' style.\nThe statue of Tara Devi was installed on 20 July 2018 in the presence of 90 priests. Idols of Saraswati and Kali are also installed in the temple.\nThe Tara Devi temple has a huge campus area surrounded by big deodar trees. Visiting pilgrims have to ascend the steep winding path to the temple.\nIt has no entry fees.\nAs believed the idol of Goddess Tara was brought from West Bengal to Himachal Pradesh. According to a folklore a King from the Sen dynasty had once come to this area along with a small idol of his personal family deity in the form of a gold locket. He used to wear this ornament in his upper arm. While hunting in and around the dense jungle of Juggar, he forgot his path to go back home and fell asleep. While sleeping, he dreamt that Goddess Tara and her gatekeepers Lord Hanuman and Bhairav requested him to unveil them to people.\nImmediately, the Maharaja decided to fulfil the desires of Ma Tara and donated about 50 bighas of land to construct the temple. Thus, a temple was built here with a wooden idol of the deity for people to pray and seek blessings. After some years, another king of the same dynasty had a vision in which the Ma Tara wished to be on the hill top of Tarav Parvat. Soon, the temple was shifted there and a magnificent Ashtadhatu idol of Tara Devi was installed in the temple in the year 1825. Since then, the members of Sen dynasty follow the old traditions and worship their family Goddess on the Asthami day every year.\nLeather items including clutches, bags, shoes, wallet or other stuff is forbidden inside the temple.\nThe nearest airport to reach Tara Devi Temple is Jubbarhatti Airport, which is 22 km drive away from the destination. From there, you can look for a cab or a taxi.\nTara Devi Station, on the Kalka- Shimla Toy Train track is the closest railway station to Tara Devi Temple.\nBy road Tara Devi Temple can be reached from Shoghi, on the Kalka-Shimla road route. This road is however quite steep uphill.\nBeware of monkeys in and around the temple premises.",
            "author_name": "rakesh sharma",
            "relative_time_description": "",
            "time": 1755849768,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Hiking area",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 18,
            "3": 85,
            "4": 495,
            "5": 4816
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.054083,
        "address": "NH.22, Kachi Ghati, Bagh, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJGwLob5N4BTkRtg8EL6VLjfc",
        "generalDescription": "The Gaiety Heritage Cultural Complex in Shimla is a historic hub that has been hosting cultural performances since its opening in 1887. This Victorian-style complex features an exhibition hall, multipurpose hall, art gallery, and amphitheater. It played a significant role as a center for arts and entertainment during the British colonial era. Recently renovated by the government to preserve its beauty, it stands as a must-visit destination for those interested in witnessing colonial-era architecture and experiencing cultural events.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.173687,
        "rating": 4.4,
        "numRatings": 3797,
        "sources": [
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Gaiety Heritage Cultural Complex | #12 of 23 Places to Visit in Shimla. If you are staying near Mall Road Shimla, the Gaiety Heritage Cultural Complex is likely to attract your attention when you step out of your hotel. A century-old building, the cultural complex is an imposing structure built in the Victorian style of architecture and was once the most preferred venue for various social meets in Shimla.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 8,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "This huge complex is a popular monument which is situated in the middle of the busy lanes of the Mall road. The architecture of the complex is a Victorian Gothic style like the many other neo-Gothic buildings in Shimla. The theatre is designed by Sir Henry Irwin and is one of the oldest complexes in the state.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 13,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Gaiety Heritage Cultural Complex is a popular tourist destination and is situated on Mall Road. Henry Irwin designed this famous cultural center. This building’s Gothic-style architecture is an example of Victorian creativity.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 4,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Uqa1OF6ds0vSyd29dc96yxdVsTDu3Psv",
          "q3em69LfHsSvI8FovqKribigUQgkHIkM",
          "3pO5h673tmrm3oMM5MOZvat19VsvTxxD",
          "Uqa1OF6ds0vSyd29dc96yxdVsTDu3Psv",
          "q3em69LfHsSvI8FovqKribigUQgkHIkM",
          "3pO5h673tmrm3oMM5MOZvat19VsvTxxD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Gaiety Heritage Cultural Complex Shimla",
        "placeId": "ChIJGwLob5N4BTkRtg8EL6VLjfc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Fantastic tour around this lovely theatre. Loved seeing around the theatre front of house and back stage. The photos of some of the previous productions with the names of the actors make it even more interesting. The art exhibitions were really good too.",
            "author_name": "Andrea Susan Campbell",
            "relative_time_description": "",
            "time": 1741632236,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had a good tour round this historic theatre. The information given by our tour guide was very intertesting. He informed us that Rudyard Kipling who wrote Jungle Book was involved in this theatre as was his dad. All very interesting worth the two pound stirling spent..",
            "author_name": "David Miller",
            "relative_time_description": "",
            "time": 1742724856,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent piece of history well preserved and value for money for RS100 for entry.",
            "author_name": "Harjinder Dhothar",
            "relative_time_description": "",
            "time": 1743263149,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.gaiety.in/",
        "index": 7,
        "id": "",
        "categories": [
          "Cultural center",
          "Sights & Landmarks",
          "Performing arts theater",
          "Educational sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 73,
            "2": 64,
            "3": 339,
            "4": 983,
            "5": 2338
          }
        },
        "minMinutesSpent": 240,
        "latitude": 31.104616,
        "address": "Ridge, Middle Bazar, The Mall, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJd4HFnRt5BTkR1repXE8zuBg",
        "generalDescription": "The Indian Institute of Advanced Study, located in Shimla, is a renowned educational institution housed in an Indo-Gothic mansion dating back to the 1880s. Originally serving as the summer retreat for the Indian viceroy during the British era, it was later transformed into an institute promoting advanced studies in humanities and arts. The building's classical architectural design showcases historical photographs and narratives depicting significant moments between Indian leaders and British figures, providing visitors with a captivating journey through modern Indian history.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.197644,
        "rating": 4.6,
        "numRatings": 1212,
        "sources": [
          {
            "id": "1425214",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/himachal-pradesh/trips/shimla-tourist-places-3adfec6c99b1da3bc",
            "sourceSite": "Web",
            "snippet": "Do you fancy visiting the historic location where the decision to create Pakistan and East Pakistan out of India was taken during the days running up to the country’s independence?. Then you must trace your path to the Indian Institute of Advanced Study in Shimla. One of the iconic places to visit in Shimla and Manali, the building was initially built as a residence for Lord Dufferin, who served as the Viceroy of India from 1884 to 1888.",
            "siteName": "Tripoto",
            "shortName": "25 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "It houses photographs of moments of interaction between Indian leaders and Britishers. It once was the summer home to the Viceroy of India at that time. Take a guided tour of the galleries of Indian Institute of Advanced Study and come across historical events like Shimla conference etc in the form of photographs and stories.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Photographs of interactions between Indian leaders and British officials are kept there. It used to be the viceroy of India’s summer residence. Explore the Indian Institute of Advanced Studies galleries with a guide to learn about historical events such as the Shimla conference through pictures and stories.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 11,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477371",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/himachal-pradesh/shimla/top-10-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trans India Travels",
            "shortName": "Top 15 Places To Visit In Shimla",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ds9G4CxvShIslEZ80XTLY6LWCesJOm4j",
          "6PHr7hURLz0r7itPqaBLtBvS4Ohmxlo3",
          "ZpWHZQtyyQuwelypvA9XkX6w54mNhj8C",
          "Ds9G4CxvShIslEZ80XTLY6LWCesJOm4j",
          "6PHr7hURLz0r7itPqaBLtBvS4Ohmxlo3",
          "ZpWHZQtyyQuwelypvA9XkX6w54mNhj8C"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Indian Institute of Advanced Study",
        "placeId": "ChIJd4HFnRt5BTkR1repXE8zuBg",
        "internationalPhoneNumber": "+91 177 283 2930",
        "reviews": [
          {
            "rating": 5,
            "text": "Do not miss to visit this place on your visit to Shimla.\nIndian Institute of Advanced Studies originally built as a home for Lord Dufferin, Viceroy of India from 1884–1888 and was called the Viceregal Lodge.\nAmazing architecture and wood work.\nEntry fees is Rs200 for Indians. But it's worth paying 200.\nWhile there are a lot of pictures to see inside and the time alloted to each batch will be 30 minutes.\nManagement should increase the batch time from 30 mins to 1 hour.",
            "author_name": "San Naveed",
            "relative_time_description": "",
            "time": 1640390400,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This Scottish styled building completed in 1888 is an absolute gem.\nWooden work inside is quite underrated.View from the lawn is picturesque.\nPhotography inside the building is not allowed.\nOne has to park the vehicle on the gate and then walk for 400 metres. But there is one more option, One can drop the passengers inside and then park the vehicle outside.\nTicket is 100 rs per person which includes a guided tour inside the building of half an hour.\nOverall, Best place in Shimla to experience in my opinion.",
            "author_name": "captain suraj",
            "relative_time_description": "",
            "time": 1688342400,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Detailed Review\n\nThis place was famous earlier for the Shimla pact as the Shimla pact and few other meetings have taken place here and also it was used as Summer Capital of India by Britishers.\nNow this campus is used by scholars who have 'completed' their PhD and look for further research in the field of Political science,etc.\n\nOther than this, there is a little section where public is allowed to roam and it is museum full of pictures(pictures were not allowed) of Shimla pact and leaders and also Shimla city around 19th and early 20th Century.. There is 200rs ticket for the entry in this premise.. Parking is also available.\n\nIf you are on Mall road shimla, then you can go down middle bazar and take a taxi(20 bucks) or you can just walk for 3km..\n\nCaution: 1. This institution is closed on Monday.\n2. Taxi service from Shimla is closed on Sundays.",
            "author_name": "yogesh kumar",
            "relative_time_description": "",
            "time": 1634169600,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://iias.ac.in/",
        "index": 8,
        "id": "",
        "categories": [
          "Sights & Landmarks",
          "Educational sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 31,
            "2": 10,
            "3": 33,
            "4": 255,
            "5": 880
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.103509,
        "address": null,
        "travel_time": null
      },
      {
        "_id": "ChIJG1usnet4BTkRzQqb_Ys-JOg",
        "generalDescription": "Mall Rd in Shimla, India is a picturesque pedestrian-only street lined with historic colonial buildings and an array of shops, eateries, and hotels. One of its notable landmarks is the Gaiety Theatre, a Victorian-style structure built in 1887 during British rule. This iconic theater has hosted various cultural events and theatrical performances over the years.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.175525,
        "rating": 4.6,
        "numRatings": 3872,
        "sources": [
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "When it comes to Shimla places to visit for couples, you can’t give a miss to the Mall Road. Otherwise, also, the place is a hip and happening location in this hill station and attracts visitors of all ages. With a plethora of cafes, restaurants, showrooms, departmental stores, and shops selling trinkets and exclusive handicraft works, this is one place where you can soak in the spirit of Shimla in all its touristy delights.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Of all the Shimla tourist places, Mall Road is one place, which you can’t go wrong with. It is not only an attraction for the tourists and visitors but is also one of the most favourite shopping places of the locals. From warm woollens and traditional footwear to beautiful handicrafts, jewellery and show pieces, this famous shopping street is a haven for shopaholics and one of the famous places to visit in Shimla.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 11,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477397",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shimla/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Shopping in Shimla revolves around the heart of the town- The Mall Road. One can shop for local handicrafts, shawls, woolens, exquisite jewelry etc. here. Known as one of the busiest and commercial areas of Shimla, this stretch is a mini-world in itself lined up with a bunch of restaurants, clubs, banks, post offices and so on.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Shimla | Top Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Mall roads in the hill stations are generally a stretch of any road bordered with a number of small stalls, shops, and branded showrooms. Mall road in Shimla is one of the vibrant lanes for enjoying a range of shopping options, eateries, food stalls, cafes and bank ATMs and money exchange portals to meet certain necessities.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477386",
            "type": "webPlacesList",
            "url": "https://blog.thomascook.in/14-places-to-see-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Mall roads are synonymous with most Hill Station in North India. No matter where you go, you will always find one, and it will most likely spend all your spare time, walking, checking out the cute little stores and of course stuffing yourselves with delicious food. Shimla’s mall road is no exception to this rule.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "14 Best Places to Visit in Shimla in 2025 for an Unforgettable Trip",
            "indexInSource": 4,
            "iconSiteId": 8526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923946",
            "type": "webPlacesList",
            "url": "https://www.jakhuropewayshimla.com/blog/best-tourist-places-photography-shimla/",
            "sourceSite": "Web",
            "snippet": "Mall road of Shimla needs no introduction when talking about the popular places to visit. It is one of the most popular destinations of all the shopping lover people. There are wide varieties of many items that you can find on the mall road and that too at an affordable price range.",
            "siteName": "Jakhu Ropeway Shimla, Jakhu Temple Shimla Hanuman Statue",
            "shortName": "What are the best tourist places for photography in Shimla?",
            "indexInSource": 2,
            "iconSiteId": 42831,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477371",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/himachal-pradesh/shimla/top-10-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Located below The Ridge, Mall Road offers a glimpse of Shimla in a nutshell. It is filled with many shops, cafes, restaurants, book shops and many tourist attractions. Take a stroll on Mall Road and get surprised at every turn by the things this place has to offer.",
            "siteName": "Trans India Travels",
            "shortName": "Top 15 Places To Visit In Shimla",
            "indexInSource": 1,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331897",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Located under The Ridge, Mall Road offers an overview of Shimla at a glance. It has numerous shops, cafes, restaurants, bookstores, and many tourist attractions. Take a walk along Mall Road and be amazed at every step by the things this place has to offer.",
            "siteName": "HikerWolf",
            "shortName": "15 places to visit in Shimla",
            "indexInSource": 1,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FMiY6Cojo9nHsSgn6zj5VWtMUyqsGJ9B",
          "uNd9AEd2ps4BcxE9KjiyGvbKm240BIFI",
          "BCbQ5pYusriUTeoRW6zlV2KW46EFnzpp",
          "DwuYsZtxFFKK01YmAzoT5mOuJiAkAg33",
          "dPHTWGVN6UDXZTr9N8rG2t9LoyvgpqEj",
          "FMiY6Cojo9nHsSgn6zj5VWtMUyqsGJ9B",
          "uNd9AEd2ps4BcxE9KjiyGvbKm240BIFI",
          "BCbQ5pYusriUTeoRW6zlV2KW46EFnzpp",
          "DwuYsZtxFFKK01YmAzoT5mOuJiAkAg33",
          "dPHTWGVN6UDXZTr9N8rG2t9LoyvgpqEj"
        ],
        "openingPeriods": [],
        "name": "Mall Rd",
        "placeId": "ChIJG1usnet4BTkRzQqb_Ys-JOg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great place to Visit.\nA Romantic ♥️ Couple spot.\nBest Visit time in Winter's 🏔️",
            "author_name": "Mihir Bhadange (Stellar Boy Mihir)",
            "relative_time_description": "",
            "time": 1741544785,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Busiest place and huge tourist attraction place. Greeted by a wide variety of restaurants, clubs, shops, and more. The stores along Mall Road are renowned for their woollen clothes, handcrafted works, books, jewelleries and many more local outlets.",
            "author_name": "SACHIN RAJPUROHIT",
            "relative_time_description": "",
            "time": 1750941499,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a very nice place, if you are searching for something to  buy from here also for the some beautiful spots where you can click some photos for memory.",
            "author_name": "Nitesh Kumar",
            "relative_time_description": "",
            "time": 1746211020,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Notable street"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 52,
            "2": 49,
            "3": 194,
            "4": 812,
            "5": 2765
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.104034,
        "address": "Shimla, Himachal Pradesh, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ8UgvSeJ4BTkR2dpKGX8M7G4",
        "generalDescription": "Perched on Mount Pleasant, the Himachal State Museum is housed in a Victorian mansion and offers a captivating display of Himachal Pradesh's artistic, cultural, and archaeological heritage. The museum features an impressive collection of paintings, historical artifacts related to Shimla, archaeological exhibits, coins, Pahari paintings, traditional dolls representing Himachali brides and tribal culture. Visitors can also explore various manuscripts and delve into the region's rich history.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 77.150844,
        "rating": 4.5,
        "numRatings": 1824,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Situated at a distance of 2.5 kilometres from Scandal Point, Shimla State Museum is a must-visit among Shimla Tourist Places. Dating back to the colonial times, the museum was once the private residence of Lord William Beresford. At the moment, Shimla State Museum boasts of a vast collection of ancient sculptures, photographs, artworks, and coins collected from all the country.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 9,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "One of the most lovely places to visit in Shimla is the state museum, also called the Himachal state museum and library, which is situated on Mount Pleasant. This location is well worth the trip thanks to its expansive lawns and stunning British architecture. The museum magnificently showcases the rich cultural legacy and illustrious past of the state.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 2,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331897",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Built-in 1974, the Shimla State Museum is located on top of Mount Pleasant and is also known as Himachal State Library and Museum, It was built to preserve the state’s cultural wealth and record its rich past. The colonial-style building amidst beautiful gardens is an inspiring sight. It gives you an in-depth look at the city’s glorious past.",
            "siteName": "HikerWolf",
            "shortName": "15 places to visit in Shimla",
            "indexInSource": 6,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2664867",
            "type": "webPlacesList",
            "url": "https://hpshimla.nic.in/prime-attractions/",
            "sourceSite": "Web",
            "snippet": "The museum is located 2.5-km west of the scandal point and opens daily except on Mondays and public holidays. It has got a good collection of ancient historical sculptures, paintings, coins, photos and other items from all over the state as well as outside it. It has also got a library, which houses many historical books and manuscripts.",
            "siteName": "hpshimla.nic.in",
            "shortName": "Prime Attractions | Shimla District, Government of Himachal Pradesh",
            "indexInSource": 0,
            "iconSiteId": 283384,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477371",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/himachal-pradesh/shimla/top-10-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Trans India Travels",
            "shortName": "Top 15 Places To Visit In Shimla",
            "indexInSource": 6,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F2TxuCo2G444nern5gHrmq8r0egH5LS8",
          "rZTAI499bBBIJnHdrQwHa0YpLRGw8KAx",
          "05OuEfQ9oXOYTfDoxgCBmnIhD8OE2WVf",
          "dXlYAErqhkqF1XkH7LZcATVL3NGryjFw",
          "F2TxuCo2G444nern5gHrmq8r0egH5LS8",
          "rZTAI499bBBIJnHdrQwHa0YpLRGw8KAx",
          "05OuEfQ9oXOYTfDoxgCBmnIhD8OE2WVf",
          "dXlYAErqhkqF1XkH7LZcATVL3NGryjFw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Himachal State Museum",
        "placeId": "ChIJ8UgvSeJ4BTkR2dpKGX8M7G4",
        "internationalPhoneNumber": "+91 177 265 9943",
        "reviews": [
          {
            "rating": 5,
            "text": "Best Place to visit in Shimla: We visited this place based on a random recommendation from a local, and it turned out to be an incredible experience. The museum is stunning, highly photogenic, and has an international feel. It is impeccably clean, surrounded by lush greenery, and undoubtedly one of the most beautiful museums I have visited in India. Located about 4 km from Kachi Ghati, Shimla, the entry fee is ₹50 per person. However, if you wish to take pictures, an additional ₹100 charge applies for mobile cameras-without it, photography is not allowed. I highly recommend getting the camera ticket, as the museum houses an extensive collection spanning centuries, filling you with awe and joy. The staff is exceptionally polite and helpful. To explore the entire collection properly, you'll need at least two hours. This is a great place to visit with family, especially for those with kids. The museum also offers wheelchair- ♿ accessible parking 🅿️ and entrance, ensuring convenience for all visitors.",
            "author_name": "Sushant Shukla",
            "relative_time_description": "",
            "time": 1743212239,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A place worth visiting.. located on top of hill  on the way to Rashtrapati Niwas or as presently known as Indian Institute of Advanced Study. The museum has small parking facility. The entrance is ticketed. It houses many important aspects of life of people in the region. The attire, ornaments, the weapons, the utensils, the coins, the paintings.. it's all worth seeing. One can purchase souvenirs at the entrance. The premises are neat, clean and well maintained with washroom facility. One needs atleast 2 -3 hours to go through the things on display.",
            "author_name": "print rc",
            "relative_time_description": "",
            "time": 1737434545,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very old artifacts coins and history of Himachal spiti rock and sea fossils are present here depicting rich history of this place. You can visit and explore if you want to know more about the state and the place and it's people as well.",
            "author_name": "Nabyendu Das",
            "relative_time_description": "",
            "time": 1749869111,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://himachalstatemuseum.in/",
        "index": 10,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 36,
            "3": 128,
            "4": 464,
            "5": 1168
          }
        },
        "minMinutesSpent": 120,
        "latitude": 31.103383,
        "address": "Museum Road, near Doordarshan Kendra, Chaura Maidan, Shimla, Himachal Pradesh 171004, India",
        "travel_time": null
      },
      {
        "_id": "ChIJifLX8-x4BTkRPl4f9_6zLD4",
        "generalDescription": "St. Michael's Catholic Cathedral, dating back to the Victorian era in 1886, is a significant landmark and a marvel of Neo-Gothic architecture in Shimla. The French-gothic style interiors can accommodate around 400 worshipers. Situated near Shimla Bus Stand, it is a popular tourist spot with stunning religious architecture including towering spires and intricate stained-glass windows.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.169222,
        "rating": 4.5,
        "numRatings": 641,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "This church dates back to the Victorian era around the year 1886. The interiors display the fine touch of French-gothic style and can accommodate around 400 worshipers in the main hall. It is an important landmark and one of the significant places to visit in Shimla if you are keen on seeing the marvels of Neo-Gothic architecture.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 17,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "The main hall can hold about 400 worshippers and features exquisite French-gothic interior design. If you are interested in witnessing the wonders of Neo-Gothic architecture, this is a noteworthy monument and one of the Best places to visit in Shimla. Suggested length of visit: An hour.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 14,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7NMz8V9LfNfczVYZQiN3Ukp487zoAxIz",
          "HKwtBAp8ZdfshzCAv8cNAQD5qCaonDk6",
          "Od2mAQE6DohYuihyrty7Mkkx6BZVpf82",
          "7NMz8V9LfNfczVYZQiN3Ukp487zoAxIz",
          "HKwtBAp8ZdfshzCAv8cNAQD5qCaonDk6",
          "Od2mAQE6DohYuihyrty7Mkkx6BZVpf82"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1700"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "St. Michael's Catholic Cathedral",
        "placeId": "ChIJifLX8-x4BTkRPl4f9_6zLD4",
        "internationalPhoneNumber": "+91 177 280 4249",
        "reviews": [
          {
            "rating": 5,
            "text": "St. Michael's Cathedral is a peaceful and beautiful church in Shimla with a rich history. It is one of the oldest churches and feels more real and untouched than Christ Church, which is very popular and well-maintained. This church looks older and gives you the feeling of how things were in the past. It is open for everyone, and you can sit inside quietly for as long as you want. There are no strict entry limits like in Christ Church. The place is calm, less crowded, and also gives a great view of Shimla. If you want peace and a true church experience, do visit this one.",
            "author_name": "Akash Sharma",
            "relative_time_description": "",
            "time": 1746426422,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "St. Michael's Catholic Church in Shimla is a beautiful place with a serene and picturesque setting. It boasts a lovely pathway perfect for leisurely strolls, surrounded by lush greenery and scenic views. The church itself is an architectural gem, adding to the charm of Shimla's landscape.",
            "author_name": "Prachi Singhal",
            "relative_time_description": "",
            "time": 1719734392,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "St. Michael's Catholic Cathedral in Shimla is a stunning piece of religious architecture that has a rich history dating back to the 19th century. Located in the heart of the city, this cathedral is a beautiful and peaceful oasis amidst the bustling streets.\n\nThe cathedral was built in the Gothic style and features towering spires, intricate stained-glass windows, and beautifully carved stone walls. The history of the cathedral is as rich as its architecture, with stories of its construction and dedication to St. Michael the Archangel being passed down from generation to generation.\n\nVisitors to the cathedral are always struck by its peaceful and serene atmosphere, which provides a welcome respite from the chaos of the city outside. Whether you are a local or a tourist, a visit to St. Michael's Catholic Cathedral is a must. You will leave with a sense of peace and inspiration, having witnessed the beauty of this historic landmark.",
            "author_name": "Gurpreet Singh",
            "relative_time_description": "",
            "time": 1676299043,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Catholic cathedral"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 7,
            "3": 52,
            "4": 143,
            "5": 430
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.105194,
        "address": "Near Ram Bazar, Below DC office, Reppon place, Near old bus stop climbing up stair distance 10 min, from Mall Road 10 min walking down, Shimla, Himachal Pradesh 171003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJSxATZOt5BTkRub_w7nzXhyc",
        "generalDescription": "The Indian Institute of Advanced Study in Shimla is a must-see destination, showcasing the colonial history of the region. Originally a summer retreat for the Indian President, this institution boasts remarkable British architecture and holds significant historical value. The guided tour, priced at Rs. 200, is essential for comprehending the building's rich history and Scottish architectural influence. Despite being lesser-known to some visitors, it offers a beautiful heritage experience with well-maintained buildings and gardens.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.141182,
        "rating": 4.6,
        "numRatings": 400,
        "sources": [
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "If you have an interest in history, art, and education, then the Indian Institute of Advanced Studies has to be on your list of famous places to visit in Shimla. Built in the British era, the institute primarily served as the summer retreat of Indian viceroy and was passed on to the nation by the then president, Dr. Radhakrishnan as an institute to promote advanced studies in humanities and arts in India. The building has a classical architectural design and features photographs and stories of moments of key historical events between Indian leaders and Britishers, and takes you on a journey through the modern Indian history.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 6,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "415686",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shimla/",
            "sourceSite": "Web",
            "snippet": "A major trace of colonial history in India, the Indian Institute of Advanced Studies stands as an architectural marvel in the heart of Shimla. Originally built as a residence for the then Viceroy of India, Lord Dufferin, this historic structure was known as the Viceregal Lodge and was among the first buildings in Shimla to have electricity, long before the rest of the town experienced it. Nestled amidst lush green lawns and flanked by panoramic views of the surrounding hills, the institute offers a picturesque setting for visitors.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 6,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331897",
            "type": "webPlacesList",
            "url": "https://hikerwolf.com/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The Indian Institute of Advanced Studies or Rashtrapati Niwas, located in the famous viceregal lodge located on top of the Observatory hill is one of the places in Shimla one should visit. The building was built between 1880 and 1888 during the British kingdom. The year 1965 the Indian Institute for advanced studies here was inaugurated by Dr.  Radhakrishnan.",
            "siteName": "HikerWolf",
            "shortName": "15 places to visit in Shimla",
            "indexInSource": 4,
            "iconSiteId": 15491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477386",
            "type": "webPlacesList",
            "url": "https://blog.thomascook.in/14-places-to-see-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The Indian Institute of Advanced Studies should be on your list of Places to See in Shimla. Shimla is a testimony to the colonial past of our country and this institution built by the British is an integral part of colonial history. The Institute formerly served as the official summer retreat of the Indian President.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "14 Best Places to Visit in Shimla in 2025 for an Unforgettable Trip",
            "indexInSource": 1,
            "iconSiteId": 8526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2664867",
            "type": "webPlacesList",
            "url": "https://hpshimla.nic.in/prime-attractions/",
            "sourceSite": "Web",
            "snippet": "The style of architecture is English Renaissance, the masonry of the walling is light blue limestone and the wrought stonework is done in sandstone in a beautiful light gray tint. It has magnificent lawns. The entry in the institute is by ticket and only on Sundays the grounds are open for the public.",
            "siteName": "hpshimla.nic.in",
            "shortName": "Prime Attractions | Shimla District, Government of Himachal Pradesh",
            "indexInSource": 2,
            "iconSiteId": 283384,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gX1LLPvHUuASPFbSLJ2R2fPhcn5ppmNG",
          "M2Fa7RoQBw7DysvtRpDgRKsJrJqWWteN",
          "KKojlw9I1UWEQHl8xtDis6Hi7BDyfnHp",
          "40F68h8b09qZh6RFy09KyXPH3YuGFu5x",
          "gX1LLPvHUuASPFbSLJ2R2fPhcn5ppmNG",
          "M2Fa7RoQBw7DysvtRpDgRKsJrJqWWteN",
          "KKojlw9I1UWEQHl8xtDis6Hi7BDyfnHp",
          "40F68h8b09qZh6RFy09KyXPH3YuGFu5x"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Indian Institute of Advanced Study (IIAS), Shimla",
        "placeId": "ChIJSxATZOt5BTkRub_w7nzXhyc",
        "internationalPhoneNumber": "+91 177 283 1376",
        "reviews": [
          {
            "rating": 5,
            "text": "The Indian Institute of Advanced Study (IIAS) is a research Institute in shimla. It was set up by the Ministry of Education, Government of India in 1964 and started functioning from 20 October 1965.\n\nThe institute was originally built as a home for Lord Dufferin, Viceroy of India from 1884 to 1888, and was called the Viceregal Lodge.\n\nThe building was designed by Henry Irwin. The Viceregal Lodge had electricity as early as 1888. The building also was equipped with a sophisticated firefighting mechanism through wax-tipped water ducts.\n\nMany historic decisions were taken in the building during the Indian independence movement. The Simla Conference, to discuss self-rule for India, was held here in 1945.\n\nIf you are planning to visit Shimla then definitely visit here.",
            "author_name": "ADARSH RANA",
            "relative_time_description": "",
            "time": 1743670216,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Ticket Price 100rs per person. 50rs for Senior citizen. Having guided tour inside the institute is mandatory.  And time for whole tour is 30min. Each room time given is 7 to 8min. And waiting time might range between. 5 to 10min. Best area in my pov is Library. Cafe or canteen have decent quick bite and snacks. Valley Views are scenic and amazing no doubt. And photos are allowed only outside the building and prohibited strictly for indoors.\n\nWheelchairs are available as well.",
            "author_name": "Varshita Srivastava",
            "relative_time_description": "",
            "time": 1747150756,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I've loved the ambience of Viceregal Lodge (now IIAS) all my life. It's beautiful to visit here during spring, summers and autumn seasons with the outdoors covered in natural colours. Overall, a feel good place with extraordinary architecture and history.",
            "author_name": "Akriti Mattu",
            "relative_time_description": "",
            "time": 1744772442,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://iias.ac.in/",
        "index": 12,
        "id": "",
        "categories": [
          "Research institute"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 8,
            "3": 19,
            "4": 74,
            "5": 290
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.103479,
        "address": "443R+9FV, Indian Institute of Advanced Studies, Boileauganj, Chaura Maidan, Shimla, Himachal Pradesh 171004, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ1dJgWZZ4BTkR0oAnYvrfUJ4",
        "generalDescription": "Jakhu Ropeway in Shimla is a popular cable car service that covers an 8 KM distance from the ridge to Jakhu Temple, taking around 5 minutes. It offers breathtaking views of the valley at 8054 feet above sea level. The ropeway has made it easier for tourists to reach the prestigious Jakhu temple and is considered one of the best attractions in Shimla.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.179428,
        "rating": 4.4,
        "numRatings": 4890,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "The ropeway covers a distance of 8 KM from the ridge that comes along the way to Jakhu Temple and reaches the temple in around 5 minutes. The introduction of ropeway in Shimla has made traveling easy for the once trying to climb to be at the prestigious Jakhu temple and it is one of the best tourist attractions in Shimla. You get to ride the ropeway at 8054 feet above sea level which bestows some jaw-dropping views of the valley.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 22,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "In around five minutes, the ropeway travels eight km from the ridge that runs alongside Jakhu Temple to the temple. One of the best places to visit in Shimla is the famed Jakhu temple, which is easily accessible thanks to the installation of a ropeway. At 8054 feet above sea level, you may ride the ropeway and enjoy some breathtaking views of the valley.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 17,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zD6G8Y8ExoiXKLmvtU2gmyHxpDBAfObk",
          "LViOnCa2kQ4FfDbPw5kxtgrsujtqh47B",
          "zD6G8Y8ExoiXKLmvtU2gmyHxpDBAfObk",
          "LViOnCa2kQ4FfDbPw5kxtgrsujtqh47B"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1725"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1725"
            }
          }
        ],
        "name": "Jakhu Ropeway Shimla",
        "placeId": "ChIJ1dJgWZZ4BTkR0oAnYvrfUJ4",
        "internationalPhoneNumber": "+91 177 356 0238",
        "reviews": [
          {
            "rating": 5,
            "text": "The Jakhu Ropeway in Shimla offers a convenient and scenic way to reach the famous Jakhu Temple atop Jakhu Hill. Beginning near the Ridge, this aerial lift provides breathtaking panoramic views of Shimla town, the surrounding green valleys, and the majestic Himalayan peaks during its approximately 6-minute ride. It's a particularly appealing option for those who prefer to avoid the steep walk or drive up to the temple.\nThe well-maintained gondolas can comfortably accommodate up to six passengers, ensuring a pleasant and secure journey. Safety is a priority, with the ropeway equipped with multiple safety devices and continuous CCTV monitoring. As you ascend, you'll be treated to stunning bird's-eye perspectives of the forests and the sprawling landscape of Shimla. The lower station is conveniently located near the Shiwalik Hotel, making it easily accessible from the main parts of the city. Upon reaching the top station, you'll find yourself within the premises of the revered Jakhu Temple.\nThe Jakhu Ropeway operates from approximately 9:30 AM to 5:30 PM or 6:00 PM daily. Ticket prices for a round trip are ₹500 for adults. One-way tickets are also available at roughly half the price. Children below 3 years usually ride for free. While online booking might be available through some platforms, tickets can also be purchased directly at the ropeway counter. This ropeway not only serves as a mode of transport to the temple but also as a delightful sightseeing experience in itself, offering memorable views of the \"Queen of Hills.\"",
            "author_name": "Akashdeep Das",
            "relative_time_description": "",
            "time": 1745070416,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Decent spot with nice views, but not as adventurous as expected.\nWindows weren't clean, which took away from the experience a bit.\nIf you're planning to visit, go by taxi-makes things easier.\nWorth a one-time visit.",
            "author_name": "Vineet",
            "relative_time_description": "",
            "time": 1754569672,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great experience if one has never tried a ropeway. It's about 6 mins for one way ride and costed us about Rs.500 per adult and around 350 per children aged above 5 yrs. Offers amazing view of the city and the waiting time was around 5 mins upon arrival. Tickets are made available at the base of the ropeway.",
            "author_name": "Vittal Rao",
            "relative_time_description": "",
            "time": 1744138825,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.jakhuropewayshimla.com/",
        "index": 13,
        "id": "",
        "categories": [
          "Mountain cable car"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 115,
            "2": 116,
            "3": 455,
            "4": 1207,
            "5": 2997
          }
        },
        "minMinutesSpent": 90,
        "latitude": 31.102249,
        "address": "The Ridge, Ridge To US Club, Bemloi, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJN7eajZN4BTkRTnLSm2F-XJQ",
        "generalDescription": "Hawa Ghar, also known as the Mall View Balcony, is a popular spot in Shimla offering stunning panoramic views of the town and the Himalayas. Located at the ridge in Lakkar Bazaar, this elevated pavilion provides visitors with breathtaking vistas of Shimla's Mall Road and The Ridge esplanade. It is a hub for various activities, especially during winter when the town is covered in snow. Situated approximately 1.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.175559,
        "rating": 4.5,
        "numRatings": 602,
        "sources": [
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "One of the best places to visit in Shimla is Hawa Ghar, which acts as an open balcony to the city’s breathtaking views. It is situated on a ridge in Lakkar Bazaar, which gives visitors some quite impressive views of the valley due to its considerable height. Known affectionately as the “Mall view balcony,” it serves as the center of several winter festivities when the town is completely blanketed in snow.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 19,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Hawa Ghar is one of the very interesting places to visit in Shimla as it serves as an open balcony to fascinating vistas of Shimla. It is located at the ridge in Lakkar Bazaar which has quite a height and that enables some breathtaking views of the valley to the tourists. It is fondly called as the “Mall view balcony,” and is a hub for many activities in winters when the entire town is covered in snow.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 24,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kkrP6QcDKeS5bj8zA9E92AttAPwlN5YI",
          "mchtTz53o8YvlURTqID3muqHxIfsjglk",
          "gW04eiyfmMiDyb8xJk3UDQFRzSn8Xubd",
          "1yp1yIlZvX4mo9DDI0QPSH5hynciXEBp",
          "kkrP6QcDKeS5bj8zA9E92AttAPwlN5YI",
          "mchtTz53o8YvlURTqID3muqHxIfsjglk",
          "gW04eiyfmMiDyb8xJk3UDQFRzSn8Xubd",
          "1yp1yIlZvX4mo9DDI0QPSH5hynciXEBp"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Hawa Ghar",
        "placeId": "ChIJN7eajZN4BTkRTnLSm2F-XJQ",
        "internationalPhoneNumber": "+91 177 262 5924",
        "reviews": [
          {
            "rating": 5,
            "text": "Hawa Ghar in Shimla is a serene viewpoint on The Ridge, offering panoramic views of the surrounding hills and the bustling city below. Known for its cool breeze and open space, it's a perfect spot to relax and enjoy the natural beauty.",
            "author_name": "harpinder s",
            "relative_time_description": "",
            "time": 1741955720,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's a decent place to hangout with your friends or even with yourself. It's around tye ridge so it's quite noisy.",
            "author_name": "prachi",
            "relative_time_description": "",
            "time": 1727925659,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place\nGood scenic view\nDown the lane is the Mall road\nOn the evening of our visit - Army day celebrations were on\nGood crowd\nThe statues are on either side",
            "author_name": "Kayal Doctor",
            "relative_time_description": "",
            "time": 1706370782,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 12,
            "3": 50,
            "4": 150,
            "5": 384
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.104703,
        "address": "453G+V6M, Ridge, The Mall, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJa-FWp5Z4BTkRNTEP_kXw-Lg",
        "generalDescription": "Rani Jhansi Park, also known as the Ladies Park, is conveniently located near the mall road in Shimla. It's a great spot for day picnics and is especially popular as a children's playground. The park features a striking statue of Rani Lakshmi Bai on horseback with her sword, serving as a focal point. This urban oasis offers manicured lawns, historical statues, and a tranquil atmosphere perfect for leisurely walks and relaxation.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.1774,
        "rating": 4.3,
        "numRatings": 1338,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Rani Jhansi Park is famous as the Ladies park and can be easily accessed from the mall road. The park is suitable for day picnics, serves best as children playing ground. It has a huge statue of Rani Lakshmi Bai on her horse with her sword in the middle of the park.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 20,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Known as the Ladies Park, Rani Jhansi Park is easily accessed from the mall road. The park is ideal as a playground for kids and is perfect for daytime picnics. In the center of the park is a massive statue of Rani Lakshmi Bai riding a horse and brandishing a sword.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 23,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Z7rNXzftIkhfzZoRXvTeDT0ImNQk1OeD",
          "hT64SqJT4oqwG47o99vKWBthjdxArT7q",
          "6oZlKiBjve76I1fQt4RbTVutr76G5Sm8",
          "Z7rNXzftIkhfzZoRXvTeDT0ImNQk1OeD",
          "hT64SqJT4oqwG47o99vKWBthjdxArT7q",
          "6oZlKiBjve76I1fQt4RbTVutr76G5Sm8"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Rani Jhansi Park",
        "placeId": "ChIJa-FWp5Z4BTkRNTEP_kXw-Lg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Rani Jhansi Park in Shimla is a peaceful, well-kept park with lush greenery and beautiful views. It's perfect for a relaxing stroll or a quiet afternoon. The park isn't crowded, making it a nice spot to unwind. Overall, a lovely place to visit if you're looking for some calm in the city!",
            "author_name": "Md Yeayea Hussain (Pinku)",
            "relative_time_description": "",
            "time": 1740999129,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a peaceful and well-maintained spot, perfect for some quiet time away from the busy city. The park is clean, green, and quite windy, which makes the atmosphere refreshing. One of the best things is the availability of clean washrooms inside the park, a small but important detail that really adds to the comfort. A great place to relax, take a walk, or just sit and enjoy the breeze.",
            "author_name": "Akash Sharma",
            "relative_time_description": "",
            "time": 1752910092,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place and  you also enjoy view of mall road and shimla hills\nIn September you get beautiful weather",
            "author_name": "Göpãl MågëR",
            "relative_time_description": "",
            "time": 1727364132,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 26,
            "3": 157,
            "4": 371,
            "5": 734
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.1033,
        "address": "453G+8XC, Mall Rd, Lakkar Bazar, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ9VqOJZh4BTkR-XeOQIraNrg",
        "generalDescription": "Jakhu Hill, the highest peak in Shimla at 2,455 meters above sea level, is a must-visit destination offering a blend of religious significance, adventure activities, and natural beauty. The hill features an ancient temple and a colossal statue of Hindu god Hanuman. Trekking to the top is a popular activity for visitors seeking stunning panoramic views of Shimla and the snow-covered Himalayas.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.183504,
        "rating": 4.7,
        "numRatings": 430,
        "sources": [
          {
            "id": "1425214",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/himachal-pradesh/trips/shimla-tourist-places-3adfec6c99b1da3bc",
            "sourceSite": "Web",
            "snippet": "When it comes to places to visit in Shimla for couples, you can’t give a miss to the Mall Road. Otherwise, also, the place is a hip and happening location in this hill station and attracts visitors of all ages. With a plethora of cafes, restaurants, showrooms, departmental stores, and shops selling trinkets and exclusive handicraft works, this is one place where you can soak in the spirit of Shimla in all its touristy delights.",
            "siteName": "Tripoto",
            "shortName": "25 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "hycgZv1GxIFcrqGB9AYzRlhZ82vjW29O",
          "rBiWgy2AeTs2mp2Ospr21yReMj556wVh",
          "WLcElb9VwglNLYIktOUEHw3ZsWOAji7r",
          "Yuce0vH1IWFrHuybdDjOp5KaNZOi54md",
          "hycgZv1GxIFcrqGB9AYzRlhZ82vjW29O",
          "rBiWgy2AeTs2mp2Ospr21yReMj556wVh",
          "WLcElb9VwglNLYIktOUEHw3ZsWOAji7r",
          "Yuce0vH1IWFrHuybdDjOp5KaNZOi54md"
        ],
        "openingPeriods": [],
        "name": "Jakhu Hill",
        "placeId": "ChIJ9VqOJZh4BTkR-XeOQIraNrg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jakhu Hill is famous for its Jakhu temple which is dedicated to Lord Hanuman ji and has its mention in Mythology. You can reach this hill by ropeway or by taking stairs. Stairs will be a little bit hard if you are coming from plains so I would advise you to take the ropeway to reach the top of the hill.",
            "author_name": "Sonu Tanwar",
            "relative_time_description": "",
            "time": 1738984312,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Jakhu hill is Shimla's highest peak, 2.5 km east of the Ridge at a height of 2,455 m above sea level. There is an ancient temple in Shimla, Himachal Pradesh, India, dedicated to the Hindu deity Lord Hanuman. You can offer puja very peacefully. This place is with beautiful sculpture of Lord Hanuman. You can use the ropeway or reach it by car. Be careful about the monkeys.",
            "author_name": "Susanta Bhattacharya",
            "relative_time_description": "",
            "time": 1706411004,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful 😍😍😍😍 And trecking so excited",
            "author_name": "HARSH GUPTA",
            "relative_time_description": "",
            "time": 1750909063,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Mountain peak",
          "Nature & Parks",
          "Mountains"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 3,
            "3": 14,
            "4": 81,
            "5": 324
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.101341,
        "address": "Jakhu, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmdA2TRZ5BTkRfrZK1NEYJqI",
        "generalDescription": "Perched atop Prospect Hill, Kamna Devi Temple is a revered Hindu shrine dedicated to Kali. Accessible from Boileauganj on the Shimla-Bilaspur road, this prestigious temple is about 6 km from Shimla and offers stunning views of meadows and valleys. The temple honors Kamna Devi, believed to be an incarnation of Goddess Kali. Visitors can enjoy a peaceful atmosphere and take in the beautiful mountain vistas during their visit.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.134323,
        "rating": 4.5,
        "numRatings": 471,
        "sources": [
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "The Kaman Devi Temple is located on Prospect Hill and is reachable from Boileauganj along the Shimla-Bilaspur road. One of the nicest locations around Shimla, the temple is about 6 kilometers from the city and is surrounded by beautiful valleys and meadows. The temple symbolizes Kamna Devi, who is thought to be an avatar of Goddess Kali.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 16,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Kaman Devi Temple is a very prestigious temple which is situated on the Prospect hill and can be accessed from Boileauganj on Shimla-Bilaspur road. The temple is around 6 KM from Shimla and is surrounded by picturesque meadows and valleys and it is one of the best places around Shimla. Suggested length of visit: 1 hour.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 19,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "mWtxNJ86H9bROFtd4rnxi1SeTHvbqVXZ",
          "J0EF3j4YStA7iUtmOqXvk3IlXcabvdeY",
          "mWtxNJ86H9bROFtd4rnxi1SeTHvbqVXZ",
          "J0EF3j4YStA7iUtmOqXvk3IlXcabvdeY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Kamna Devi Temple",
        "placeId": "ChIJmdA2TRZ5BTkRfrZK1NEYJqI",
        "internationalPhoneNumber": "+91 177 283 0568",
        "reviews": [
          {
            "rating": 5,
            "text": "Temple and premises are excellent. No public. And not explored by many tourists. A calm and peaceful place in Shimla.\nNot suggested when snowfall happens. And an experienced driver needed. Don't go on your own vehicles as the route is a single road and many many turnings and 80 degree slopes.",
            "author_name": "Ajay Chanti",
            "relative_time_description": "",
            "time": 1735626579,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's sacred place located near boileauganj, shimla.  It's a belief that wathever you will wish forKamna devi fulfills them. It's located at peak of the  boileauganj hill  so you can get a 360 degree view of shimla. You can reach here by walking or by Car.",
            "author_name": "Banita Verma",
            "relative_time_description": "",
            "time": 1702175532,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nestled atop Prospect Hill (~2200 m), Kamna Devi Temple offers panoramic views of southern Shimla, Tara Devi, and Summer Hill.\nDedicated to Goddess Kali (also known as Creeda Devi), it was built by the Rana of Junga and draws devotees who believe their wishes will be fulfilled , Surrounded by deodar and pine forests, the temple creates a serene atmosphere ideal for spiritual moments and nature photography, Easily reached via a 10‑minute walk from Boileauganj, it's also a starting point for light treks, bird‑watching, and small picnics.\nOpen daily from 6 am to 8 pm, with no entry fee and twice‑daily aarti at 6 am and 6 pm",
            "author_name": "Kulbhushan Thakur",
            "relative_time_description": "",
            "time": 1752492414,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 8,
            "3": 31,
            "4": 79,
            "5": 341
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.096252,
        "address": "Prospect Hill, Boileauganj, Shimla, Himachal Pradesh 171005, India",
        "travel_time": null
      },
      {
        "_id": "ChIJdcKskx15BTkRWbOsmGzuveo",
        "generalDescription": "Nestled in the heart of Shimla, Himalayan Bird Park is a small aviary that opens only during the summer. It showcases a diverse range of native and exotic birds, including the stunning Himalayan monal, pheasants, and peacocks. Situated across from the Viceregal Lodge, this park is a popular destination for nature enthusiasts and tourists who appreciate outdoor activities.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 77.147653,
        "rating": 4,
        "numRatings": 1516,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "A no-frills aviary tucked away in the lap of Shimla, Himalayan Bird Park is a great spot to visit during your vacation in Shimla. Noted among one of the most loved tourist places in Shimla, especially for nature lovers, the Bird Park is home to many rare and exotic bird species, including but not limited to peacocks, pheasants, and the Himalayan Monal.Situated opposite the Viceregal Lodge, another spot on the most visited Shimla Tourist spots, Himalayan Bird Park is also famous for its exquisite collection of rare plants and trees. Suggested length of visit: 1 hourTiming: 10:00 AM to 5:00 PMLocation: Chaura Maidan, Shimla, Himachal Pradesh, IndiaCost: INR 10 per personDistance from Shimla bus stand: 2.3 kilometresAlso Book -  Tour Package From Chennai To Shimla Chandigarh To Shimla Trip",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 4,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Himalayan Bird Park, a simple aviary nestled in the heart of Shimla, is a terrific place to visit while on holiday in Shimla. One of the most popular tourist destinations in Shimla, particularly for those who enjoy the outdoors, is the Bird Park, which is home to a variety of uncommon and exotic bird species, such as Himalayan monal, pheasants, and peacocks.The Himalayan Bird Park, which is located directly across from the Viceregal Lodge and is one of the most popular tourist destinations in Shimla, is renowned for its magnificent variety of exotic plants and trees. Suggested length of visit: 1 hour",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 7,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "415686",
            "type": "webPlacesList",
            "url": "https://www.tourmyindia.com/blog/best-places-visit-shimla/",
            "sourceSite": "Web",
            "snippet": "Himalayan Bird Park is a popular tourist attraction located in Shimla, Himachal Pradesh. At an altitude of 2,000 meters and spread over an area of four hectares, this bird park is home to a variety of bird species from the Himalayan region, including the colorful Himalayan Monal, Koklass Pheasant, and Kalij Pheasant. A guided tour in this aviary provides valuable information about the birds’ habitats, behaviors, and their roles in the ecosystem.",
            "siteName": "Tour My India",
            "shortName": "15 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 10,
            "iconSiteId": 549,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Himalayan Bird Park is quite a famous tourist destination amongst photographers and bird admirers. While Shimla is quite popular for its beautiful scenic surroundings, its beauty is further enhanced by the wide range of wildlife that thrives in the forests and hilly slopes. The Himalayan Bird Park is a spot that features a wide range of captivating birds that you might haven’t spotted ever before.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 2,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477386",
            "type": "webPlacesList",
            "url": "https://blog.thomascook.in/14-places-to-see-in-shimla/",
            "sourceSite": "Web",
            "snippet": "If you are nature admirer, photography enthusiast and bird lover, then you must visit the Himalayan Bird Park, home to many exotic and migratory birds. The park is open only during summer time, so make sure you plan a visit here accordingly. You can enjoy your time here, admiring the marvels of nature, bird watching and of course photographing your beautiful surroundings.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "14 Best Places to Visit in Shimla in 2025 for an Unforgettable Trip",
            "indexInSource": 7,
            "iconSiteId": 8526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The Himalayan Bird Park is right opposite the Viceregal Lodge and has a small collection of exotic birds you will love. You can spot the Monal pheasant, peafowls, and peacocks in their full glory here. The place is lush green and great to relax in too.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1425214",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/himachal-pradesh/trips/shimla-tourist-places-3adfec6c99b1da3bc",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "25 Best Places to Visit in Shimla, Himachal Pradesh",
            "indexInSource": 6,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5jtmq8lw90Cq2eBQWJCYn8IuZeCbmy9H",
          "MJmBy4a1fKxygP7UyXiez8FBgH0u1u7M",
          "zGkIXDSgcLdcY5aa3Lggi5oxeY5JWCmq",
          "5jWbCeLmQDuHhtPEv92ahfYfX2WDa8jE",
          "5jtmq8lw90Cq2eBQWJCYn8IuZeCbmy9H",
          "MJmBy4a1fKxygP7UyXiez8FBgH0u1u7M",
          "zGkIXDSgcLdcY5aa3Lggi5oxeY5JWCmq",
          "5jWbCeLmQDuHhtPEv92ahfYfX2WDa8jE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Himalayan Bird Park",
        "placeId": "ChIJdcKskx15BTkRWbOsmGzuveo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is a great place to visit with kids, as they can see and experience a few popular bird species up close. Though the space is small, it is well-maintained, and the staff is attentive and dedicated. The entry fee is ₹25 for adults and ₹10 for kids. Parking is quite limited, so it's best to arrive early, around 10 AM, to avoid any inconvenience. Sharing some of my clicks!",
            "author_name": "Sushant Shukla",
            "relative_time_description": "",
            "time": 1743216718,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "\"Himalayan Bird Park is a hidden gem for nature and bird lovers, nestled in the scenic beauty of the Himalayas. This park offers a peaceful environment where visitors can observe a wide variety of exotic and native bird species in their natural habitats. The lush greenery and cool, refreshing air make it an ideal spot for a day out, allowing you to escape the hustle and bustle of city life. The staff here are knowledgeable and passionate, always eager to share insights about the birds and the conservation efforts. Whether you're a bird enthusiast or simply looking to enjoy a serene environment, Himalayan Bird Park is a delightful experience that captures the essence of nature's",
            "author_name": "Asif Hamzza",
            "relative_time_description": "",
            "time": 1730487000,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Very small place and also very few birds are there.",
            "author_name": "Naveen Singh",
            "relative_time_description": "",
            "time": 1755862919,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Park",
          "Zoos & Aquariums",
          "Zoo"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 82,
            "2": 86,
            "3": 295,
            "4": 385,
            "5": 667
          }
        },
        "minMinutesSpent": 90,
        "latitude": 31.102886,
        "address": "Museum Road, near Advanced University, Chaura Maidan, Shimla, Himachal Pradesh 171004, India",
        "travel_time": null
      },
      {
        "_id": "ChIJz5Pf-UKCBTkRq_enVbtEKMM",
        "generalDescription": "Nestled on the eastern edge of the Hindustan Tibet Road, Shimla Water Catchment Wildlife Sanctuary is a serene haven for nature enthusiasts and photographers alike. Spanning an impressive 1,000 acres, this designated sanctuary serves as both a vital water supply for the city and a lush preserve teeming with diverse flora and fauna.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.219698,
        "rating": 4.4,
        "numRatings": 610,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "The only reserved sanctuary in the town, Shimla Water Catchment Wildlife Sanctuary is one of the most blissful tourist places in Shimla, especially for nature lovers as well as photographers. Located on the eastern exit of the Hindustan Tibet Road, the sanctuary is spread across 1,000 acres of lush greenery and an intriguing variety of flora and fauna.Expect to spot foxes, Ghorals, house sparrows, blue Magpies, as well as pythons and other species of snakes during your walk through the Shimla Water Catchment Wildlife Sanctuary. You could either choose to explore the sanctuary on foot or hire a bicycle at the entrance.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 11,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Shimla Water Catchment Wildlife Sanctuary, the town’s only designated sanctuary, is one of the most tranquil tourist destinations in Shimla, particularly for photographers and those who enjoy the natural world. Nestled on the eastern edge of the Hindustan Tibet Road, the sanctuary boasts 1,000 acres of verdant surroundings and a fascinating array of both animals and plants. During your stroll through the Shimla Water Catchment Wildlife Sanctuary, you might see foxes, Ghorals, house sparrows, blue magpies, pythons, and other snake species.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 24,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "EvHGF2HdN4VKhRtGgffyHU98XqHC7zT6",
          "Nw5xjlFoOQbLZx3k2Wq3Fpk1pgaGOorA",
          "nGsr4zjgeUPkalIGmEJWAvZCwp1QfMRy",
          "1jn0ut7KILdl8puF6L4uURVZ1phGiJEg",
          "EvHGF2HdN4VKhRtGgffyHU98XqHC7zT6",
          "Nw5xjlFoOQbLZx3k2Wq3Fpk1pgaGOorA",
          "nGsr4zjgeUPkalIGmEJWAvZCwp1QfMRy",
          "1jn0ut7KILdl8puF6L4uURVZ1phGiJEg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Shimla Water Catchment Wildlife Sanctuary",
        "placeId": "ChIJz5Pf-UKCBTkRq_enVbtEKMM",
        "internationalPhoneNumber": "+91 177 262 4186",
        "reviews": [
          {
            "rating": 5,
            "text": "Seven KM road from the gate to the water reservoir is a nature lovers paradise. The walk is level but electric carts are also available. Entry fee is Rs 150 per head but negotiate the price for e-cart.\nThis relatively unknown attraction of Shimla is generally missed by the tourists but is hundred times better than Kufri. At the water reservoir, you can have a small picnic but bring your own food and tea as there are no shops inside the sanctuary (please make sure not to leave any waste behind). If you are lucky, you may see the wildlife including birds but even without that, the natural beauty of the dense forest will captivate you.",
            "author_name": "Dinesh Sud",
            "relative_time_description": "",
            "time": 1734183952,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Shimla Water Catchment Sanctuary, located in the picturesque hill station of Shimla, Himachal Pradesh, is a pristine natural reserve that plays a crucial role in preserving the region's water resources. Spanning over 3,100 hectares, the sanctuary serves as the primary catchment area for Shimla's water supply, making it vital for both ecological balance and the sustenance of the town's population. Established in 1976, this sanctuary is situated amidst the beautiful Shivalik hills, with lush green forests and a diverse array of flora and fauna.\n\nFlora and Fauna: The sanctuary is rich in biodiversity, with dense forests primarily consisting of oak, pine, deodar, and rhododendron trees. It is home to several species of wildlife, including Himalayan Monals, Leopards, Wild Boars, and Sambar Deer, though sightings are relatively rare due to the sanctuary's dense vegetation. The area also supports various smaller mammals, reptiles, and over 150 species of birds, making it a great destination for birdwatchers and nature enthusiasts.\n\nTrekking and Activities: The Shimla Water Catchment Sanctuary offers a range of trekking opportunities for outdoor lovers. Trails lead visitors through shaded forest paths, providing beautiful views of the surrounding hills and valleys. The sanctuary is known for its tranquility, making it an ideal location for those seeking solitude amidst nature. While there aren't many established tourist facilities, its natural beauty and calm atmosphere make it a peaceful retreat.\n\nConservation: As the primary water source for Shimla, conservation efforts within the sanctuary are paramount. Human activities, such as construction and encroachments, pose threats to the ecosystem, but ongoing efforts aim to maintain the sanctuary's health.\n\nOverall, the Shimla Water Catchment Sanctuary is a serene, ecologically significant destination that offers a perfect escape for nature lovers, while also playing a crucial role in sustaining the water resources of the region.",
            "author_name": "tahir multani",
            "relative_time_description": "",
            "time": 1731991336,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited a wildlife sanctuary with friends, and the experience was nothing short of adventurous. We rented bicycles and rode approximately 14 km through the sanctuary. The journey took us along a narrow road flanked by majestic deodar trees, which created a stunning and serene backdrop. The tranquility of the sanctuary, combined with the breathtaking scenery, made the trip absolutely worthwhile. The peaceful environment and the beauty of nature left us feeling refreshed and invigorated. I highly recommend this experience to anyone seeking adventure and a deep connection with nature.",
            "author_name": "kunwar thakur",
            "relative_time_description": "",
            "time": 1717340132,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Hiking area"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 20,
            "2": 15,
            "3": 50,
            "4": 116,
            "5": 410
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.111391,
        "address": "NH 22 Charabra Mashobra, Shimla, Himachal Pradesh 171012, India",
        "travel_time": null
      },
      {
        "_id": "ChIJeXjgzZV4BTkR1zMmCgpn_dc",
        "generalDescription": "Johnnie's Wax Museum is the first of its kind in Himachal Pradesh, featuring life-sized wax figures of both local and international icons. This modest attraction showcases 16 widely-recognized personalities from various backgrounds, with a prominent statue of Mahatma Gandhi at the entrance. While some visitors appreciate the diverse collection, others feel that there is a lack of representation of Indian celebrities.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.176527,
        "rating": 4.1,
        "numRatings": 2637,
        "sources": [
          {
            "id": "320866",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Popularly known as Himachal Pradesh’s first wax museum, Johnnie’s Wax Museum ranks highly in the list of Shimla Tourist Places. A great hit among children and family vacationers, the wax museum houses wax replicas of many notable movie stars and important personalities of India and the rest of the world.Some of the most likeable wax replicas at the museum include Mahatma Gandhi, Steve Jobs, Harry Potter, James Bond, and Tony Stark. To make your visit to the museum truly memorable, Johnnie’s Wax Museum lets you get a wax replica of your hand.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "50 Places to Visit in Shimla 2025, Tourist Places & Attractions",
            "indexInSource": 7,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477396",
            "type": "webPlacesList",
            "url": "https://www.oyorooms.com/travel-guide/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "A must-visit place in Shimla, this museum is located within the historic Willow Banks estate on the Mall Road. It has 16 life-size wax figures of icons from Bollywood, Hollywood and politics standing side by side, all imported from London. Mahatma Gandhi’s idol is installed right at the entrance with statues of Johnny Depp, James Bond, Robert Downey Jr, Harry Potter, Michael Jackson, Steve Jobs, Salman Khan, Aamir Khan and others completing the display at the museum.",
            "siteName": "OYO",
            "shortName": "25 Best Places To Visit In Shimla",
            "indexInSource": 12,
            "iconSiteId": 3083,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1079330",
            "type": "webPlacesList",
            "url": "https://plutotours.in/places/best-place-to-visit-in-shimla",
            "sourceSite": "Web",
            "snippet": "Johnnie’s Wax Museum, also referred to as Himachal Pradesh’s first wax museum, is one of the top tourist attractions in Shimla. The wax museum, which is quite popular with kids and families on vacation, features wax statues of numerous well-known movie stars and global figures as well as major personalities from India. The museum has some of the most endearing wax figures, including Tony Stark, Steve Jobs, Harry Potter, James Bond, and Mahatma Gandhi.",
            "siteName": "Pluto Tours",
            "shortName": "Best Places to Visit in Shimla: Explore Now!",
            "indexInSource": 10,
            "iconSiteId": 135871,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477386",
            "type": "webPlacesList",
            "url": "https://blog.thomascook.in/14-places-to-see-in-shimla/",
            "sourceSite": "Web",
            "snippet": "The locals refer to it as the Madame Tussauds of Himachal Pradesh. The museum houses statues of many prominent Indians and International personalities such as politicians, actors, sportsmen and women among other. You can easily spend a couple of hours here posing with your favourite icons and celebrities.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "14 Best Places to Visit in Shimla in 2025 for an Unforgettable Trip",
            "indexInSource": 5,
            "iconSiteId": 8526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923948",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-shimla?srsltid=AfmBOorusq7EV67e9NXm2UlDm0HQQSnjvyRCzme042NZhpk69nSz_5g-",
            "sourceSite": "Web",
            "snippet": "Gurgaon-based BM Brothers have designed this whole museum along the Willow Bank Estate. The Museum houses some 16-odd wax statues that are made in London.",
            "siteName": "makemytrip.com",
            "shortName": "42 Places to Visit in Shimla in 2024",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ez95jHRHnA33gBiHvAEs9Kk1rAzdrQen",
          "I2wVHbLIvlGd43maWY1Lc9rc2JHX4ikf",
          "R8H0Ci14ccQZ1WPyfunD2eej2Ib9qDb9",
          "Ez95jHRHnA33gBiHvAEs9Kk1rAzdrQen",
          "I2wVHbLIvlGd43maWY1Lc9rc2JHX4ikf",
          "R8H0Ci14ccQZ1WPyfunD2eej2Ib9qDb9"
        ],
        "openingPeriods": [],
        "name": "Johnnie's Wax Museum",
        "placeId": "ChIJeXjgzZV4BTkR1zMmCgpn_dc",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful location. Also staff was very nice.\nAnd you can enjoy there with you superheros.\nGo there and explore Himachal Pradesh (Shimla). Beautiful capital of Himachal Pradesh",
            "author_name": "Shubham Garg",
            "relative_time_description": "",
            "time": 1567119373,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Though it does have some really good statues but it is really very overpriced. Rs. 500 for 15-16 statues and that too u can see in maximum 10min. Some statues were really strange as they were randomly made. They should include more statues and also need to improve the ambiance or theme of the place to justify its price.",
            "author_name": "Ami Sarvaiya",
            "relative_time_description": "",
            "time": 1559325383,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very very nice place but they forget to put indian celebrities statues like amitabh, indira gandhi, shahrukh, sachin Tendulkar, sardar patel, there is no female statue, they focus on foreign and only current govt. Afterall good place on mall road",
            "author_name": "Ravikumar Makwana",
            "relative_time_description": "",
            "time": 1542773361,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://shimlatourism.co.in/johnnie-s-wax-museum-shimla",
        "index": 20,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 148,
            "2": 141,
            "3": 394,
            "4": 550,
            "5": 1404
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.100946,
        "address": "2, Mall Rd, Near willow Bank, The Mall, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      }
    ]
  }
}