{
  "list_id": "614",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/614/1.jpg",
  "description": "Dive into \"Enchanting Castles of Shimla's Majesty\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/115371"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Enchanting Castles of Shimla's Majesty",
  "city_id": "13910",
  "subtype": "poi",
  "city": "Shimla",
  "created_ts": 1759044892,
  "slug": "enchanting-castles-of-shimlas-majesty-shimla-poi-3ad011",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJIaK34ux4BTkR5cOKzkly-F4",
        "generalDescription": "Bantony Castle, situated on Bantony Hill in Shimla, is a colonial-era palace with Tudor architecture and extensive grounds. Built in 1880, it was the summer residence of the Maharaja of Sirmaur. The main building features a two-story mock Tudor style with a chalet-like structure and a sloping roof adorned with mini-towers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.169724,
        "rating": 4.2,
        "numRatings": 477,
        "sources": [
          {
            "id": "427582",
            "type": "webPlacesList",
            "url": "https://travel.earth/the-top-amazing-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "This mock-Tudor palace on Bantony Hill was once the summer palace of the Maharaja of Sirmapur. The estate around the building covers an area of around 5 acres and houses both the Bantony Castle and Bantony cottage. The estate was purchased by the government from its owner and is all set to become a museum housing a variety of artifacts from the colonial era.",
            "siteName": "Travel.Earth",
            "shortName": "Top 22 Amazing Places To Visit In Shimla",
            "indexInSource": 5,
            "iconSiteId": 3770,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2337790",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/himachal/shimla/bantony-castle",
            "sourceSite": "Web",
            "snippet": "At a distance of 2 km from Shimla Railway Station, the Bantony Castle is a heritage building situated on the Kalibari Road in Shimla. Perched atop Bantony Hill, it is one of the must-include places in Shimla heritage packages.",
            "siteName": "Trawell.in",
            "shortName": "Bantony Castle, Shimla - Timings, History, Best Time to Visit",
            "indexInSource": 0,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "t543vDOvuxRkYCZo4l6MBoO0vUC4g0dQ",
          "JLBX3vZqDVQDEcI6vTe9SdBl1AMstk9A",
          "2sNUSigRTf7AcOq1Utc71WKxpfAWBID1",
          "t543vDOvuxRkYCZo4l6MBoO0vUC4g0dQ",
          "JLBX3vZqDVQDEcI6vTe9SdBl1AMstk9A",
          "2sNUSigRTf7AcOq1Utc71WKxpfAWBID1"
        ],
        "openingPeriods": [],
        "name": "Bantony Castle",
        "placeId": "ChIJIaK34ux4BTkR5cOKzkly-F4",
        "internationalPhoneNumber": "+91 177 262 5924",
        "reviews": [
          {
            "rating": 5,
            "text": "There are two shows one in Hindi and the other in English by 19:00The light and sound show is a must. You will feel like you have entered the British era for half an hour and it's amazing. The staff are quite welcoming. The lights are so beautifully projected on the building itself and it's the building itself that's the narrator of the video. I loved the part where they show the Indian flag and the British Flag. And the show brings us both British and Indians a bit closer culturally despite our differences.",
            "author_name": "Kasyapa Madduri",
            "relative_time_description": "",
            "time": 1740014354,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Once people once used to refer it as haunted house. After its restoration Bantony Castle is all set to charm everyone passing by the Kalibari road. Absolutely love it (especially the  architecture).",
            "author_name": "ROOT",
            "relative_time_description": "",
            "time": 1748368646,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I recently visited Bantony Castle, and it was one of the most memorable parts of my Shimla trip. This heritage site is located near Mall Road, just a short walk from Scandal Point, yet it feels peaceful and away from the busy crowds.\n\n🏰 History & Architecture\n\nBantony Castle was built in the 1880s in classic Tudor (chalet-style) architecture - with wooden frames, sloped roofs, and old-world charm. It was originally the summer palace of the Maharaja of Sirmaur and later used by the British, then by the Himachal Police Department. Over time, it fell into disrepair, but thankfully the Himachal Pradesh government bought and restored it, opening it to the public in 2023 as a heritage and cultural center.\n\nThe restoration has kept the building's colonial-era character intact while adding modern touches like a digital museum and beautiful landscaped lawns.\n\n🖼️ Museum Experience\n\nInside the castle is a modern digital museum that walks you through the history of Shimla - from its early days, through the British Raj, the freedom movement, and into present times. The exhibits are very well done, with touchscreen displays, 3D models, and audio guides. I particularly liked the sections on:\n•\tMahatma Gandhi's visits to Shimla\n•\tDr. Y.S. Parmar and Himachal's statehood journey\n•\tThe story of Satyanand Stokes and apple farming\n•\tPhotos and maps of old Shimla\n\nIt's not a huge museum, but it's compact, clean, and thoughtfully curated.\n\n🎆 Light & Sound Show\n\nThe light and sound show in the evening is a must-watch! It's projected right on the castle building and beautifully narrates Shimla's journey through time, with visuals, music, and narration by Anupam Kher (in both English and Hindi). It's around 30 minutes long and gives you goosebumps with its storytelling. The sound and visuals are crisp, and the open-air setting adds to the charm.\n\n🌿 Surroundings & Facilities\n•\tThe castle is surrounded by well-maintained gardens and open spaces, perfect for a quiet walk or photos.\n•\tThere's seating outside, a small amphitheatre, and a food kiosk being planned soon.\n•\tClean washrooms and drinking water available on-site.\n•\tSecurity and staff were polite and helpful.\n\n💵 Visitor Information\n•\tEntry fee: ₹50 for the museum, ₹100 for the light & sound show (totally worth it)\n•\tTimings: 10 AM to 5 PM (museum); show starts in the evening (summer: after 8 PM)\n•\tClosed on Mondays\n•\tEasily accessible by car or a short walk from Mall Road/Kali Bari temple area\n\n⸻\n\n✅ What I loved:\n•\tHistorical architecture combined with modern presentation\n•\tCalm, open environment with no crowds\n•\tInsightful and engaging exhibits\n•\tGreat for families, students, and history lovers\n•\tVery affordable and well-managed\n\n⸻\n\nFinal Verdict:\n\nBantony Castle is a shining example of heritage preservation done right. It's educational, peaceful, and visually stunning. I highly recommend this place to anyone visiting Shimla - especially if you want to go beyond the usual tourist spots and connect with the city's past in a deeper way.",
            "author_name": "Aman Prabhakar",
            "relative_time_description": "",
            "time": 1754587627,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 22,
            "2": 19,
            "3": 58,
            "4": 118,
            "5": 260
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.106155,
        "address": "4549+FV9, Kali Bari Rd, The Mall, Shimla, Himachal Pradesh 171001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB7xLA-94BTkR6i5NbujsKJM",
        "generalDescription": "Gorton Castle, a heritage monument in Shimla, was built in 1904 and designed by the renowned architect Sir Winton Jacob. The neo-Gothic architecture of this century-old landmark is a blend of English and Indian styles. Surrounded by deodar trees, the three-storeyed building features red tile roofs and rosewood timber blocks. Today, it serves as the office of the Accountant General of Himachal Pradesh.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 77.162686,
        "rating": 4.4,
        "numRatings": 347,
        "sources": [
          {
            "id": "427582",
            "type": "webPlacesList",
            "url": "https://travel.earth/the-top-amazing-places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Originally built in the 19th century, this neo-Gothic “castle” was designed by Sir Swinton Jacob, and includes many elements of traditional Indian design. The gray stone walls, chalet-like entrance, large bay windows and high towers makes this historical site look like a castle. Located near The Mall, it is now used as the office of the Accountant General of Himachal Pradesh.",
            "siteName": "Travel.Earth",
            "shortName": "Top 22 Amazing Places To Visit In Shimla",
            "indexInSource": 13,
            "iconSiteId": 3770,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371198",
            "type": "webPlacesList",
            "url": "https://www.euttaranchal.com/tourism/gorton-castle-shimla.php",
            "sourceSite": "Web",
            "snippet": "Gorton Castle is a three-story building built according to  the Neo-Gothic kind of architecture. It is set over a space of 40,000 square  feet, it is situated on a peak amidst thick Deodar and Rosewood Trees. The  design has tall towers, beautiful windows, huge doors, and a roof that was  initially made of tiles but is currently replaced with stirred iron  sheets.",
            "siteName": "euttaranchal.com",
            "shortName": "Gorton Castle in Shimla - Timing, History & How To Reach Gorton Castle",
            "indexInSource": 0,
            "iconSiteId": 785,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371199",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/shimla/gorton-castle-sightseeing-121075.html",
            "sourceSite": "Web",
            "snippet": "Gorton Castle is a heritage monument located in Shimla which is over a century old and was built during the Colonial era. Today, the castle is used as the office of the Accountant General of Himachal Pradesh. It is a perfect illustration of the rich history and heritage of India during the colonial era.",
            "siteName": "holidify.com",
            "shortName": "Gorton Castle, Shimla | Timings, Entry Fees & How To Reach",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371196",
            "type": "webPlacesList",
            "url": "https://www.hoteldekho.com/attractions/gorton-castle-in-shimla",
            "sourceSite": "Web",
            "snippet": "The Gorton Castle is a colonial architecture that is more than a century old. Now it functions as the office of the General Accountant of Himachal Pradesh. The monument built in a Neo-Gothic style of architecture illustrates the rich history and Indian heritage during the colonial times.",
            "siteName": "hoteldekho.com",
            "shortName": "Entry fee, Best time to Visit, Photos & Reviews",
            "indexInSource": 0,
            "iconSiteId": 39548,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371202",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/himachal/shimla/gorton-castle",
            "sourceSite": "Web",
            "snippet": "Gorton Castle is a three storey Heritage Building in Shimla built in 1904. This was designed and constructed in a Gothic style; the foundation of the building was laid by Sir Swinton Jacob, a renowned British architect. Sir Swinton Jacob was working as a consulting engineer in Jaipur.",
            "siteName": "Trawell.in",
            "shortName": "Gorton Castle, Shimla - Timings, History, Best Time to Visit",
            "indexInSource": 2,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1371189",
            "type": "webPlacesList",
            "url": "https://www.shimlaonline.in/guide/gorton-castle-shimla",
            "sourceSite": "Web",
            "snippet": "The building was designed by one of the best British architects of that time, Sir Swinton Jacob. The architecture of this castle was inspired by the Neo-Gothic style. Sir Swinton Jacob was working as a consulting engineer in Jaipur.",
            "siteName": "ShimlaOnline.in",
            "shortName": "Gorton Castle in Shimla, About Gorton Castle in Shimla",
            "indexInSource": 0,
            "iconSiteId": 16153,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "Located on the Mall Road, this neo-gothic style castle is a very interesting place to check out in Shimla. Built in the 19 th century, the castle is made of grey stone walls and is surrounded by sprawling grounds.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 12,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dnHqfVNkeoX0cY53v0vgOdNlWlCr3S00",
          "eU6vppFy2kAMgjngsOgXnbEQOA9PFOW7",
          "ryLusVSdajaewfCdQnJQhGwVk6w4kGvh",
          "dnHqfVNkeoX0cY53v0vgOdNlWlCr3S00",
          "eU6vppFy2kAMgjngsOgXnbEQOA9PFOW7",
          "ryLusVSdajaewfCdQnJQhGwVk6w4kGvh"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "Gorton Castle",
        "placeId": "ChIJB7xLA-94BTkR6i5NbujsKJM",
        "internationalPhoneNumber": "+91 177 262 5924",
        "reviews": [
          {
            "rating": 5,
            "text": "Central government AG office\n\nGorton Castle is a historic castle located in Shimla, Himachal Pradesh, India. It was built in 1904 as the residence of the Chief Commissioner of British India, Sir William Gorton.\n\nHere are some interesting facts about Gorton Castle:\n\n1. Architecture: The castle is a blend of Gothic and Victorian architectural styles, with intricate stone carvings, wooden paneling, and ornate furnishings.\n\n2. Location: Gorton Castle is situated on a hilltop, offering panoramic views of Shimla and the surrounding Himalayan mountains.\n\n3. History: The castle has served as the residence of British officials, including the Viceroy of India, and has hosted several notable guests, including royalty and heads of state.\n\n4. Restoration: After India gained independence, the castle fell into disrepair but was later restored in the 1990s.\n\n5. Present use: Today, Gorton Castle houses the Himachal Pradesh High Court and is also used for government events and functions.\n\n6. Heritage significance: Gorton Castle is a protected monument under the Himachal Pradesh Ancient and Historical Monuments and Archaeological Sites and Remains Act, 1974.\n\n7. Tourist attraction: The castle is open to visitors and offers guided tours, providing a glimpse into Shimla's rich history and colonial past.\n\nIf you're planning a visit to Shimla, Gorton Castle is definitely worth exploring!",
            "author_name": "Manisha",
            "relative_time_description": "",
            "time": 1726221888,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is the secretariat building, not a tourist spot. The guard let us in since it was closed on Sunday. It had the one of the best views of Shimla.",
            "author_name": "Shoham Debnath",
            "relative_time_description": "",
            "time": 1745726818,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "marvellous, breathtaking, stunning, awe-inspiring, magnificent, splendid, glorious, spectacular, impressive, grand, exquisite, charming, picturesque, enchanting, delightful, remarkable, sublime, elegant, majestic, wondrous, dazzling, resplendent, striking, captivating, scenic, serene, tranquil, even these words are not enough to describe the beauty of this building.",
            "author_name": "Prince BaloR",
            "relative_time_description": "",
            "time": 1721919250,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Castle",
          "Historical place"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 9,
            "3": 26,
            "4": 69,
            "5": 230
          }
        },
        "minMinutesSpent": 240,
        "latitude": 31.104659,
        "address": "4537+V37, Mall Rd, Nabha, Shimla, Himachal Pradesh 171003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJK6NSKgB_BTkR2yPXiA-ryyE",
        "generalDescription": "Nestled a stone's throw away from the iconic Scandal Point in Shimla, Bantony Castle is a historical gem that dates back to the 19th century. Built by Raja Surender Bikram Prakash of Sirmaur, this majestic structure served as the summer retreat for the Maharaja of Sirmaur. Before its construction in 1880, this picturesque spot was occupied by a quaint cottage owned by Captain A. Gordon, which once offered accommodations to military officers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 77.134555,
        "rating": 5,
        "numRatings": 1,
        "sources": [
          {
            "id": "2337790",
            "type": "webPlacesList",
            "url": "https://www.trawell.in/himachal/shimla/bantony-castle",
            "sourceSite": "Web",
            "snippet": "Situated just a few meters from Shimla's renowned Scandal Point, Bantony Castle was constructed in the 19th century by Raja Surender Bikram Prakash of Sirmaur. It was served as the summer residence for the Maharaja of Sirmaur. Prior to its establishment in 1880, the location was home to a cottage owned by Captain A. Gordon, which provided lodging for military officers.",
            "siteName": "Trawell.in",
            "shortName": "Bantony Castle, Shimla - Timings, History, Best Time to Visit",
            "indexInSource": 4,
            "iconSiteId": 16429,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "386662",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-shimla/",
            "sourceSite": "Web",
            "snippet": "In the list of visiting places in Shimla, one must not forget Scandal Point. Located between Mall Road and the Ridge, this place is always busy. It is said that this is the location from where the Maharaja of Patiala, Bhupinder Singh and the daughter of a British Viceroy had eloped together.",
            "siteName": "FabHotels",
            "shortName": "26 Best Places to visit in Shimla 2024, ✔ List of Tourist places",
            "indexInSource": 13,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8ERvGjgqhh3REYxMoA3iQNV4kKFeNu6N",
          "lL8xnqenAZTMNAAb0FnZDJ7kZsfELUS8",
          "8ERvGjgqhh3REYxMoA3iQNV4kKFeNu6N",
          "lL8xnqenAZTMNAAb0FnZDJ7kZsfELUS8"
        ],
        "openingPeriods": [],
        "name": "Jai scandal point",
        "placeId": "ChIJK6NSKgB_BTkR2yPXiA-ryyE",
        "internationalPhoneNumber": null,
        "reviews": [],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Hiking area"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 1
          }
        },
        "minMinutesSpent": null,
        "latitude": 31.032814,
        "address": "24MM+4R, Laga, Himachal Pradesh 171219, India",
        "travel_time": null
      }
    ]
  }
}